const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/2678bdee0978",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "来乐从龙江买家具的姐妹，这篇先存住！",
    "link": "https://www.jianshu.com/p/2678bdee0978",
    "pub_date": "2026-09-29 19:33:01",
    "author": "482e4e553a7e",
    "description": "真的劝打算去佛山买家具的姐妹️ 没做功课就冲，真的会被当成大冤种 把我踩过的坑整理成这几条，看完再出门 —— 出门前必做 ✅户型图 + 所有尺寸量一遍 沙发多长、电梯多高、门多宽，全记死 （朋友沙发买长 5cm 卡门口，白等一个月…） ✅全屋预算拆到每件 不然现场看啥都好看，回家超预算一半 ✅要预约的厂提前微信约！ 不预约真的会跑空，别问我怎么知道的 ✅穿运动鞋！一天 2 万步不是开玩笑 —— 到了现场别看脸，看里子 ❶ 展厅灯光会骗人…",
    "content": "真的劝打算去佛山买家具的姐妹️ 没做功课就冲，真的会被当成大冤种 把我踩过的坑整理成这几条，看完再出门 —— 出门前必做 ✅户型图 + 所有尺寸量一遍 沙发多长、电梯多高、门多宽，全记死 （朋友沙发买长 5cm 卡门口，白等一个月…） ✅全屋预算拆到每件 不然现场看啥都好看，回家超预算一半 ✅要预约的厂提前微信约！ 不预约真的会跑空，别问我怎么知道的 ✅穿运动鞋！一天 2 万步不是开玩笑 —— 到了现场别看脸，看里子 ❶ 展厅灯光会骗人！ 蹲下来看板材横截面、掀沙发垫看框架 味道冲鼻子的直接 pass ❷ 材质必须…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/bcf82e4fa2b6",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "SpringBoot代码集",
    "link": "https://www.jianshu.com/p/bcf82e4fa2b6",
    "pub_date": "2026-09-29 19:33:01",
    "author": "AC编程",
    "description": "一、获取Spring容器对象 1.1 实现BeanFactoryAware接口 实现BeanFactoryAware接口，然后重写setBeanFactory方法，就能从该方法中获取到Spring容器对象。 @Service public class PersonService implements BeanFactoryAware { private BeanFactory beanFactory; @Override public …",
    "content": "一、获取Spring容器对象 1.1 实现BeanFactoryAware接口 实现BeanFactoryAware接口，然后重写 setBeanFactory 方法，就能从该方法中获取到Spring容器对象。 @Service public class PersonService implements BeanFactoryAware { private BeanFactory beanFactory; @Override public void setBeanFactory(BeanFactory beanFa…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195823",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260929】好想活出这样的人生",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195823",
    "pub_date": "2026-09-29 16:33:00",
    "author": "xilei",
    "description": "【1】国资委：截至8月底，中央企业资产总额达到了99.3万亿元，到今年年底有望迈上一个新的台阶。 【2】国常会：研究出台稳定房地产市场、促进就业增收等政策措施 “当前经济运行面临的问题”，大概是指投资、消费和出口“三驾马车”中，投资和消费两架马车持续乏力。下一阶段投资的重点还是“六张网”，“稳定房地产、促进就业增收”是促进消费的重要保障。 【3】成都回应\"那英演唱会缅怀刘欢即兴演唱《弯弯的月亮》一事\" @祝佳音:我觉得如果媒体没有胆量说…",
    "content": "【1】国资委：截至8月底，中央企业资产总额达到了99.3万亿元，到今年年底有望迈上一个新的台阶。 【2】国常会：研究出台稳定房地产市场、促进就业增收等政策措施 “当前经济运行面临的问题”，大概是指投资、消费和出口“三驾马车”中，投资和消费两架马车持续乏力。下一阶段投资的重点还是“六张网”，“稳定房地产、促进就业增收”是促进消费的重要保障。&nbsp; 【3】成都回应\"那英演唱会缅怀刘欢即兴演唱《弯弯的月亮》一事\" @祝佳音 :我觉得如果媒体没有胆量说“临时加唱不报批就要受处罚是恶政”，至少不要蠢到搞这种举报式采访。…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/7f28b6e83c8c",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "《花骨朵的呢喃》",
    "link": "https://www.jianshu.com/p/7f28b6e83c8c",
    "pub_date": "2026-09-29 02:40:24",
    "author": "沐雪云卿",
    "description": "娇艳欲滴的花骨朵儿， 她高挂在枝头， 清晨温和的阳光， 一夜露水的滋养， 让她含情脉脉， 羞羞答答绽放， 迎来一片甜蜜的赞美， 她开的更是妩媚多姿。 全然忘了， 偷蜜的蝴蝶， 拱根茎的野猪， 还有人想把她折下插在花瓶中， 于是乎， 她的根茎赤裸裸的拱暴露， 她的花蜜被一点点吸尽， 一场暴风雨后， 她整个倾斜在一滩泥泞， 有好心人， 想把她带回家养在花盆里， 她临死还疯狂呢喃， 不要碰我！ 拿开你的脏手……",
    "content": "娇艳欲滴的花骨朵儿， 她高挂在枝头， 清晨温和的阳光， 一夜露水的滋养， 让她含情脉脉， 羞羞答答绽放， 迎来一片甜蜜的赞美， 她开的更是妩媚多姿。 全然忘了， 偷蜜的蝴蝶， 拱根茎的野猪， 还有人想把她折下插在花瓶中， 于是乎， 她的根茎赤裸裸的拱暴露， 她的花蜜被一点点吸尽， 一场暴风雨后， 她整个倾斜在一滩泥泞， 有好心人， 想把她带回家养在花盆里， 她临死还疯狂呢喃， 不要碰我！ 拿开你的脏手……"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/876f13460266",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "南宫书院",
    "link": "https://www.jianshu.com/p/876f13460266",
    "pub_date": "2026-09-29 01:41:05",
    "author": "满阶梧桐",
    "description": "原创首发，文责自负 本文参与9月“不一样”之 【那我不来了】 文：满阶梧桐 图源： 网络 南宫书院 一 旸坐在车里， 他的身边是婼兮。 婼兮将头便向一侧。 旸看着她， 正好瞥见她耳后有一缕细细银丝藏在发中， 便在心里说：她胖了， 也开始衰老了。 于是， 他开始在脑海里寻找， 寻找婼兮过去的样子。 婼兮的脸上平静如水， 没有一丝波澜， 但她的目光寒彻，只是旸没有看到。 婼兮调整了一下姿势， 目光从旸的脸上扫过， 接着便投出了车子的后窗外。…",
    "content": "原创首发，文责自负 本文参与9月“不一样”之 【那我不来了】 文：满阶梧桐 图源： 网络 南宫书院 一 旸坐在车里， 他的身边是婼兮。 婼兮将头便向一侧。 旸看着她， 正好瞥见她耳后有一缕细细银丝藏在发中， 便在心里说：她胖了， 也开始衰老了。 于是， 他开始在脑海里寻找， 寻找婼兮过去的样子。 婼兮的脸上平静如水， 没有一丝波澜， 但她的目光寒彻，只是旸没有看到。 婼兮调整了一下姿势， 目光从旸的脸上扫过， 接着便投出了车子的后窗外。 她清楚地看到：有一个人影， 正在奔跑。 虽然那人影离车子有点远， 虽然隔着纱帘…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195807",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260928】我们不知道自己拥有什么，直到失去它",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195807",
    "pub_date": "2026-09-28 16:49:00",
    "author": "xilei",
    "description": "【1】彭博总结的中美同意下调关税的商品清单： @不神经的神经叨 刚刚刷到一个县城超市收银员的视频。 【7】@李微敖 工人师傅有30多年工龄，现在一个月有3700的养老金，这完全是他应得的。 【8】@何夕 来自晚点的数据整理和制图: 上面这些拖欠供应商账期超过200天的车企， 【9】 阑夕 我说Muse这波豆包怎么没反应呢？原来已经在加班了。 【10】俄乌互袭至少七死 基辅等地遭俄军夜袭 乌克兰总统泽连斯基星期六（9月26日）在社媒发文说…",
    "content": "【1】彭博总结的中美同意下调关税的商品清单： 超市货架&amp;马戏团 【2】中央通报：吉林省白城市委宣传部摊派报刊订阅任务，一个县一年花费上百万，强制订阅17种报刊；吉林省委立即部署整改，追责问责14人。 【3】今天A股这么一跌，后续的上涨空间又大了… 直捣3800，与诸君痛饮耳！ 【4】段永平发帖：买入3万股贵州茅台&nbsp; 【5】“电车买得起修不起”上热搜！平均维修费是油车1.7倍&nbsp; 【6】 @不神经的神经叨 刚刚刷到一个县城超市收银员的视频。 她每天上班时间 9.5 小时，月休两天，买社保的话…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195775",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260927】我这个篮球爱好者也觉得自己有机会了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195775",
    "pub_date": "2026-09-27 15:51:00",
    "author": "xilei",
    "description": "【1】中美达成八点成果共识 当地时间9月23日至25日，中国国家主席习近平对美国进行国事访问。其间，两国元首就中美建设性战略稳定关系及重大国际地区问题深入交换意见，达成八点成果共识，包括： 一、双方同意构建“基于尊重、公平、对等的中美建设性战略稳定关系”。 二、双方同意相互支持对方办好亚太经合组织（APEC）领导人非正式会议和二十国集团（G20）领导人峰会。两国元首有意出席对方主办的会议。 三、两国元首同意伊朗应履行不发展核武器的承诺，…",
    "content": "【1】中美达成八点成果共识 当地时间9月23日至25日，中国国家主席习近平对美国进行国事访问。其间，两国元首就中美建设性战略稳定关系及重大国际地区问题深入交换意见，达成八点成果共识，包括： 一、双方同意构建“基于尊重、公平、对等的中美建设性战略稳定关系”。 二、双方同意相互支持对方办好亚太经合组织（APEC）领导人非正式会议和二十国集团（G20）领导人峰会。两国元首有意出席对方主办的会议。 三、两国元首同意伊朗应履行不发展核武器的承诺，任何国家或机构都不得对国际水道征收通行费。 四、两国元首忆及中国和美国是二战盟友…"
  }
];

export default jsonData;
