const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/d6e83d856bed",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "20. 有效的括号",
    "link": "https://www.jianshu.com/p/d6e83d856bed",
    "pub_date": "2026-06-18 17:10:49",
    "author": "一直流浪",
    "description": "20. 有效的括号 题目链接：https://leetcode-cn.com/problems/valid-parentheses/ 难度：简单 给定一个只包括 '('，')'，'{'，'}'，'['，']' 的字符串，判断字符串是否有效。 有效字符串需满足： 左括号必须用相同类型的右括号闭合。 左括号必须以正确的顺序闭合。 注意空字符串可被认为是有效字符串。 示例 1: 输入: \"()\" 输出: true 示例 2: 输入: \"()[…",
    "content": "20. 有效的括号 题目链接： https://leetcode-cn.com/problems/valid-parentheses/ 难度：简单 给定一个只包括 '(' ， ')' ， '{' ， '}' ， '[' ， ']' 的字符串，判断字符串是否有效。 有效字符串需满足： 左括号必须用相同类型的右括号闭合。 左括号必须以正确的顺序闭合。 注意空字符串可被认为是有效字符串。 示例 1: 输入: \"()\" 输出: true 示例 2: 输入: \"()[]{}\" 输出: true 示例 3: 输入: \"(]\" …"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/b7fb72a15ac9",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "JavaScript--字符串",
    "link": "https://www.jianshu.com/p/b7fb72a15ac9",
    "pub_date": "2026-06-18 17:10:48",
    "author": "蒜泥捣莓",
    "description": "一、字符串的概述 1、String（字符串）数据类型表示零或多个 16 位 Unicode 字符序列。字符串可以使用双引号（\"）、单引号（'）或反引号（`）标示。 2、ECMAScript 中的字符串是不可变的（immutable），意思是一旦创建，它们的值就不能变了。要修改某个变量中的字符串值，必须先销毁原始的字符串，然后将包含新值的另一个字符串保存到该变量。 注意：以某种引号作为字符串开头，必须仍然以该种引号作为字符串结尾。 二、字…",
    "content": "一、字符串的概述 1、String（字符串）数据类型表示零或多个 16 位 Unicode 字符序列。字符串可以使用双引号（\"）、单引号（'）或反引号（`）标示。 2、ECMAScript 中的字符串是 不可变的 （immutable），意思是一旦创建，它们的值就不能变了。要修改某个变量中的字符串值，必须先销毁原始的字符串，然后将包含新值的另一个字符串保存到该变量。 注意 ： 以某种引号作为字符串开头，必须仍然以该种引号作为字符串结尾 。 二、字符串的声明 1、值类型赋值 var str = hello world…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/f1779fbd8dbb",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "整合代码：一个简单的交互式弹簧",
    "link": "https://www.jianshu.com/p/f1779fbd8dbb",
    "pub_date": "2026-06-18 17:10:47",
    "author": "大龙10",
    "description": "书名：代码本色：用编程模拟自然系统 目录 5.17 整合代码：一个简单的交互式弹簧 对于Box2D，手动设置物体的位置会破坏物理模拟。在toxiclibs中并不存在这样的问题。如果要移动粒子的位置，我们可以直接设置它的x坐标和y坐标。但在设置之前，我们最好先调用lock()函数。 lock()函数的作用就是将物体锁在某个位置，等同于将Box2D物体的密度设成0。下面我将展示如何临时锁住一个粒子，然后移动它，最后将它解锁，让它继续参与物理…",
    "content": "书名：代码本色：用编程模拟自然系统 作者：Daniel Shiffman 译者：周晗彬 ISBN：978-7-115-36947-5 目录 5.17 整合代码：一个简单的交互式弹簧 对于Box2D，手动设置物体的位置会破坏物理模拟。在toxiclibs中并不存在这样的问题。如果要移动粒子的位置，我们可以直接设置它的x坐标和y坐标。但在设置之前，我们最好先调用lock()函数。 lock()函数的作用就是将物体锁在某个位置，等同于将Box2D物体的密度设成0。下面我将展示如何临时锁住一个粒子，然后移动它，最后将它解锁…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193760",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260617】你这个“中”字用的出神入化",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193760",
    "pub_date": "2026-06-17 14:51:00",
    "author": "xilei",
    "description": "【1】梅西上演帽子戏法 阿根廷3比0大胜阿尔及利亚打响首炮 谁敢说梅西（Messi）老了？即将年满39岁的梅西不仅在新加坡时间星期三（6月17日）上午上演他在历届世界杯，同时也是本届世界杯的首个帽子戏法，助卫冕冠军阿根廷以3比0轻取阿尔及利亚，取得开门红，还以16个进球追平了德国名宿克洛泽（Klose）在2014年创造的世界杯进球纪录。 在协助球队以3比0遥遥领先后，梅西随即被换下，在下场时获得现场如雷的掌声。阿尔及利亚试着反击，但始终…",
    "content": "【1】梅西上演帽子戏法 阿根廷3比0大胜阿尔及利亚打响首炮 谁敢说梅西（Messi）老了？即将年满39岁的梅西不仅在新加坡时间星期三（6月17日）上午上演他在历届世界杯，同时也是本届世界杯的首个帽子戏法，助卫冕冠军阿根廷以3比0轻取阿尔及利亚，取得开门红，还以16个进球追平了德国名宿克洛泽（Klose）在2014年创造的世界杯进球纪录。 在协助球队以3比0遥遥领先后，梅西随即被换下，在下场时获得现场如雷的掌声。阿尔及利亚试着反击，但始终无法取得突破，只能黯然吃下0比3的败局。 【2】纯属污蔑抹黑 【3】武汉市委书记…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193738",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260616】这是中国帮我们实现的梦想",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193738",
    "pub_date": "2026-06-16 15:22:00",
    "author": "xilei",
    "description": "【1】世界杯新军佛得角顽强防守 爆冷逼平欧洲冠军西班牙 “斗牛士军团”欧洲冠军西班牙（世界排名第二）星期二（6月16日）凌晨在世界杯H组小组赛上，面对非洲新军“蓝鲨”佛得角（世界第67）的铜墙铁壁束手无策，只能和对手0比0互交白卷，爆出本届赛事一大意外赛果。佛得角的40岁门将沃齐尼亚（Vozinha）做出七次扑救，当选全场最佳球员，在赛后激动泪洒赛场。 当地时间6月15日晚，在世界杯G组首轮比赛中，伊朗队与新西兰队打成2:2。赛后，伊朗…",
    "content": "【1】世界杯新军佛得角顽强防守 爆冷逼平欧洲冠军西班牙 “斗牛士军团”欧洲冠军西班牙（世界排名第二）星期二（6月16日）凌晨在世界杯H组小组赛上，面对非洲新军“蓝鲨”佛得角（世界第67）的铜墙铁壁束手无策，只能和对手0比0互交白卷，爆出本届赛事一大意外赛果。佛得角的40岁门将沃齐尼亚（Vozinha）做出七次扑救，当选全场最佳球员，在赛后激动泪洒赛场。 当地时间6月15日晚，在世界杯G组首轮比赛中，伊朗队与新西兰队打成2:2。赛后，伊朗国家队主教练加莱诺埃对媒体表示，球队突然被勒令必须立即离开美国，返回其远在200…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193719",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260615】怎么变穷了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193719",
    "pub_date": "2026-06-15 15:05:00",
    "author": "xilei",
    "description": "【1】国际劳工组织通过全球首个保障零工权益公约 联合国旗下国际劳工组织（ILO）周五批准全球首个保障数码平台零工权益的具约束力国际公约；条约一获得核准，全球数以亿计通过数码平台工作的人员如外卖配送员和网约车司机，在薪酬、安全和社会福利方面的权利将有望得到保障。 【2】取消中考选拔县城2025年开始改革 【3】蔚来李斌敲响行业警钟！“做好汽车销量跌15%-20%的心理准备”，中国汽车产业进入决赛最残酷的阶段 【4】大胆，竟然敢造cpo一哥…",
    "content": "【1】国际劳工组织通过全球首个保障零工权益公约 联合国旗下国际劳工组织（ILO）周五批准全球首个保障数码平台零工权益的具约束力国际公约；条约一获得核准，全球数以亿计通过数码平台工作的人员如外卖配送员和网约车司机，在薪酬、安全和社会福利方面的权利将有望得到保障。 【2】取消中考选拔县城2025年开始改革 【3】蔚来李斌敲响行业警钟！“做好汽车销量跌15%-20%的心理准备”，中国汽车产业进入决赛最残酷的阶段 【4】大胆，竟然敢造cpo一哥的谣 【5】溜溜梅开盘暴涨 189% 溜溜梅简称 LLM 正宗的 AI 大模型概…"
  }
];

export default jsonData;
