const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/2246b6fe53c6",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "十月读书伴读营结营",
    "link": "https://www.jianshu.com/p/2246b6fe53c6",
    "pub_date": "2026-10-24 17:36:44",
    "author": "",
    "description": "本文参与【一柳繁花读书成长伴读营】打卡作业，原创首发，文责自负。 金秋十月永远是收获最丰的季节。我来到伴读营已八个月了，与优秀的老师和友友们共同读书，被鼓舞和激励着，心中总是盛满喜悦和满足。 这个月，我们仍用微步骤读书法，读了一本适合秋天读的书——刘亮程的《一个人的村庄》，在适合回忆的秋天里，细读了他记忆中的村庄。 在作者细腻而深情的笔触中，因感动而泪目，因共情而哽咽，在充满泥土气息的叙述中，体会饱含哲理的巧思，近乎虚幻的描述，人世间的…",
    "content": "本文参与【一柳繁花读书成长伴读营】打卡作业，原创首发，文责自负。 金秋十月永远是收获最丰的季节。我来到伴读营已八个月了，与优秀的老师和友友们共同读书，被鼓舞和激励着，心中总是盛满喜悦和满足。 这个月，我们仍用微步骤读书法，读了一本适合秋天读的书——刘亮程的《一个人的村庄》，在适合回忆的秋天里，细读了他记忆中的村庄。 在作者细腻而深情的笔触中，因感动而泪目，因共情而哽咽，在充满泥土气息的叙述中，体会饱含哲理的巧思，近乎虚幻的描述，人世间的万事万物都有精神和生命，众生是平等的。 老师说：“我们之所以要读书，是要把自己身…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8d10be099a6e",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "灵魂拷问",
    "link": "https://www.jianshu.com/p/8d10be099a6e",
    "pub_date": "2026-10-24 17:36:44",
    "author": "",
    "description": "“凭什么他干得少拿得多？”“凭什么升他不升我？”“凭什么这个锅让我背？” 我相信上面这三个灵魂拷问，很多人都遇到过。 你要明白，职场从来没有绝对的公平，就像生活从来没有绝对的道理。 有人靠能力立足，有人靠资源占位，有人靠运气得利。纠结公平与否，只会消耗自己、耽误成长。 要么忍，要么狠，要么滚。忍就忍得心甘情愿，狠就狠出真本事，滚就滚得潇潇洒洒。 最怕的是：既不敢走，又不甘心留，卡在中间天天内耗。 把“不公平”当成职场常态，把“变强大”当…",
    "content": "“凭什么他干得少拿得多？”“凭什么升他不升我？”“凭什么这个锅让我背？” 我相信上面这三个灵魂拷问，很多人都遇到过。 你要明白，职场从来没有绝对的公平，就像生活从来没有绝对的道理。 有人靠能力立足，有人靠资源占位，有人靠运气得利。纠结公平与否，只会消耗自己、耽误成长。 要么忍，要么狠，要么滚。忍就忍得心甘情愿，狠就狠出真本事，滚就滚得潇潇洒洒。 最怕的是：既不敢走，又不甘心留，卡在中间天天内耗。 把“不公平”当成职场常态，把“变强大”当成唯一出路。 当你有了随时离开的底气，眼前的委屈就再也伤不到你。 中原焦点团队王…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196310",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261023】终身负责",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196310",
    "pub_date": "2026-10-23 15:59:00",
    "author": "",
    "description": "【1】财政部：前三季度证券交易印花税2391亿元 同比增长65.1% 前三季度，全国一般公共预算收入172292亿元，同比增长5.1%。其中，全国税收收入140706亿元，同比增长6.1%；非税收入31586亿元，同比增长1.2%。分中央和地方看，中央一般公共预算收入76699亿元，同比增长8.3%；地方一般公共预算本级收入95593亿元，同比增长2.7%。 【2】“终身负责”！最高法：司法责任追究范围，包括已退休、调离、辞职、辞退、开…",
    "content": "【1】财政部：前三季度证券交易印花税2391亿元 同比增长65.1% 前三季度，全国一般公共预算收入172292亿元，同比增长5.1%。其中，全国税收收入140706亿元，同比增长6.1%；非税收入31586亿元，同比增长1.2%。分中央和地方看，中央一般公共预算收入76699亿元，同比增长8.3%；地方一般公共预算本级收入95593亿元，同比增长2.7%。 【2】“终身负责”！最高法：司法责任追究范围，包括已退休、调离、辞职、辞退、开除的司法人员 【3】周浩导演在武汉拍摄的疫情时期纪录片《工厂》在澳门国际纪录片节…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196294",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261022】天上不会掉馅饼，但地上总会长骗子",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196294",
    "pub_date": "2026-10-22 16:16:00",
    "author": "",
    "description": "【1】厄尔尼诺今年底或达空前强度 全球5000万人恐挨饿 世界气象组织警告，厄尔尼诺现象可能在今年底达到前所未有的强度，导致太平洋部分海域温度创纪录上升，并在全球多地引发严重干旱、洪灾及极端高温。联合国官员形容，这次厄尔尼诺犹如一颗横扫全球的“破坏球”，可能使约5000万人面临更严重的饥饿风险。 【2】缅北果敢老街市组织干部职工集中观看《缅北电诈覆灭纪实》《老街·向新而生》两部专题纪录片，开展专题观影警示教育，以反面案例警示与本土建设纪…",
    "content": "【1】厄尔尼诺今年底或达空前强度 全球5000万人恐挨饿 世界气象组织警告，厄尔尼诺现象可能在今年底达到前所未有的强度，导致太平洋部分海域温度创纪录上升，并在全球多地引发严重干旱、洪灾及极端高温。联合国官员形容，这次厄尔尼诺犹如一颗横扫全球的“破坏球”，可能使约5000万人面临更严重的饥饿风险。 【2】缅北果敢老街市组织干部职工集中观看《缅北电诈覆灭纪实》《老街·向新而生》两部专题纪录片，开展专题观影警示教育，以反面案例警示与本土建设纪实相结合，引导全体人员深刻认清电诈犯罪带来的深层危害，珍惜当前来之不易的稳定发展…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196274",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261021】确有部分车企产品验证不充分",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196274",
    "pub_date": "2026-10-21 16:59:00",
    "author": "",
    "description": "【1】外交部：#中方反对将科技经贸问题政治化# 今天，针对有报道说美国政府要求其机构停止使用来自中国企业的DeepSeek等人工智能工具，外交部发言人毛宁在例行记者会上表示，中方一贯反对泛化国家安全概念、将科技经贸问题政治化，我们将坚决维护中国企业的合法权益。 【2】上门催缴 【3】#工信部称确有部分车企产品验证不充分# A-Promised-Land1 工信部不点名批评了某车企，肯定了有测检不严格的速成车存在，老老实实承认这个明明白白…",
    "content": "【1】外交部： #中方反对将科技经贸问题政治化# 今天，针对有报道说美国政府要求其机构停止使用来自中国企业的DeepSeek等人工智能工具，外交部发言人毛宁在例行记者会上表示，中方一贯反对泛化国家安全概念、将科技经贸问题政治化，我们将坚决维护中国企业的合法权益。 【2】上门催缴 【3】 #工信部称确有部分车企产品验证不充分# A-Promised-Land1 工信部不点名批评了某车企，肯定了有测检不严格的速成车存在，老老实实承认这个明明白白的事实居然要大费周章。不管怎么样，给调查结果点个赞。 【4】重庆市委书记袁家…"
  }
];

export default jsonData;
