const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/fab4c9100471",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "react hooks父组件调用子组件方法",
    "link": "https://www.jianshu.com/p/fab4c9100471",
    "pub_date": "2026-09-24 18:37:27",
    "author": "w晚风",
    "description": "想要在 React Hooks 父组件中调用子组件的某个方法，可以通过使用 useRef 钩子和 forwardRef 方法来实现此功能。下面是一些简单的示例代码 子组件 子组件中，需要使用 forwardRef 方法将子组件向父组件暴露出一个 ref 属性，从而在父组件中可以获取子组件的引用 const ChildComponent = React.forwardRef((props, ref) => { const childMet…",
    "content": "想要在 React Hooks 父组件中调用子组件的某个方法，可以通过使用 useRef 钩子和 forwardRef 方法来实现此功能。下面是一些简单的示例代码 子组件 子组件中，需要使用 forwardRef 方法将子组件向父组件暴露出一个 ref 属性，从而在父组件中可以获取子组件的引用 const ChildComponent = React.forwardRef((props, ref) =&gt; { const childMethod = () =&gt; { // 处理逻辑 }; // 将子组件中需…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/c0a9902d3c87",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "原油加热器：高效节能，保障石油工业流畅运行",
    "link": "https://www.jianshu.com/p/c0a9902d3c87",
    "pub_date": "2026-09-24 18:37:27",
    "author": "江苏扬天",
    "description": "原油加热器：石油工业中的关键热能设备在石油工业的复杂流程中，原油加热器扮演着举足轻重的角色。它不仅是原油处理过程中的核心设备，更是确保整个石油加工链条顺畅运行的关键因素。原油加热器通过精确控制加热温度，为原油的后续处理提供了理想的条件，从而保障了石油产品的质量和生产效率。原油加热器的工作原理基于热交换技术，它利用热源（如蒸汽、导热油或电加热）将热量传递给原油，使其温度升高至所需范围。这一过程中，加热器的设计至关重要，它必须能够承受高温高…",
    "content": "原油加热器：石油工业中的关键热能设备在石油工业的复杂流程中，原油加热器扮演着举足轻重的角色。它不仅是原油处理过程中的核心设备，更是确保整个石油加工链条顺畅运行的关键因素。原油加热器通过精确控制加热温度，为原油的后续处理提供了理想的条件，从而保障了石油产品的质量和生产效率。原油加热器的工作原理基于热交换技术，它利用热源（如蒸汽、导热油或电加热）将热量传递给原油，使其温度升高至所需范围。这一过程中，加热器的设计至关重要，它必须能够承受高温高压环境，同时确保热量传递的高效性和均匀性。高效的原油加热器能够显著提升加热速度，…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/285701ca01d1",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "节日团圆的举杯：温润红啤，最懂团圆的气氛",
    "link": "https://www.jianshu.com/p/285701ca01d1",
    "pub_date": "2026-09-24 18:37:26",
    "author": "青山在酒业",
    "description": "中秋、重阳、春节，乃至每一个值得纪念的\"团圆日\"，中国人的餐桌上总少不了一杯助兴的酒。而要让一桌人都喝得畅快又不失体面，选酒便成了一门讲究的学问。 内外兼修，撑得起场面 蒙小花明润的仙果红与精致的瓶身自带轻奢气质，端上桌即是\"有面子\"的视觉担当；而暗藏其后的0添加、低嘌呤、低脂肪等品质细节，又能让来宾读出主人的用心，真正做到\"有里子\"。 来宾友好，人人都能喝 低苦、柔滑、清新口感，让不常饮酒的女性长辈与年轻人也乐于举杯，避免了\"不喝怕失…",
    "content": "中秋、重阳、春节，乃至每一个值得纪念的\"团圆日\"，中国人的餐桌上总少不了一杯助兴的酒。而要让一桌人都喝得畅快又不失体面，选酒便成了一门讲究的学问。 内外兼修，撑得起场面 蒙小花明润的仙果红与精致的瓶身自带轻奢气质，端上桌即是\"有面子\"的视觉担当；而暗藏其后的0添加、低嘌呤、低脂肪等品质细节，又能让来宾读出主人的用心，真正做到\"有里子\"。 来宾友好，人人都能喝 低苦、柔滑、清新口感，让不常饮酒的女性长辈与年轻人也乐于举杯，避免了\"不喝怕失礼、喝了怕上头\"的两难。一家人围坐，举一杯温润的红，就是团圆最好的注脚。 一杯温…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195745",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260924】中国人民和美国人民都是伟大的人民",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195745",
    "pub_date": "2026-09-24 16:25:00",
    "author": "xilei",
    "description": "【1】@央视新闻 【习近平：#中国人民和美国人民都是伟大的人民#】#特朗普表示这是一次举世瞩目的访问##习主席访问美国#当地时间9月23日下午，国家主席习近平乘专机抵达华盛顿，应美国总统特朗普邀请，对美国进行国事访问。 习近平和夫人彭丽媛抵达华盛顿安德鲁斯空军基地时，特朗普和夫人梅拉尼娅热情迎接。特朗普表示，很高兴在华盛顿接待习近平主席和彭丽媛女士，这是一次举世瞩目的访问。习近平主席是伟大的领导人，这是一个伟大的时刻。我期待同习近平主席…",
    "content": "【1】 @央视新闻 【习近平： #中国人民和美国人民都是伟大的人民# 】 #特朗普表示这是一次举世瞩目的访问# #习主席访问美国# 当地时间9月23日下午，国家主席习近平乘专机抵达华盛顿，应美国总统特朗普邀请，对美国进行国事访问。 习近平和夫人彭丽媛抵达华盛顿安德鲁斯空军基地时，特朗普和夫人梅拉尼娅热情迎接。特朗普表示，很高兴在华盛顿接待习近平主席和彭丽媛女士，这是一次举世瞩目的访问。习近平主席是伟大的领导人，这是一个伟大的时刻。我期待同习近平主席深入交换意见，推动两国关系发展。 美国儿童向习近平和彭丽媛献上鲜花。…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195729",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260923】人间失格",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195729",
    "pub_date": "2026-09-23 15:57:00",
    "author": "xilei",
    "description": "【1】一个好事儿！ iOS 27.2 Beta 可以禁止App获取设备姿态了，也就是说App摇一摇广告可以直接屏蔽了。不容易，天下苦摇一摇跳转广告久矣 【2】自然资源部：将组织开展找矿大会战行动 【3】深圳65万学生试点每周半天校外实践# #每周至少半天校外实践教学将推行#教育部基础教育司司长田祖荫9月23日在国新办举行的“开局起步‘十五五’”系列主题新闻发布会上介绍，教育部将在全国推行每周至少半天的校外实践教学，指导各地各校因地制宜、…",
    "content": "【1】一个好事儿！ iOS 27.2 Beta 可以禁止App获取设备姿态了，也就是说App摇一摇广告可以直接屏蔽了。不容易，天下苦摇一摇跳转广告久矣 【2】自然资源部：将组织开展找矿大会战行动 【3】 深圳65万学生试点每周半天校外实践# #每周至少半天校外实践教学将推行# 教育部基础教育司司长田祖荫9月23日在国新办举行的“开局起步‘十五五’”系列主题新闻发布会上介绍，教育部将在全国推行每周至少半天的校外实践教学，指导各地各校因地制宜、分学段合理安排，纳入学校的教育教学计划。 例如，深圳市已探索实施“义务教育每…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195679",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260922】所有正常的放松都有强烈的罪恶感",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195679",
    "pub_date": "2026-09-22 16:13:00",
    "author": "xilei",
    "description": "【1】习近平将对美国进行国事访问 应美利坚合众国总统特朗普邀请，国家主席习近平将于9月23日至25日对美国进行国事访问。 【2】9月21日上午，中共中央政治局常委、国务院副总理丁薛祥在人民大会堂接见“向国旗敬礼”港澳青少年升旗队代表访京团并合影留念。 【3】覃伟中被查，曾任深圳市长。 【4】团团伙伙，不老实 【5】人的底线何在 【6】长生生物疫苗案二审判决 原董事长高俊芳获无期徒刑】延宕八年的长春长生生物科技有限责任公司“假疫苗”案二审…",
    "content": "【1】习近平将对美国进行国事访问 应美利坚合众国总统特朗普邀请，国家主席习近平将于9月23日至25日对美国进行国事访问。 【2】9月21日上午，中共中央政治局常委、国务院副总理丁薛祥在人民大会堂接见“向国旗敬礼”港澳青少年升旗队代表访京团并合影留念。 【3】覃伟中被查，曾任深圳市长。 【4】团团伙伙，不老实 【5】人的底线何在 【6】长生生物疫苗案二审判决 原董事长高俊芳获无期徒刑】延宕八年的长春长生生物科技有限责任公司“假疫苗”案二审宣判。1954年出生的原董事长高俊芳被指犯有生产、销售伪劣产品罪、非国家工作人员…"
  }
];

export default jsonData;
