const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/d520fe5bacb4",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "几何工具",
    "link": "https://www.jianshu.com/p/d520fe5bacb4",
    "pub_date": "2026-08-04 08:01:38",
    "author": "大龙10",
    "description": "机器视觉原理与案例详解 一、几何工具 几何工具用于在图像中创建几何参照，其他检测工具（如数学逻辑工具）可以利用这些参照进行检测 图10-40 “点到点（直线）”工具： “点到点（中点）”工具： “点到点（尺寸）”工具： “垂直线”工具： “直线交点”工具： “平分角”工具： “由N个点构成的直线”工具： “由N个点构成的圆”工具： “圆与直线的交点”工具： “用户定义的点”工具： “用户定义的直线”工具： “圆拟合”工具： “线拟合”工…",
    "content": "机器视觉原理与案例详解 工控帮教研组编著 电子工业出版社 2020.7 ISBN 978-7-121-39084-5 一、几何工具 几何工具用于在图像中创建几何参照，其他检测工具（如数学逻辑工具）可以利用这些参照进行检测 包括“点到点（直线）”工具、“点到点（中点）”工具、“点到点（尺寸）”工具、“垂直线”工具、“直线交点”工具、“平分角”工具、“由N个点构成的直线”工具、“由N个点构成的圆”工具、“圆与直线的交点”工具、“用户定义的点”工具、“用户定义的直线”工具、“圆拟合”工具、“线拟合”工具等 如图10-40…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/94cac61283ba",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "从发展联盟MVP到澳洲新篇章：梅森·琼斯转会珀斯野猫背后，CBA的“薪资红线”与NBL的“跳板效应”",
    "link": "https://www.jianshu.com/p/94cac61283ba",
    "pub_date": "2026-08-04 08:01:38",
    "author": "kakzuxoy",
    "description": "当梅森·琼斯在2024-25赛季发展联盟交出23.6分5.0篮板7.8助攻、三分命中率44.7%的成绩单，并捧起MVP奖杯时，他的下一站选择便成为亚洲和澳洲篮球市场关注的焦点。这位身高1米93的后卫，原本被多支CBA球队视为理想外援人选，但最终他选择了澳大利亚NBL联赛的珀斯野猫队。 据知名体育记者Olgun Uluc报道，琼斯已确认加盟珀斯野猫。而在此之前，山西男篮及其他CBA俱乐部确实与其团队进行过接触。但山西男篮管理层明确表示，本…",
    "content": "当梅森·琼斯在2024-25赛季发展联盟交出23.6分5.0篮板7.8助攻、三分命中率44.7%的成绩单，并捧起MVP奖杯时，他的下一站选择便成为亚洲和澳洲篮球市场关注的焦点。这位身高1米93的后卫，原本被多支CBA球队视为理想外援人选，但最终他选择了澳大利亚NBL联赛的珀斯野猫队。 据知名体育记者Olgun Uluc报道，琼斯已确认加盟珀斯野猫。而在此之前，山西男篮及其他CBA俱乐部确实与其团队进行过接触。但山西男篮管理层明确表示，本赛季不会突破薪资上限，尤其不会提供超出正常规定100万美元的报价。在“薪资红线”…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/03a44bf35897",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "春日才看杨柳绿，秋风又见菊花黄",
    "link": "https://www.jianshu.com/p/03a44bf35897",
    "pub_date": "2026-08-04 08:01:38",
    "author": "意西",
    "description": "红尘白浪两茫茫，忍辱柔和是妙方。到处随缘延岁月，终身安分度时光。 休将自己心田昧，莫把他人过失扬。谨慎应酬无懊恼，耐烦作事好商量。 从来硬弩弦先断，每见刚刀口易伤。惹祸只因闲口舌，招惹多为狠心肠。 是非不必争人我，彼此何须论短长，世界由来多缺陷，幻躯焉得免无常？ 吃些亏处原无碍，退让三分也无妨。春日才看杨柳绿，秋风又见菊花黄。 荣华终是三更梦，富贵还同九月霜。老病死生谁替得？酸甜苦辣自承当。 人从巧计夸伶俐，天自从容定主张。谄曲贪嗔堕地…",
    "content": "红尘白浪两茫茫，忍辱柔和是妙方。到处随缘延岁月，终身安分度时光。 休将自己心田昧，莫把他人过失扬。谨慎应酬无懊恼，耐烦作事好商量。 从来硬弩弦先断，每见刚刀口易伤。惹祸只因闲口舌，招惹多为狠心肠。 是非不必争人我，彼此何须论短长，世界由来多缺陷，幻躯焉得免无常？ 吃些亏处原无碍，退让三分也无妨。春日才看杨柳绿，秋风又见菊花黄。 荣华终是三更梦，富贵还同九月霜。老病死生谁替得？酸甜苦辣自承当。 人从巧计夸伶俐，天自从容定主张。谄曲贪嗔堕地狱，公平正直即天堂。 麝因香重身先死，蚕为丝多命早亡。一剂养神平胃散，两盅和气二…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/222fea07ea72",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "一个人靠不靠谱，就看这四个细节！",
    "link": "https://www.jianshu.com/p/222fea07ea72",
    "pub_date": "2026-08-04 08:01:37",
    "author": "启航新时代",
    "description": "一个人能否深交相处， 不能听他怎么说， 而是看他怎么做。 能深交的人，大多都靠谱， 让人感觉踏实，可以信任。 要想知道一个人靠不靠谱， 就从这四个细节判断 1、是否诚信 靠谱的人，一定讲诚信。 他们说话算话，不会骗人， 他们言而有信，不会糊弄。 答应别人的事， 无论怎样都会做到。 这样的人不会骗人， 可以放心相处 2、是否厚道 靠谱的人， 一定厚道有担当。 不会推卸责任，只顾自己， 总是替人着想，尊重别人。 无论什么时候， 都不会占人便…",
    "content": "一个人能否深交相处， 不能听他怎么说， 而是看他怎么做。 能深交的人，大多都靠谱， 让人感觉踏实，可以信任。 要想知道一个人靠不靠谱， 就从这四个细节判断 1、是否诚信 靠谱的人，一定讲诚信。 他们说话算话，不会骗人， 他们言而有信，不会糊弄。 答应别人的事， 无论怎样都会做到。 这样的人不会骗人， 可以放心相处 2、是否厚道 靠谱的人， 一定厚道有担当。 不会推卸责任，只顾自己， 总是替人着想，尊重别人。 无论什么时候， 都不会占人便宜，把人算计。 与他们来往，不必担心。 3、是否坦荡 靠谱的人， 心胸开阔，为人…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194725",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260803】没下架前它只是个玩具，下架之后它就成了隐喻",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194725",
    "pub_date": "2026-08-03 16:47:00",
    "author": "xilei",
    "description": "【1】8月2日17时许，青岛市黄岛区七星河路363号青岛象屿速传供应链有限公司仓库突发火灾，现场升腾大量黑色浓烟。市、区消防、公安、应急多部门迅速赶赴现场开展扑救，截至当晚20时30分，火势仍未完全扑灭。根据官方通报，此次火情暂无人员被困、伤亡情况，仓库主要存放橡胶等大宗物资，起火具体原因仍在调查之中。该企业为厦门象屿旗下仓储物流主体，是橡胶原料重要仓储基地。橡胶类物料燃烧易产生刺激性烟气，周边居民需留意官方发布的环境提示，远离火场区域…",
    "content": "【1】8月2日17时许，青岛市黄岛区七星河路363号青岛象屿速传供应链有限公司仓库突发火灾，现场升腾大量黑色浓烟。市、区消防、公安、应急多部门迅速赶赴现场开展扑救，截至当晚20时30分，火势仍未完全扑灭。根据官方通报，此次火情暂无人员被困、伤亡情况，仓库主要存放橡胶等大宗物资，起火具体原因仍在调查之中。该企业为厦门象屿旗下仓储物流主体，是橡胶原料重要仓储基地。橡胶类物料燃烧易产生刺激性烟气，周边居民需留意官方发布的环境提示，远离火场区域。&nbsp; @瘦驼 ：我的朋友 junlee 昨天从航班上拍摄的青岛市黄岛区…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194695",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260802】诸神究竟是什么",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194695",
    "pub_date": "2026-08-02 17:06:00",
    "author": "xilei",
    "description": "【1】“损害商誉” 【2】@怂的载体 这对于某些直播带“茶”的网红们来说，属于史诗级削弱了。 【3】同济只是一个缩影。 【4】长鑫存储的lpddr6研发几乎完成，下半年就开始量产。 【5】“老头”是对“70后”“80后”乃至“90后”男性的戏称…… 【6】@瞎七八潮 看得我好痛苦……这么严重的职场霸凌致死事故为什么微博上一点都搜不到 【7】确实，家长太焦虑了 @李微敖 北京电子科技学院、外交学院、国际关系学院、中国消防救援学院、上海海关…",
    "content": "【1】“损害商誉” 【2】 @怂的载体 这对于某些直播带“茶”的网红们来说，属于史诗级削弱了。 【3】同济只是一个缩影。 这样的学校多的是。 非升即走的风，总算是刮到了全体教工。 【4】长鑫存储的lpddr6研发几乎完成，下半年就开始量产。 御三家仅剩HBM这一块自留地了，海外存储见顶的概率非常大了 【5】“老头”是对“70后”“80后”乃至“90后”男性的戏称…… &nbsp; 【6】 @瞎七八潮 看得我好痛苦……这么严重的职场霸凌致死事故为什么微博上一点都搜不到 &nbsp; 【7】确实，家长太焦虑了 &nbs…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194688",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260801】不正宗，至少得有五个中心",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194688",
    "pub_date": "2026-08-01 16:22:00",
    "author": "xilei",
    "description": "【1】连云港消防回应 【2】七月份股民人均亏损1.4万，这个数据有点扎心啊。 【3】胡锡进：建议查一查今天谁在砸盘。 【4】穿上裤子就不认了 【5】DeepSeek V4 Flash的竞技场跑分开榜： 智能水平排名Top 13，任务成本排名最低，比它聪明的没它便宜，比它便宜的⋯⋯哦，没有比它便宜的。 【6】中国将开展为期一年的“深化扫黑除恶”专项斗争 【7】发改委：正研究制定扩内需增量政策 【8】《#国务院关于出境入境管理的规定#》9月…",
    "content": "【1】连云港消防回应 【2】七月份股民人均亏损1.4万，这个数据有点扎心啊。 【3】胡锡进：建议查一查今天谁在砸盘。 【4】穿上裤子就不认了 【5】DeepSeek V4 Flash的竞技场跑分开榜： 智能水平排名Top 13，任务成本排名最低，比它聪明的没它便宜，比它便宜的⋯⋯哦，没有比它便宜的。 &nbsp; &nbsp; 【6】中国将开展为期一年的“深化扫黑除恶”专项斗争 【7】发改委：正研究制定扩内需增量政策 【8】《 #国务院关于出境入境管理的规定# 》9月15日起施行 《国务院关于出境入境管理的规定》7…"
  }
];

export default jsonData;
