const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/a4594f11f1bb",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "今日份碎碎念",
    "link": "https://www.jianshu.com/p/a4594f11f1bb",
    "pub_date": "2026-07-09 17:14:35",
    "author": "光阴有侍",
    "description": "又混完了一天啦，明天星期三翻过一座山。 昨天写了简历之后就好焦虑啊，今天早上经理又在群里发什么：“这周准备面试的好好准备，线上面试，别一打开摄像头面试官就不想面了”。也不知道他啥意思，发了两遍又撤回一遍，然后又再发一遍，真的是有病吧。后来又说：“熟悉了这么久再面不过的自己该好好考虑考虑了。” 真的好烦，好焦虑，是不是面不过还要被开除啊，真的闹心。 今天算是准备了准备面试吧，写了点儿面试题，看了看以前的面试题，复习了linux跟简单的My…",
    "content": "又混完了一天啦，明天星期三翻过一座山。 昨天写了简历之后就好焦虑啊，今天早上经理又在群里发什么：“这周准备面试的好好准备，线上面试，别一打开摄像头面试官就不想面了”。也不知道他啥意思，发了两遍又撤回一遍，然后又再发一遍，真的是有病吧。后来又说：“熟悉了这么久再面不过的自己该好好考虑考虑了。” 真的好烦，好焦虑，是不是面不过还要被开除啊，真的闹心。 今天算是准备了准备面试吧，写了点儿面试题，看了看以前的面试题，复习了linux跟简单的MySQL。 晚上经理又给我发了点儿面试题让我熟悉，真的好焦虑好紧张，主要是自己根本…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/1335cf764128",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "测量工具",
    "link": "https://www.jianshu.com/p/1335cf764128",
    "pub_date": "2026-07-09 17:14:35",
    "author": "大龙10",
    "description": "机器视觉原理与案例详解 一、测量工具 测量工具用于测量图像中的特征 “距离”工具： “角度”工具： “斑点区域”工具： “斑点面积（1-10）”工具： “颜色斑点面积”工具： “颜色斑点面积（1-10）”工具： “圆直径”工具： “圆同心度”工具： “测量半径”工具： “最大/最小点”工具：",
    "content": "机器视觉原理与案例详解 工控帮教研组编著 电子工业出版社 2020.7 ISBN 978-7-121-39084-5 一、测量工具 测量工具用于测量图像中的特征 包括“距离”工具、“角度”工具、“斑点区域”工具、“斑点面积（1-10）”工具、“颜色斑点面积”工具、“颜色斑点面积（1-10）”工具、“圆直径”工具、“圆同心度”工具、“测量半径”工具、“最大/最小点”工具等， 如图10-32所示。 “距离”工具： 用于测量任意两个输入特征间的距离。 “角度”工具： 用于测量两条边特征之间的角度。 “斑点区域”工具： 用…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194167",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260708】美国年轻人更愿意签婚前协议",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194167",
    "pub_date": "2026-07-08 16:40:00",
    "author": "xilei",
    "description": "【1】我国年毕业硕士生人数首次超过100万人 【2】经济学家#高善文去世#，享年55岁 上海证券报7月7日消息，据多方证实，国投证券前首席经济学家高善文因病去世，享年55岁。 高善文被公认为是中国资本市场上颇具影响力的宏观经济学家之一。 资料显示，高善文出生于1971年，山西临汾人，毕业于北京大学和中国人民银行研究生部。2003年，他进入光大证券研究所担任首席经济学家。2007年5月，他转入安信证券出任首席经济学家。2023年12月，安…",
    "content": "【1】我国年毕业硕士生人数首次超过100万人 【2】经济学家 #高善文去世# ，享年55岁 上海证券报7月7日消息，据多方证实，国投证券前首席经济学家高善文因病去世，享年55岁。 高善文被公认为是中国资本市场上颇具影响力的宏观经济学家之一。 资料显示，高善文出生于1971年，山西临汾人，毕业于北京大学和中国人民银行研究生部。2003年，他进入光大证券研究所担任首席经济学家。2007年5月，他转入安信证券出任首席经济学家。2023年12月，安信证券更名为国投证券，高善文继续担任这一职位。此外，他还担任北京大学金融校友…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194153",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260707】曾经也给她发过生孩子offer",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194153",
    "pub_date": "2026-07-07 16:33:00",
    "author": "xilei",
    "description": "【1】研究：老龄少子化 经济仍可蓬勃发展 研究发现，工人和企业会转向技术来弥补劳动力减少的不足，从而提高每一名工人的生产力。 四名作者在美国国家经济研究局（NBER）发布的一篇论文中写道：“我们的研究结果挑战了目前普遍存在的悲观论调，出生率下降以及由此导致的人口老龄化和萎缩，实际上提高了而非降低了人均GDP。” 他们说，这一增长足以完全抵消人口下降的负面影响，使GDP总量基本不受影响。 【2】台风“美莎克”在湖北诱发龙卷风 已致11死1…",
    "content": "【1】研究：老龄少子化 经济仍可蓬勃发展 研究发现，工人和企业会转向技术来弥补劳动力减少的不足，从而提高每一名工人的生产力。 四名作者在美国国家经济研究局（NBER）发布的一篇论文中写道：“我们的研究结果挑战了目前普遍存在的悲观论调，出生率下降以及由此导致的人口老龄化和萎缩，实际上提高了而非降低了人均GDP。” 他们说，这一增长足以完全抵消人口下降的负面影响，使GDP总量基本不受影响。 【2】台风“美莎克”在湖北诱发龙卷风 已致11死1失联 10号台风“美莎克”在湖北诱发龙卷风，目前已导致11人死亡，1人失联。气象…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194142",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260706】悲观情绪笼罩美国国庆日",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194142",
    "pub_date": "2026-07-06 16:31:00",
    "author": "xilei",
    "description": "【1】@肖仙女不讲李 今早六蓝水库崩了是我没想到的，这是我们这里最大的水库了，这冲出来的水量和水速都不是开玩笑的。下游的村庄都被淹完了，不知道村民们怎么样了。我住的地方在市里属于不是地势最高也相对安全的。我昨天是真的什么都不知道，今天一刷互联网天都要塌了。 关于“六蓝水库崩了”的情况，综合官方回应和多方信息，核心事实如下： 目前官方定性：不是坍塌，是坝体出现缺口，正在紧急处理。 横州市应急管理局回应称，非水库坍塌，而是坝体出现缺口，正组…",
    "content": "&nbsp; 【1】 @肖仙女不讲李 今早六蓝水库崩了是我没想到的，这是我们这里最大的水库了，这冲出来的水量和水速都不是开玩笑的。下游的村庄都被淹完了，不知道村民们怎么样了。我住的地方在市里属于不是地势最高也相对安全的。我昨天是真的什么都不知道，今天一刷互联网天都要塌了。 &nbsp; 关于“六蓝水库崩了”的情况，综合官方回应和多方信息，核心事实如下： 目前官方定性：不是坍塌，是坝体出现缺口，正在紧急处理。 横州市应急管理局回应称，非水库坍塌，而是坝体出现缺口，正组织力量紧急处置。 新华社也报道，六蓝水库6日上午发…"
  }
];

export default jsonData;
