const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/62fd63925b88",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "iOS底层系列32 -- performSelector方法的探索",
    "link": "https://www.jianshu.com/p/62fd63925b88",
    "pub_date": "2026-09-02 17:36:50",
    "author": "YanZi_33",
    "description": "performSelector方法 performSelector在运行时，调用方去找目标方法selector，在编译时不做校验； 延迟执行 -- 与RunLoop有关 调用performSelector:withObject:afterDelay方法实现延迟执行，底层的本质是会创建NSTimer定时器去执行目标方法selector； - (void)viewDidLoad { [super viewDidLoad]; [self pe…",
    "content": "performSelector方法 performSelector在运行时，调用方去找目标方法selector，在编译时不做校验； 延迟执行 -- 与RunLoop有关 调用performSelector:withObject:afterDelay方法实现延迟执行，底层的本质是会创建NSTimer定时器去执行目标方法selector； - (void)viewDidLoad { [super viewDidLoad]; [self performSelector:@selector(test) withObject…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/bfb19fb85395",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "空白单词默写纸步骤指南与避坑要点",
    "link": "https://www.jianshu.com/p/bfb19fb85395",
    "pub_date": "2026-09-02 17:36:50",
    "author": "火眼金睛悟单词",
    "description": "一、核心认知：为什么默写纸背词效率远超普通刷题？ 普通背词是被动识别：看着单词认释义，大脑处于放松状态，看似都会，实则记忆模糊。 空白默写是主动检索：脱离提示、脱离语境、脱离拼写辅助，强制大脑调取完整单词信息，记忆刺激强度翻倍。 默写纸的三大核心价值： 1. 真实检测记忆：杜绝“眼熟假象”，会写=真掌握，不会写=真盲区； 2. 固化拼写能力：解决拼写错误、字母混淆、漏写后缀等高频问题； 3. 精准定位短板：快速筛选模糊词、遗忘词、易错词…",
    "content": "一、核心认知：为什么默写纸背词效率远超普通刷题？ 普通背词是 被动识别 ：看着单词认释义，大脑处于放松状态，看似都会，实则记忆模糊。 空白默写是 主动检索 ：脱离提示、脱离语境、脱离拼写辅助，强制大脑调取完整单词信息，记忆刺激强度翻倍。 默写纸的三大核心价值： 1. 真实检测记忆 ：杜绝“眼熟假象”，会写=真掌握，不会写=真盲区； 2. 固化拼写能力 ：解决拼写错误、字母混淆、漏写后缀等高频问题； 3. 精准定位短板 ：快速筛选模糊词、遗忘词、易错词，让复盘更精准。 二、空白默写纸标准化使用步骤（完整闭环） 整套步…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195270",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260901】人活着不能没有肌肉",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195270",
    "pub_date": "2026-09-01 16:46:00",
    "author": "xilei",
    "description": "【】尼泊尔洪灾暴露高山预警不足 跨境数据共享面临挑战 #尼泊尔泥石流#导致的死亡人数已超过900人，失踪者激增至近4000人。尼泊尔当局说，山区上周发生的特大洪灾让人措手不及，这凸显了高海拔地区的气象监测以及同中国的数据共享不足，接下来改善早期预警系统是当务之急。 尼泊尔国家减灾与管理局首席执行官乌普雷蒂星期一（8月31日）接受彭博社采访时说，这么大的灾难来袭，人们却连五分钟的预警时间都没有，这暴露了喜马拉雅山区的一个危险盲点，即监测匮…",
    "content": "【】尼泊尔洪灾暴露高山预警不足 跨境数据共享面临挑战 #尼泊尔泥石流# 导致的死亡人数已超过900人，失踪者激增至近4000人。尼泊尔当局说，山区上周发生的特大洪灾让人措手不及，这凸显了高海拔地区的气象监测以及同中国的数据共享不足，接下来改善早期预警系统是当务之急。 尼泊尔国家减灾与管理局首席执行官乌普雷蒂星期一（8月31日）接受彭博社采访时说，这么大的灾难来袭，人们却连五分钟的预警时间都没有，这暴露了喜马拉雅山区的一个危险盲点，即监测匮缺。因气候变化，冰川和山体边坡失稳的速度比当局能够建起监测系统的速度快。 他说…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195250",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260831】人类存在过的痕迹完全消失了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195250",
    "pub_date": "2026-08-31 16:46:00",
    "author": "xilei",
    "description": "【1】有史以来最强厄尔尼诺现象将严重冲击全球经济 或是有记载以来最强的#厄尔尼诺现象#仍在继续发酵，海洋升温带来的极端气候已开始冲击全球经济。从航运到铜业再到农业和渔产，#厄尔尼诺#对经济的影响方方面面，而亚洲新兴经济体和数以百万计的农民将首当其冲。 【2】 庄时利和 China CDC Weekly近期发布的，郑州出现首例本地聚集性肝吸虫病。 一场7人聚餐，5人吃了鱼生，5人全部感染，可以说100%中招了，其中4人肝功能受损（谷丙转氨…",
    "content": "【1】有史以来最强厄尔尼诺现象将严重冲击全球经济 或是有记载以来最强的 #厄尔尼诺现象# 仍在继续发酵，海洋升温带来的极端气候已开始冲击全球经济。从航运到铜业再到农业和渔产， #厄尔尼诺# 对经济的影响方方面面，而亚洲新兴经济体和数以百万计的农民将首当其冲。 【2】 庄时利和 China CDC Weekly近期发布的，郑州出现首例本地聚集性肝吸虫病。 一场7人聚餐，5人吃了鱼生，5人全部感染，可以说100%中招了，其中4人肝功能受损（谷丙转氨酶上升1.5倍～3倍）。 他们吃的鱼生有鲩鱼（草鱼）、赤眼鳟和光倒刺鲃，…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195219",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260830】唯有剧烈的怅然和无边的寂静",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195219",
    "pub_date": "2026-08-30 16:35:00",
    "author": "xilei",
    "description": "【1】失踪者大增超过3000人 尼泊尔终有限度接受国际专业支援 尼泊尔与中国西藏交界的山区爆发山洪后，死难和失踪人数持续上升，灾情异常严重。尼泊尔政府在多国施压下终于同意接受国际专业援助，以加速营救受困者，并为死难者进行脱氧核糖核酸（DNA）鉴定，尽快回应各地心急等待至亲音信的家属。 【2】西藏吉隆泥石流灾害原因查明 8月30日西藏自治区人民政府新闻办公室召开的新闻发布会介绍，西藏泥石流灾害原因现已查明，中科院成都山地所冰冻圈应急减灾团…",
    "content": "【1】失踪者大增超过3000人 尼泊尔终有限度接受国际专业支援 尼泊尔与中国西藏交界的山区爆发山洪后，死难和失踪人数持续上升，灾情异常严重。尼泊尔政府在多国施压下终于同意接受国际专业援助，以加速营救受困者，并为死难者进行脱氧核糖核酸（DNA）鉴定，尽快回应各地心急等待至亲音信的家属。 【2】西藏吉隆泥石流灾害原因查明 8月30日西藏自治区人民政府新闻办公室召开的新闻发布会介绍，西藏泥石流灾害原因现已查明，中科院成都山地所冰冻圈应急减灾团队，通过分析遥感监测数据和现场回传资料，结合实地踏勘走访综合认为：北京时间8月2…"
  }
];

export default jsonData;
