const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/22dc4e5f85a1",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "不再在意外界的看法了",
    "link": "https://www.jianshu.com/p/22dc4e5f85a1",
    "pub_date": "2026-08-26 14:16:03",
    "author": "习玉",
    "description": "曾经我非常在意外界的看法，会因为外界的负反馈而彻底停掉自己在做的事情。比如，我四年前其实就已经在写简书了，但是却没有坚持日更，而是草草放弃。 并非我丧失了写作的激情，而是我难以忍受他人对我的评判。尤其是负面的评判。这会让我感觉自己被攻击、被贬低。 兜兜转转四年过去，我又回来了。可能玩简书的人早已换了一批，但我想在这里找回我写作的初心：自我表达，做自己。 即便全世界都攻击我，我也不要再在第一时间否定我自己了。我可以采纳一些建议，但不要被负…",
    "content": "曾经我非常在意外界的看法，会因为外界的负反馈而彻底停掉自己在做的事情。比如，我四年前其实就已经在写简书了，但是却没有坚持日更，而是草草放弃。 并非我丧失了写作的激情，而是我难以忍受他人对我的评判。尤其是负面的评判。这会让我感觉自己被攻击、被贬低。 兜兜转转四年过去，我又回来了。可能玩简书的人早已换了一批，但我想在这里找回我写作的初心：自我表达，做自己。 即便全世界都攻击我，我也不要再在第一时间否定我自己了。我可以采纳一些建议，但不要被负面评价打倒。我感受到，我内在长出了一个非常稳固的东西，可以锚定我的存在。可以说是…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/aad4d62194b8",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "中国民间“仇日”情绪的源头",
    "link": "https://www.jianshu.com/p/aad4d62194b8",
    "pub_date": "2026-08-26 14:16:03",
    "author": "木履之歌",
    "description": "中国民间“仇日”情绪的源头 不知道为什么，简书把我的这篇文章锁定了。上次也是。 我不知道简书为什么如此另类。 因为这篇文章，包括上次锁定的那篇文章，我在知乎，在微信公众号，在豆瓣阅读，都能正常发表的。 所以说，不是文章的问题，而是简书的问题。 这个内容有什么违规的呢？ 如果说有规则，为什么知乎，微信，豆瓣，都能允许发表？ 全中国网络的法律法规，不该是统一的吗？ 或者说，这个所谓的“违规”，是简书自己制定的“规则”。 在全中国几乎所有网络…",
    "content": "中国民间“仇日”情绪的源头 不知道为什么，简书把我的这篇文章锁定了。上次也是。 我不知道简书为什么如此另类。 因为这篇文章，包括上次锁定的那篇文章，我在知乎，在微信公众号，在豆瓣阅读，都能正常发表的。 所以说，不是文章的问题，而是简书的问题。 这个内容有什么违规的呢？ 如果说有规则，为什么知乎，微信，豆瓣，都能允许发表？ 全中国网络的法律法规，不该是统一的吗？ 或者说，这个所谓的“违规”，是简书自己制定的“规则”。 在全中国几乎所有网络平台都能发表的内容，有一家平台不允许发表，或许就是这家平台本身的问题。"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/42a1d85740e0",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "今天是个既惊喜又遗憾的事 - 草稿",
    "link": "https://www.jianshu.com/p/42a1d85740e0",
    "pub_date": "2026-08-26 14:16:02",
    "author": "柠檬书屋",
    "description": "惊喜的事我抽中了简书10000的加速卡，遗憾的事是我有一篇文章写得过于真实和血淋淋，涉及了新闻政治敏感的事实，被锁定了。 刚开始我为自己的坦诚而洋洋得意，这篇文章一定能火，可是现实给了我重击，申诉之后知道锁定的原因，后悔至极。 庆幸的是'账号没被封，抽中了10000的加速卡，福祸相依，但这次文章被上锁，我真的很害怕，怕这几个月的努力白费，被封号那真是得不偿失。 这次教训足以让我铭记于心，话语的力量可以杀死一个人，更何况写这么敏感的事。 …",
    "content": "惊喜的事我抽中了简书10000的加速卡，遗憾的事是我有一篇文章写得过于真实和血淋淋，涉及了新闻政治敏感的事实，被锁定了。 刚开始我为自己的坦诚而洋洋得意，这篇文章一定能火，可是现实给了我重击，申诉之后知道锁定的原因，后悔至极。 庆幸的是'账号没被封，抽中了10000的加速卡，福祸相依，但这次文章被上锁，我真的很害怕，怕这几个月的努力白费，被封号那真是得不偿失。 这次教训足以让我铭记于心，话语的力量可以杀死一个人，更何况写这么敏感的事。 人有旦夕祸福，这句话用在我身上非常适合，再也不敢肆意妄为的发表言论了，写文章要慎…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/21a00cb7291c",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "跟着Nature Medicine学作图--复杂热图",
    "link": "https://www.jianshu.com/p/21a00cb7291c",
    "pub_date": "2026-08-26 14:16:01",
    "author": "生信师兄",
    "description": "复杂热图.png 从这个系列开始，师兄就带着大家从各大顶级期刊中的Figuer入手，从仿照别人的作图风格到最后实现自己游刃有余的套用在自己的分析数据上！这一系列绝对是高质量！还不赶紧点赞+在看，学起来！ 参考文献 本期分享的是昨天更新的Nature Medicine上面那篇文章中的一个复杂热图！ 这个热图可以说是高端大气上档次！配色自然不必多说，非常有特色的就是单元格中的注释，\"+\"、\"\"、\"#\"的添加*，让这个图的解释性更强，也更加美…",
    "content": "复杂热图.png 从这个系列开始，师兄就带着大家从 各大顶级期刊中的Figuer 入手，从仿照别人的作图风格到最后实现自己游刃有余的套用在自己的分析数据上！这一系列 绝对是高质量 ！还不赶紧 点赞+在看 ，学起来！ 参考文献 本期分享的是昨天更新的Nature Medicine上面那篇文章中的一个复杂热图！ 这个热图可以说是高端大气上档次！配色自然不必多说， 非常有特色 的就是单元格中的注释， \"+\"、\" \"、\"#\"的添加 *，让这个图的解释性更强，也更加美观！再配上右边的柱状图，简直是好看到不行！ 那么这么好的图…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195150",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260825】是线路“技术问题”",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195150",
    "pub_date": "2026-08-25 16:08:00",
    "author": "xilei",
    "description": "【1】普通消费者无法知晓买到的大白菜是否被甲醛蘸过，万一有怎么办？对此，专家建议： 【2】环球时报：英伟达想抄中国作业，我们欢迎 【3】中国驻菲律宾大使井泉：要让他们（菲律宾）知道，他们没法为所欲为抓中国人、欺负中国人，I'm watching you（我会一直盯着你）！我会让你付出代价！ 【4】近日，一名中国游客背包在巴黎不幸遭遇盗窃，一次丢失八本护照。所幸，一位当地市民偶然拾获这些护照，并随即致电中国驻法大使馆寻求协助。没想到，电话…",
    "content": "【1】普通消费者无法知晓买到的大白菜是否被甲醛蘸过，万一有怎么办？对此，专家建议： 【2】环球时报：英伟达想抄中国作业，我们欢迎 【3】中国驻菲律宾大使井泉：要让他们（菲律宾）知道，他们没法为所欲为抓中国人、欺负中国人，I'm watching you（我会一直盯着你）！我会让你付出代价！ 【4】近日，一名中国游客背包在巴黎不幸遭遇盗窃，一次丢失八本护照。所幸，一位当地市民偶然拾获这些护照，并随即致电中国驻法大使馆寻求协助。没想到，电话不仅被使馆工作人员直接挂断，此后对方甚至拒接其来电。无奈之下，这位热心市民只得在…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195126",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260824】在东亚，梭哈是一种智慧",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195126",
    "pub_date": "2026-08-24 16:35:00",
    "author": "xilei",
    "description": "【1】#成都高新减灾研究所授权被终止# #四川省地震局通报##手机收到长宁7.7地震预警原因#据中国地震台网正式测定：2026年8月24日8时26分在四川宜宾市长宁县（北纬28.33度，东经104.98度）发生4.7级地震，震源深度5公里。成都高新减灾研究所冒用“中国地震预警网”名义，向社会公众发布震级为7.7级的预警信息，引起社会关注。四川省地震局已于2026年7月22日终止向成都高新减灾研究所提供中国地震预警网紧急地震信息服务第三方…",
    "content": "【1】 #成都高新减灾研究所授权被终止# #四川省地震局通报# #手机收到长宁7.7地震预警原因# 据中国地震台网正式测定：2026年8月24日8时26分在四川宜宾市长宁县（北纬28.33度，东经104.98度）发生4.7级地震，震源深度5公里。成都高新减灾研究所冒用“中国地震预警网”名义，向社会公众发布震级为7.7级的预警信息，引起社会关注。四川省地震局已于2026年7月22日终止向成都高新减灾研究所提供中国地震预警网紧急地震信息服务第三方授权。中国地震预警网在震后第一时间产出地震预警结果，预警震级5.4级，并通…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195090",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260823】以前是蘸点儿福尔马林，现在都是直接蘸甲醛了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195090",
    "pub_date": "2026-08-23 16:55:00",
    "author": "xilei",
    "description": "【1】字节跳动和TikTok同意向美国支付4亿美元和解金，以了结儿童隐私诉讼案。根据协议，TikTok 将立即支付 3 亿美元，如果法院撤销 2019 年针对TikTok 的前身Musical.ly达成的先前同意令，TikTok 还将再支付 1 亿美元。 【2】媒体：美国失业率不断上升，四分之一民众“功能性失业” 【3】王兴兴：产品没在工厂、家庭等场景大规模推广，人形机器人目前效能不如人力。 【4】答案就在题面上 【5】唐师曾因白血病不…",
    "content": "【1】字节跳动和TikTok同意向美国支付4亿美元和解金，以了结儿童隐私诉讼案。根据协议，TikTok 将立即支付 3 亿美元，如果法院撤销 2019 年针对TikTok 的前身Musical.ly达成的先前同意令，TikTok 还将再支付 1 亿美元。 【2】媒体：美国失业率不断上升，四分之一民众“功能性失业” 【3】王兴兴：产品没在工厂、家庭等场景大规模推广，人形机器人目前效能不如人力。 特定的智能机器会在某个领域超越人类，但人形机器人几乎不可能超过人类。可能在很长的一段时期，人形机器人就是个大号玩具。 【4】…"
  }
];

export default jsonData;
