const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/377b6927b109",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "下一站责任",
    "link": "https://www.jianshu.com/p/377b6927b109",
    "pub_date": "2026-07-06 17:13:24",
    "author": "雨梨Lee",
    "description": "一款成熟经典而生命周期长的产品，一定是经过市场调研，趋势分析，从用户角度出发，有着深入实际模拟后才确定的功能与外观。 但在实际实施中，半成品与成品总会与初衷偏离些许轨道，主要因素还是涉及到成本与当时决策者的能力与水平。 这段时间，大家为明年的新品搅得寝食难安，反反复复，修修改改，不停的做着相同的事，太随意太完美都不行。目前按制度流程操作进入了一段闭环中，未能找到突破口。 市场需要确保产品竞争力与公司需要持续发展都是要过的坎。 多年来的制…",
    "content": "一款成熟经典而生命周期长的产品，一定是经过市场调研，趋势分析，从用户角度出发，有着深入实际模拟后才确定的功能与外观。 但在实际实施中，半成品与成品总会与初衷偏离些许轨道，主要因素还是涉及到成本与当时决策者的能力与水平。 这段时间，大家为明年的新品搅得寝食难安，反反复复，修修改改，不停的做着相同的事，太随意太完美都不行。目前按制度流程操作进入了一段闭环中，未能找到突破口。 市场需要确保产品竞争力与公司需要持续发展都是要过的坎。 多年来的制度与流程，至少能保住质量问题，不至于有太大的漏洞与毁灭性的bug.尤其硬件bug…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/abcffbc96cba",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "读《世说新语》（0375）：穆然清恬",
    "link": "https://www.jianshu.com/p/abcffbc96cba",
    "pub_date": "2026-07-06 17:13:24",
    "author": "晨曦曜海",
    "description": "原文：宣武与简文、太宰共载，密令人在舆前后鸣鼓大叫，卤簿中惊扰。太宰惶怖，求下舆；顾看简文，穆然清恬。宣武语人曰：“朝廷间故复有此贤。” 译文：桓温与司马昱、司马晞同坐一车出行，他暗中派人在车子前后击鼓大叫，仪仗队中有人惊慌混乱了。司马晞很害怕，请求下车；回过来看看司马昱，却见他默不作声而神态安详。桓温对人说：“朝廷上还有这样有才能有见识的人！” 拓展理解：宣武：桓温。简文：司马昱。太宰：司马晞（316—381），晋元帝第四子，字道升（…",
    "content": "原文：宣武与简文、太宰共载，密令人在舆前后鸣鼓大叫，卤簿中惊扰。太宰惶怖，求下舆；顾看简文，穆然清恬。宣武语人曰：“朝廷间故复有此贤。” 译文：桓温与司马昱、司马晞同坐一车出行，他暗中派人在车子前后击鼓大叫，仪仗队中有人惊慌混乱了。司马晞很害怕，请求下车；回过来看看司马昱，却见他默不作声而神态安详。桓温对人说：“朝廷上还有这样有才能有见识的人！” 拓展理解：宣武：桓温。简文：司马昱。太宰：司马晞（316—381），晋元帝第四子，字道升（一作道叔）。出继武陵王喆。经元、明、成、康、穆、哀、海西、简文、孝武九帝。穆帝时…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/70c73fccf469",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "锻炼继续",
    "link": "https://www.jianshu.com/p/70c73fccf469",
    "pub_date": "2026-07-06 17:13:23",
    "author": "A安安的生活",
    "description": "睡一觉，你会发现一切都好了。 半夜起来了两次，拉肚子。再次醒来已经是5:01，立马准备，走出单元楼已经是5:20，赶紧跑起来。 今天早上给自己一个惊喜，跑7，配速5′57″，哇，我能跑进5了，尽管是5的尾巴，这也是一个意外，从来没有过的，就连手机也“惊喜了”，刷新了最好成绩！这也是让自己感到又想哭又想笑。 分析原因，昨天有大量的运动，身体被打开，今天早上跑的时候前面跑了一个十四五岁的男生，我不想让自己掉队，一直保持着速度，没有那么随心所…",
    "content": "睡一觉，你会发现一切都好了。 半夜起来了两次，拉肚子。再次醒来已经是5:01，立马准备，走出单元楼已经是5:20，赶紧跑起来。 今天早上给自己一个惊喜，跑7，配速5′57″，哇，我能跑进5了，尽管是5的尾巴，这也是一个意外，从来没有过的，就连手机也“惊喜了”，刷新了最好成绩！这也是让自己感到又想哭又想笑。 分析原因，昨天有大量的运动，身体被打开，今天早上跑的时候前面跑了一个十四五岁的男生，我不想让自己掉队，一直保持着速度，没有那么随心所欲，这个“领跑”无形中让自己的速度得到了提升，往回跑的时候前面有一个二三十岁的跑…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/2c31d90cc670",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "我的成长从来都不是在孤军奋战",
    "link": "https://www.jianshu.com/p/2c31d90cc670",
    "pub_date": "2026-07-06 17:13:23",
    "author": "龙角鸣鹿",
    "description": "高三是住校的。每到周五，我都会满心疲惫地拖着沉重的行李箱往家赶。每次推开门，那扑面而来的饭菜香味，父母欣喜而温柔的笑容，便是我最踏实的慰藉。 门虚掩着。伸手一推门就开了，熟悉的排骨汤香味迎面而来，好香啊。母亲系着围裙在厨房忙碌，父亲坐在沙发上翻着书，看见我，他合上书，声音很轻：“回来了？先歇会儿，饭马上就好。” 我把行李箱扔在房间里，瘫坐下来。一模的数学成绩像一块巨石，压得我喘不过气。 “这次又没考好。”走到父亲身边坐下，我小声地说。我…",
    "content": "高三是住校的。每到周五，我都会满心疲惫地拖着沉重的行李箱往家赶。每次推开门，那扑面而来的饭菜香味，父母欣喜而温柔的笑容，便是我最踏实的慰藉。 &nbsp;&nbsp;&nbsp; 门虚掩着。伸手一推门就开了，熟悉的排骨汤香味迎面而来，好香啊。母亲系着围裙在厨房忙碌，父亲坐在沙发上翻着书，看见我，他合上书，声音很轻：“回来了？先歇会儿，饭马上就好。” 我把行李箱扔在房间里，瘫坐下来。一模的数学成绩像一块巨石，压得我喘不过气。 “这次又没考好。”走到父亲身边坐下，我小声地说。我甚至不敢看他们的眼睛。 母亲端着汤出来，把…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194142",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260706】悲观情绪笼罩美国国庆日",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194142",
    "pub_date": "2026-07-06 16:31:00",
    "author": "xilei",
    "description": "【1】@肖仙女不讲李 今早六蓝水库崩了是我没想到的，这是我们这里最大的水库了，这冲出来的水量和水速都不是开玩笑的。下游的村庄都被淹完了，不知道村民们怎么样了。我住的地方在市里属于不是地势最高也相对安全的。我昨天是真的什么都不知道，今天一刷互联网天都要塌了。 关于“六蓝水库崩了”的情况，综合官方回应和多方信息，核心事实如下： 目前官方定性：不是坍塌，是坝体出现缺口，正在紧急处理。 横州市应急管理局回应称，非水库坍塌，而是坝体出现缺口，正组…",
    "content": "&nbsp; 【1】 @肖仙女不讲李 今早六蓝水库崩了是我没想到的，这是我们这里最大的水库了，这冲出来的水量和水速都不是开玩笑的。下游的村庄都被淹完了，不知道村民们怎么样了。我住的地方在市里属于不是地势最高也相对安全的。我昨天是真的什么都不知道，今天一刷互联网天都要塌了。 &nbsp; 关于“六蓝水库崩了”的情况，综合官方回应和多方信息，核心事实如下： 目前官方定性：不是坍塌，是坝体出现缺口，正在紧急处理。 横州市应急管理局回应称，非水库坍塌，而是坝体出现缺口，正组织力量紧急处置。 新华社也报道，六蓝水库6日上午发…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194107",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260705】在人类历史上应该没有能对标的真实影像",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194107",
    "pub_date": "2026-07-05 16:44:00",
    "author": "xilei",
    "description": "【1】多名演员发文抵制！业内人士叹息：很悲哀，收入猛降八成，几乎成“免费劳动力” 【2】曝全国百强汽车经销商内部通知：管理层7月薪资停发，基层员工降薪30% 【3】韩国股民难道掌握了“财富密码” 【4】@李清晨 国家卫生健康委正式发布了《中国防癌健康生活方式守则》——它不是晦涩难懂的医学论文，也不是夸大其词的养生噱头，而是一本人人能看懂、照着做就能降低患癌风险的“官方防癌说明书”，15 条防癌法则： 【5】网友的粗略统计，仅供参考 【6…",
    "content": "【1】多名演员发文抵制！业内人士叹息：很悲哀，收入猛降八成，几乎成“免费劳动力” 【2】曝全国百强汽车经销商内部通知：管理层7月薪资停发，基层员工降薪30% 【3】韩国股民难道掌握了“财富密码” 【4】 @李清晨 国家卫生健康委正式发布了《中国防癌健康生活方式守则》——它不是晦涩难懂的医学论文，也不是夸大其词的养生噱头，而是一本人人能看懂、照着做就能降低患癌风险的“官方防癌说明书”，15 条防癌法则： &nbsp; &nbsp; 【5】网友的粗略统计，仅供参考 【6】该退休女子63岁，所属单位为局机关离退休人员第一…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194096",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260704】这也不行，那也不行",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194096",
    "pub_date": "2026-07-04 16:43:00",
    "author": "xilei",
    "description": "【1】这也不行，那也不行 【2】河南新乡，一男子跟河南师大签了三年合同，在校内开了一家蜜雪冰城。结果才刚干满一年，校方直接派人把店给强拆了！记者拿着采访函上门核实，工作人员被推搡出门。 【3】江苏常州宣布：对全体市民进行人工智能培训 【4】武汉男子多次报警被强制送精神病院 【5】在浙江，一批高校毕业的年轻人选择去技工院校“重启人生”——“回炉”锻造新身价。 #世界银行#发布报告显示，得益于多年来强劲经济扩张，#越南#和#菲律宾#已正式从…",
    "content": "【1】这也不行，那也不行 【2】河南新乡，一男子跟河南师大签了三年合同，在校内开了一家蜜雪冰城。结果才刚干满一年，校方直接派人把店给强拆了！记者拿着采访函上门核实，工作人员被推搡出门。 【3】江苏常州宣布：对全体市民进行人工智能培训 【4】武汉男子多次报警被强制送精神病院 【5】在浙江，一批高校毕业的年轻人选择去技工院校“重启人生”——“回炉”锻造新身价。 大学毕业去技校学技能，越来越流行了。 【6】但斌最新分享：AI时代应能大涨10年，不需顾虑短期泡沫，而要全力以赴 【7】被清华教授实名举报论文造假，蒋方舟：请停…"
  }
];

export default jsonData;
