const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8adf94425250",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "日常开发SQL优化万能公式：5 大步骤 + 10 个案例",
    "link": "https://www.jianshu.com/p/8adf94425250",
    "pub_date": "2026-08-09 13:42:41",
    "author": "运气爆棚lsw",
    "description": "项目早期数据量少，开发人员开发时更重视功能上的实现，随着生产数据的增长，很多SQL语句开始暴露出性能问题，对生产的影响也越来越大，有时可能这些有问题的SQL就是整个系统性能的瓶颈。 SQL优化整体主要体现在两个方面： 1.SQL常规优化步骤 一、通过慢查日志等定位那些执行效率较低的SQL语句 二、explain 分析SQL的执行计划 需要重点关注type、key、rows、filtered、extra。 type由上至下，效率越来越高 …",
    "content": "项目早期数据量少，开发人员开发时更重视功能上的实现，随着生产数据的增长，很多SQL语句开始暴露出性能问题，对生产的影响也越来越大，有时可能这些有问题的SQL就是整个系统性能的瓶颈。 SQL优化整体主要体现在两个方面： 1.减少IO的次数，就是所有查询尽量全部走索引 2.减少IO的数据量，比如mysql5.6后的索引下推等，尽量减少传输数据量 1.SQL常规优化步骤 一、通过慢查日志等定位那些执行效率较低的SQL语句 二、explain 分析SQL的执行计划 需要重点关注type、key、rows、filtered、…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/14e9597941c4",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "数据分析看板不会做？试试这些分析看板",
    "link": "https://www.jianshu.com/p/14e9597941c4",
    "pub_date": "2026-08-09 13:42:40",
    "author": "0d40d9b5ca84",
    "description": "在这信息爆发式增长的时代，企业应用场景的多元化，数据分析的重要性也日益显现。因此，管理者希望在日常的工作中能通过分析数据，来达到改善业务的目的。但在数据分析的过程中并不太“顺利”，比如： 1、数据分析浮于表面。当管理层想要了解某些问题发生的明细，但现有的数据分析报表难以深入挖掘分析数据的价值，且一些报表只有汇总数，难以直接钻取到明细数据。 2、数据分析滞后性。主要体现在数据获取与更新方面。当管理层想分析某些特定性问题时，需要人工从财务或…",
    "content": "在这信息爆发式增长的时代，企业应用场景的多元化，数据分析的重要性也日益显现。因此，管理者希望在日常的工作中能通过分析数据，来达到改善业务的目的。但在数据分析的过程中并不太“顺利”，比如： 1、 数据分析浮于表面 。 当管理层想要了解某些问题发生的明细，但现有的数据分析报表难以深入挖掘分析数据的价值，且一些报表只有汇总数，难以直接钻取到明细数据。 2、 数据分析滞后性。 主要体现在数据获取与更新方面。当管理层想分析某些特定性问题时，需要人工从财务或业务系统中导出数据，然后在Excel上进行拼接、汇总等，整合完数据后，…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/f6cf9926b204",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "共享陪护床，给夜晚一份从容休憩",
    "link": "https://www.jianshu.com/p/f6cf9926b204",
    "pub_date": "2026-08-09 13:42:39",
    "author": "花粉云共享陪护床",
    "description": "院区的夜晚，总是安静而漫长。简陋的临时休憩条件，很难支撑整夜休整，多数人只能勉强蜷缩小憩，睡眠质量大打折扣。夜间身心得不到舒缓，难以保持饱满的状态持续值守。面对日复一日的夜间陪伴，不必勉强硬扛，共享陪护床为夜间休憩提供温柔支撑，给漫长夜色一份从容安稳的休整时光。 共享陪护床采用U型管打造整体框架，结构设计规整，支撑性扎实牢靠。管材衔接紧密稳固，不易出现松动、晃动与变形，反复使用依旧保持稳定状态。夜间环境静谧无声，躺卧不会产生多余异响，适…",
    "content": "院区的夜晚，总是安静而漫长。简陋的临时休憩条件，很难支撑整夜休整，多数人只能勉强蜷缩小憩，睡眠质量大打折扣。夜间身心得不到舒缓，难以保持饱满的状态持续值守。面对日复一日的夜间陪伴，不必勉强硬扛，共享陪护床为夜间休憩提供温柔支撑，给漫长夜色一份从容安稳的休整时光。 共享陪护床采用U型管打造整体框架，结构设计规整，支撑性扎实牢靠。管材衔接紧密稳固，不易出现松动、晃动与变形，反复使用依旧保持稳定状态。夜间环境静谧无声，躺卧不会产生多余异响，适配院区安静的夜间氛围，让陪护者每一次入睡都踏实安稳，不受设备晃动干扰。 贴心细节…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194823",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260808】最上下为难的一集",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194823",
    "pub_date": "2026-08-08 16:03:00",
    "author": "xilei",
    "description": "【1】河南撤回了！ 【2】北京楼市政策重磅调整 【3】广东清远市委常委会上，现场播放落马官员忏悔视频：“自己没带好头，下属就会效仿，更没有底气去监督别人” 【4】@格隆汇图解天下 截至2026年7月末，中国央行黄金储备为7608万盎司，环比增加64万盎司，为连续第21个月增持黄金。 【5】经市政府同意，武汉政务服务即将大改革：窗口精简20%、面积压减15%、人员精简10% 。 这些精简的人员去哪里，这才是问题，如果只是提前退休，或者是转…",
    "content": "【1】河南撤回了！ 【2】北京楼市政策重磅调整 【3】广东清远市委常委会上，现场播放落马官员忏悔视频：“自己没带好头，下属就会效仿，更没有底气去监督别人” 【4】 @格隆汇图解天下 截至2026年7月末，中国央行黄金储备为7608万盎司，环比增加64万盎司，为连续第21个月增持黄金。 【5】经市政府同意，武汉政务服务即将大改革：窗口精简20%、面积压减15%、人员精简10% 。 这些精简的人员去哪里，这才是问题，如果只是提前退休，或者是转移到国企和事业单位去，实际上负担也没有减轻。 【6】佛山一公立中学教师招聘，笔…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194805",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260807】熊短牛长",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194805",
    "pub_date": "2026-08-07 16:14:00",
    "author": "xilei",
    "description": "【1】#多地银行逆势上调存款利率#，最高涨33BP 多地中小银行逆势加息，国有大行五年期大额存单同步回归！近期，湖北、广东等多地县域农商行、村镇银行逆势上调中长期定期存款利率，单次最高上调幅度达33个基点。从地域分布来看，本轮上调主要集中在县域，以农商行、村镇银行为主，城商行并未出现大范围跟进。 业内分析指出，本轮中小银行局部加息行情，核心诱因是国有大行重启五年期大额存单引发的资金虹吸效应，但这并不意味着行业存款降息潮全面逆转。若后续行…",
    "content": "【1】 #多地银行逆势上调存款利率# ，最高涨33BP 多地中小银行逆势加息，国有大行五年期大额存单同步回归！近期，湖北、广东等多地县域农商行、村镇银行逆势上调中长期定期存款利率，单次最高上调幅度达33个基点。从地域分布来看，本轮上调主要集中在县域，以农商行、村镇银行为主，城商行并未出现大范围跟进。 业内分析指出，本轮中小银行局部加息行情，核心诱因是国有大行重启五年期大额存单引发的资金虹吸效应，但这并不意味着行业存款降息潮全面逆转。若后续行业出现无序高息揽储、利率过快上涨的内卷现象，监管层面或将及时介入干预，规范市…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194791",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260806】不要把别人拥有的当成自己失去的",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194791",
    "pub_date": "2026-08-06 16:36:00",
    "author": "xilei",
    "description": "【1】人民网：用“Token”还是“词元”，事关科技话语权 tombkeeper 看了《用“Token”还是“词元”，事关科技话语权》这篇文章，有人问 RSA 有没有中文翻译。 【3】哪里都逃不过～ 【4】尊重末期患者“善终权”#香港立法允许拒绝抢救# 面对人口急速老化的挑战，如何让末期病人安详、有尊严地走完人生最后旅程，成为香港社会广泛关注的议题。7月31日，香港《维持生命治疗的预作决定条例》正式生效，这是香港首次为“预设医疗指示”及…",
    "content": "【1】人民网：用“Token”还是“词元”，事关科技话语权 字母缩写频繁替代汉语表达。这不仅改变着大众的语言习惯，更暗藏科技话语权旁落、母语体系被消解的深层危机，守住母语根基... 语言塑造思维，长期依附外来术语、照搬西方语言逻辑，会让我们的科技认知局限于既定框架中， 难以孕育贴合中国实践的原创科技理论... 若核心概念的定义权、阐释权始终掌握在他人手中，中国特色科技话语体系便无从建立。这种认知层面的依附，比技术差距更隐蔽，也更影响我国科技自立自强的长远发展... tombkeeper 看了《用“Token”还是“…"
  }
];

export default jsonData;
