const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/a49f52c87b22",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "夏晚散步",
    "link": "https://www.jianshu.com/p/a49f52c87b22",
    "pub_date": "2026-07-12 15:16:59",
    "author": "汦北河",
    "description": "吃过晚饭，小霍道便是散步的去处。 此时玉米还不高，青翠的叶子在微风中轻轻摇曳，像一排排刚睡醒的绿衣孩童，伸着懒腰。昨晚刚刚下过一场小雨，泥土湿润，空气中浮动着青草与泥土混合的清香，深吸一口，仿佛五脏六腑都被洗过一般清爽。脚下柏油路平平展展的，踩上去“嚓嚓”声响，如一曲舒缓的伴奏。 路边田埂上早已坐满了人。老人摇着蒲扇，女人低声交谈，孩子们则在大人的带领下，挥舞着五颜六色的夜光棒，在路中间穿梭奔跑。那光点忽明忽暗，像坠入人间的星子，又像夏…",
    "content": "吃过晚饭，小霍道便是散步的去处。 此时玉米还不高，青翠的叶子在微风中轻轻摇曳，像一排排刚睡醒的绿衣孩童，伸着懒腰。昨晚刚刚下过一场小雨，泥土湿润，空气中浮动着青草与泥土混合的清香，深吸一口，仿佛五脏六腑都被洗过一般清爽。脚下柏油路平平展展的，踩上去“嚓嚓”声响，如一曲舒缓的伴奏。 路边田埂上早已坐满了人。老人摇着蒲扇，女人低声交谈，孩子们则在大人的带领下，挥舞着五颜六色的夜光棒，在路中间穿梭奔跑。那光点忽明忽暗，像坠入人间的星子，又像夏夜派发的请柬，邀请着每一个愿意停下脚步的人，共赴一场温柔的夜宴。 不远处，有好几…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8ed7c524f079",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "用原创理论“三逻辑叙事体系”解密《洛神赋》：一场幻境，半生囚局",
    "link": "https://www.jianshu.com/p/8ed7c524f079",
    "pub_date": "2026-07-12 15:16:59",
    "author": "苍云瑶歌",
    "description": "99%的人读错了《洛神赋》：它根本不是美人赋，是曹植藏了一生的政治悲歌 今天刷到一个很有意思的短视频： 有老师聊，如果高考生在作文里活用《洛神赋》，阅卷老师一眼就能看出文字功底，属于顶级加分的古文素材。 确实，从小到大，我们所有人对《洛神赋》的认知都一模一样： 辞藻绝美、写尽风月、极尽美人姿态。 网上流传最多的，无非就是“曹植暗恋甄姬”的段子，人人都在调侃“嫂子太美”。 但看完视频我突然突发奇想： 我能不能用我原创的三逻辑叙事完整体系，…",
    "content": "99%的人读错了《洛神赋》：它根本不是美人赋，是曹植藏了一生的政治悲歌 今天刷到一个很有意思的短视频： 有老师聊，如果高考生在作文里活用《洛神赋》，阅卷老师一眼就能看出文字功底，属于顶级加分的古文素材。 确实，从小到大，我们所有人对《洛神赋》的认知都一模一样： 辞藻绝美、写尽风月、极尽美人姿态。 网上流传最多的，无非就是“曹植暗恋甄姬”的段子，人人都在调侃“嫂子太美”。 但看完视频我突然突发奇想： 我能不能用我原创的三逻辑叙事完整体系，重新拆解一遍这篇千古名篇？ 拆解完我才彻底震惊： 我们被骗了整整千年。 《洛神赋…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8d8ef21584d0",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "创业",
    "link": "https://www.jianshu.com/p/8d8ef21584d0",
    "pub_date": "2026-07-12 15:16:58",
    "author": "晟逸",
    "description": "一本关于创业的小册子，内容并不多，一个多小时便听完了，内容还是有用的，除了常识性的内容外，还纠正许多想当然的错误，受限于篇幅，内容没有太过深入，骨架已经都出来了，对创业感兴趣的可以抽出时间，读一下会有收获的 内容有关于目标客户、切入市场、商业模式、财务、人员等各方面都有涉猎，可以说是麻雀虽小五脏俱全，连续听了几遍，因为知识点密集，经常错过一些内容，需要反复观看 创业不只是指导自己的事业，也在指导自己的生活，自己的人生何尝不是一次创业，能…",
    "content": "一本关于创业的小册子，内容并不多，一个多小时便听完了，内容还是有用的，除了常识性的内容外，还纠正许多想当然的错误，受限于篇幅，内容没有太过深入，骨架已经都出来了，对创业感兴趣的可以抽出时间，读一下会有收获的 内容有关于目标客户、切入市场、商业模式、财务、人员等各方面都有涉猎，可以说是麻雀虽小五脏俱全，连续听了几遍，因为知识点密集，经常错过一些内容，需要反复观看 创业不只是指导自己的事业，也在指导自己的生活，自己的人生何尝不是一次创业，能力不只是运用在一个方面，将能力平移至其他领域，也是一种能力"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194235",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260711】这里没有球",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194235",
    "pub_date": "2026-07-11 15:27:00",
    "author": "xilei",
    "description": "【1】工信部提示Claude Code网络安全后门： 关于防范AI编程工具Claude Code安全后门隐患的风险提示 近日，工业和信息化部网络安全威胁和漏洞信息共享平台（NVDB）监测发现，AI编程工具Claude Code存在安全后门隐患，危害严重。 Claude Code是美国Anthropic公司开发的AI编程工具，可根据文字需求自主完成代码编写、修复等工作。由于其内置了监控机制，未经用户同意即可向远程服务器回传用户地域、身份标…",
    "content": "【1】工信部提示Claude Code网络安全后门： 关于防范AI编程工具Claude Code安全后门隐患的风险提示 近日，工业和信息化部网络安全威胁和漏洞信息共享平台（NVDB）监测发现，AI编程工具Claude Code存在安全后门隐患，危害严重。 Claude Code是美国Anthropic公司开发的AI编程工具，可根据文字需求自主完成代码编写、修复等工作。由于其内置了监控机制，未经用户同意即可向远程服务器回传用户地域、身份标识等敏感信息，受影响的Claude Code为2.1.91至2.1.196版本。…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194209",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260710】每一年都会变成你已度过人生中更小的一部分",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194209",
    "pub_date": "2026-07-10 17:01:00",
    "author": "xilei",
    "description": "【1】IMF略微下调世界经济增长预期 国际货币基金组织星期三（7月8日）发布《世界经济展望报告》更新内容，将今年世界经济增长预期小幅下调至3%，比4月预测值低0.1个百分点。 【2】山东泰安：将泰山景区现有刀片式隔离网拆除或替代 【3】从借款人加权平均年龄来看，40岁左右的中年人是不良贷款主要承载者。但单独看多个不良资产包，个人不良贷款加权平均年龄正在逐步年轻化。（经观） 【4】姜萍考上了本科 2026年7月，曾因数学竞赛引发全网关注的…",
    "content": "【1】IMF略微下调世界经济增长预期 国际货币基金组织星期三（7月8日）发布《世界经济展望报告》更新内容，将今年世界经济增长预期小幅下调至3%，比4月预测值低0.1个百分点。 综合新华社和路透社报道，这是国际货币基金组织（IMF）继今年4月下调0.2个百分点后，再次下调今年世界经济增长预期。 IMF说，这次下调反映了中东战事带来的冲击，但得益于人工智能的发展和应用，全球科技领域由需求驱动的增长正在加速，部分抵消了战事负面影响。 【2】山东泰安：将泰山景区现有刀片式隔离网拆除或替代 【3】从借款人加权平均年龄来看，4…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194178",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260709】帮助外籍青年融入中国",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194178",
    "pub_date": "2026-07-09 17:16:00",
    "author": "xilei",
    "description": "【1】6月CPI同比为1.0%，边际下降0.2pp，连续5个月稳在1%及以上水平。 【2】中国监管信息泄露引抢跑 城堡证券加入美国诉讼 中国整治违规跨境炒股引发的美股期权“抢跑”交易诉讼继续扩大。继美国期权做市商海纳国际（Susquehanna International）旗下公司对若干身份不明交易者提起诉讼后，美国最大的期权零售做市商城堡证券（Citadel Securities）近日也申请作为原告，加入在美国纽约南区联邦法院的这起诉…",
    "content": "【1】6月CPI同比为1.0%，边际下降0.2pp，连续5个月稳在1%及以上水平。 &nbsp; 【2】中国监管信息泄露引抢跑 城堡证券加入美国诉讼 中国整治违规跨境炒股引发的美股期权“抢跑”交易诉讼继续扩大。继美国期权做市商海纳国际（Susquehanna International）旗下公司对若干身份不明交易者提起诉讼后，美国最大的期权零售做市商城堡证券（Citadel Securities）近日也申请作为原告，加入在美国纽约南区联邦法院的这起诉讼。 财新获得的起诉书显示，城堡证券称，其作为做市商，是数千笔富途…"
  }
];

export default jsonData;
