const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8b68e10c7a96",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "迟子建：冰雪为墨，写尽人间",
    "link": "https://www.jianshu.com/p/8b68e10c7a96",
    "pub_date": "2026-10-20 09:06:40",
    "author": "",
    "description": "迟子建，1964年生于黑龙江漠河北极村，当代极具影响力的女性作家，中国作协副主席。北国林海与漫长寒冬，塑造了她独有的文字底色，文字自带冰雪清辉，于苍凉之中藏温柔悲悯，是当代文坛书写东北大地的代表性作家。 少年时期的《北极村童话》，以孩童纯净的目光回望故乡，将北极村的白夜、森林与人间烟火娓娓道来，文字清新空灵，一经发表便惊艳文坛。 长篇小说《额尔古纳河右岸》以鄂温克族老酋长的口吻，记录山林民族百年迁徙、生死悲欢，斩获第七届茅盾文学奖。《世…",
    "content": "迟子建，1964年生于黑龙江漠河北极村，当代极具影响力的女性作家，中国作协副主席。北国林海与漫长寒冬，塑造了她独有的文字底色，文字自带冰雪清辉，于苍凉之中藏温柔悲悯，是当代文坛书写东北大地的代表性作家。 少年时期的《北极村童话》，以孩童纯净的目光回望故乡，将北极村的白夜、森林与人间烟火娓娓道来，文字清新空灵，一经发表便惊艳文坛。 长篇小说《额尔古纳河右岸》以鄂温克族老酋长的口吻，记录山林民族百年迁徙、生死悲欢，斩获第七届茅盾文学奖。《世界上所有的夜晚》饱含对苦难的体察，拿下鲁迅文学奖。她也是少数同时斩获茅盾文学奖、…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196229",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦2261019】他们纷纷打听怎么能找到保安的工作",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196229",
    "pub_date": "2026-10-19 16:59:00",
    "author": "",
    "description": "【1】国家统计局：前三季度，全国居民人均可支配收入实际增长4.4% 前三季度，全国居民人均可支配收入34230元，比上年同期名义增长5.3%，扣除价格因素，实际增长4.4%。分城乡看，城镇居民人均可支配收入44945元，增长（以下如无特别说明，均为同比名义增长）4.5%，扣除价格因素，实际增长3.6%；农村居民人均可支配收入18809元，增长6.3%，扣除价格因素，实际增长5.6%。 就业形势总体稳定！国家统计局：前三季度，全国城镇调查…",
    "content": "【1】国家统计局：前三季度，全国居民人均可支配收入实际增长4.4% 前三季度，全国居民人均可支配收入34230元，比上年同期名义增长5.3%，扣除价格因素，实际增长4.4%。分城乡看，城镇居民人均可支配收入44945元，增长（以下如无特别说明，均为同比名义增长）4.5%，扣除价格因素，实际增长3.6%；农村居民人均可支配收入18809元，增长6.3%，扣除价格因素，实际增长5.6%。 就业形势总体稳定！国家统计局：前三季度，全国城镇调查失业率平均值为5.2%，与上年同期持平。全国企业就业人员周平均工作时间为48.3…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196199",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261018】社保服务进万家",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196199",
    "pub_date": "2026-10-18 16:53:00",
    "author": "",
    "description": "【1】两年债务规模下降18% 柳州原市委书记撰文谈化债细节 2023年7月一揽子化债措施推出后，城投债“网红城市”柳州所在的广西是12个化债重点省份之一，也是第一个申请央行应急流动性贷款工具的省份。近日官方披露，2025年柳州债务规模较2023年底下降18%，柳州是如何化债的？ 2024年9月至2025年10月担任柳州市委书记的广西自治区统战部部长谭丕创，近日在《学习与研究》杂志上撰文称，柳州市穷尽一切手段、排除一切困难化解债务风险，毫…",
    "content": "【1】两年债务规模下降18% 柳州原市委书记撰文谈化债细节 2023年7月一揽子化债措施推出后，城投债“网红城市”柳州所在的广西是12个化债重点省份之一，也是第一个申请央行应急流动性贷款工具的省份。近日官方披露，2025年柳州债务规模较2023年底下降18%，柳州是如何化债的？ 2024年9月至2025年10月担任柳州市委书记的广西自治区统战部部长谭丕创，近日在《学习与研究》杂志上撰文称，柳州市穷尽一切手段、排除一切困难化解债务风险，毫不手软打击金融犯罪，一体推动市本级债务、市属融资平台金融债务规模和平均利率持续下…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/c585534d8016",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "浅析《雪茄盒子》",
    "link": "https://www.jianshu.com/p/c585534d8016",
    "pub_date": "2026-10-18 15:48:04",
    "author": "",
    "description": "湾湾作家袁哲生先生也是我最喜欢的作家，略逊于张爱玲的喜欢。张爱玲文字华丽，内容苍凉。袁哲生的文字看着平淡，有时候透着些温馨，骨子里却有着让人绝望的孤独。两个人的共同点是，语言有自己的特色，多写寻常生活而不是宏大叙事。 袁先生的这篇《雪茄盒子》和另一个短篇《密封罐子》有异曲同工之妙，十分简短，才两千多字，文字浅显，余韵悠长，十分耐读。最近再读，分享一点浅见。 它有几个特点。 第一，小说标题就是个象征的意象，文章中有多个这样的象征，简单的物…",
    "content": "湾湾作家袁哲生先生也是我最喜欢的作家，略逊于张爱玲的喜欢。张爱玲文字华丽，内容苍凉。袁哲生的文字看着平淡，有时候透着些温馨，骨子里却有着让人绝望的孤独。两个人的共同点是，语言有自己的特色，多写寻常生活而不是宏大叙事。 袁先生的这篇《雪茄盒子》和另一个短篇《密封罐子》有异曲同工之妙，十分简短，才两千多字，文字浅显，余韵悠长，十分耐读。最近再读，分享一点浅见。 它有几个特点。 第一，小说标题就是个象征的意象，文章中有多个这样的象征，简单的物品深刻的含义。 雪茄盒子，盒子里装着雪茄，漂亮的有纹理的盒子，装在一个拼接的木头…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196191",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261017】个人是养老第一责任人",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196191",
    "pub_date": "2026-10-17 17:13:00",
    "author": "",
    "description": "【1】贵阳一在建环城高速项目发生土体垮塌致3人死亡 据新华社，记者从贵州省相关部门获悉，10月16日上午，在建G6002贵阳环城高速公路扩容工程施工现场发生土体垮塌事故，造成3名施工人员不幸遇难。 事故发生后，省、市应急、交通及属地政府相关部门赶赴现场，立即开展抢险救援、险情排查、善后处置等工作。目前，事故调查组已启动事故原因调查，同步统筹遇难人员家属安抚、善后赔偿等相关事宜。 【2】山东民政厅厅长：个人是养老第一责任人。发挥“有爱家庭…",
    "content": "【1】贵阳一在建环城高速项目发生土体垮塌致3人死亡 据新华社，记者从贵州省相关部门获悉，10月16日上午，在建G6002贵阳环城高速公路扩容工程施工现场发生土体垮塌事故，造成3名施工人员不幸遇难。 事故发生后，省、市应急、交通及属地政府相关部门赶赴现场，立即开展抢险救援、险情排查、善后处置等工作。目前，事故调查组已启动事故原因调查，同步统筹遇难人员家属安抚、善后赔偿等相关事宜。 【2】山东民政厅厅长：个人是养老第一责任人。发挥“有爱家庭”作用 ，提前规划养老生活 【3】中央纪委国家监委网站：不论职务高低、贡献大小、…"
  }
];

export default jsonData;
