const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/fb13a5753366",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "苦等十年终于来了！《灵魂摆渡・十年》铁三角重聚，一代人圆满了",
    "link": "https://www.jianshu.com/p/fb13a5753366",
    "pub_date": "2026-06-04 07:31:16",
    "author": "影视小锄头",
    "description": "你还记得年少时，窝在深夜沙发，一边害怕一边追更的《灵魂摆渡》吗？2026年6月2日18点，陪伴无数观众走过青春的经典IP迎来正统续作《灵魂摆渡・十年》。 444号便利店的霓虹灯再度点亮，于毅、刘智扬、肖茵铁三角原班人马悉数回归，消息一出，全网老粉直呼圆梦，积攒十年的期待终于落地。 时隔整整十年重启IP，惊喜从官宣那一刻便铺满全网。 在前作第三季收官之后，赵吏魂飞魄散、夏冬青体内潜藏的蚩尤之力、九天玄女最终归宿等多处伏笔悬而未决，十年间，…",
    "content": "你还记得年少时，窝在深夜沙发，一边害怕一边追更的《灵魂摆渡》吗？2026年6月2日18点，陪伴无数观众走过青春的经典IP迎来正统续作《灵魂摆渡・十年》。 444号便利店的霓虹灯再度点亮，于毅、刘智扬、肖茵铁三角原班人马悉数回归，消息一出，全网老粉直呼圆梦，积攒十年的期待终于落地。 时隔整整十年重启IP，惊喜从官宣那一刻便铺满全网。 在前作第三季收官之后，赵吏魂飞魄散、夏冬青体内潜藏的蚩尤之力、九天玄女最终归宿等多处伏笔悬而未决，十年间，每年都有大批观众在官方账号留言催更填坑，盼着摆渡三人组再度并肩行走阴阳两界。 当…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/6d9e367369fc",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "627.【hadoop】解决java.io.IOException: Cannot run program \"bash\"",
    "link": "https://www.jianshu.com/p/6d9e367369fc",
    "pub_date": "2026-06-04 07:31:15",
    "author": "七镜",
    "description": "一、问题详情 环境说明 JDK版本：19 hadoop版本: 3.2.2 操作系统版本: centos 7.6 描述 今天在部署hadoop的时候，在执行 start-dfs.sh 遇到下面的问题，提示我 Cannot run program \"bash\"，我心里一纳闷，这是linux系统，bash 会执行不了？ 2023-04-02 05:19:05,423 ERROR org.apache.hadoop.hdfs.server.na…",
    "content": "一、问题详情 环境说明 JDK版本：19 hadoop版本: 3.2.2 操作系统版本: centos 7.6 描述 今天在部署hadoop的时候，在执行 start-dfs.sh 遇到下面的问题，提示我 Cannot run program \"bash\" ，我心里一纳闷，这是linux系统， bash 会执行不了？ 2023-04-02 05:19:05,423 ERROR org.apache.hadoop.hdfs.server.namenode.NameNode: Failed to start namen…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193427",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260603】史称“贵阳销烟”",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193427",
    "pub_date": "2026-06-03 14:15:00",
    "author": "xilei",
    "description": "【1】专骗韩国人！沙巴警方逮捕57诈骗犯 包括48中国人 马来西亚沙巴警方星期二（6月2日）宣布侦破一个针对韩国公民的诈骗团伙，逮捕57名嫌犯，其中48人是中国公民。 【2】山西沁源县委书记赵永进被查，此前当地煤矿爆炸致82人死亡 【3】@信号与噪声001 今年4月底 【4】史称“贵阳销烟” 【5】这种奇葩事件也能发生 房地产股还是继续跌吧 【6】网友发布“济南青岛山姆熟食饮:料疑遭偷吃”的不实话题，被拘留。 【7】大A风云突变！上午追…",
    "content": "【1】专骗韩国人！沙巴警方逮捕57诈骗犯 包括48中国人 马来西亚沙巴警方星期二（6月2日）宣布侦破一个针对韩国公民的诈骗团伙，逮捕57名嫌犯，其中48人是中国公民。 【2】山西沁源县委书记赵永进被查，此前当地煤矿爆炸致82人死亡 【3】 @信号与噪声001 今年4月底 有B站网友称因泄露“国家机密” 被怀疑是间谍 还导致父母被派出所传唤 泄露的内容：环卫工工作时间和工资。 &nbsp; 【4】史称“贵阳销烟” 【5】这种奇葩事件也能发生&nbsp; 房地产股还是继续跌吧 【6】网友发布“济南青岛山姆熟食饮:料疑遭…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193408",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260602】谁会为工作而生",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193408",
    "pub_date": "2026-06-02 14:01:00",
    "author": "xilei",
    "description": "【1】五埃博拉患者康复出院 为更多患者能被治愈带来希望 四名感染了埃博拉病毒的刚果（金）医护人员康复出院，让该国在本轮疫情中的痊愈总人数达到五人，也为更多患者能够被治愈带来希望。 【2】美国工业和安全局（BIS）刚刚发布指南，规定向位于中国境外的中国企业（例如腾讯在马来西亚的子公司）出口先进AI芯片同样需要申请许可证。 BIS之所以发表这一声明，是因为此前出口管制的漏洞，导致中国公司得以合法且无需许可证地购买英伟达Blackwell芯片…",
    "content": "【1】五埃博拉患者康复出院 为更多患者能被治愈带来希望 四名感染了埃博拉病毒的刚果（金）医护人员康复出院，让该国在本轮疫情中的痊愈总人数达到五人，也为更多患者能够被治愈带来希望。 【2】美国工业和安全局（BIS）刚刚发布指南，规定向位于中国境外的中国企业（例如腾讯在马来西亚的子公司）出口先进AI芯片同样需要申请许可证。 BIS之所以发表这一声明，是因为此前出口管制的漏洞，导致中国公司得以合法且无需许可证地购买英伟达Blackwell芯片。 2025年5月，BIS表示不会执行与AI芯片运输相关的某些许可证要求。然而，…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193386",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260601】年度最伟大 MBP 配件出现了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193386",
    "pub_date": "2026-06-01 14:22:00",
    "author": "xilei",
    "description": "【1】刚果（金）伊波拉确诊超220起 首名患者康复出院 非洲国家刚果（金）的伊波拉疫情继续恶化，确诊病例已超过220起，疑似病例超过1000起；但也传出好消息，一名确诊患者已康复出院，是5月中旬发现伊波拉病例以来的首个康复病人。 【2】Manus 引发的法规来了 投资者开展对外投资活动，不得出口、使用国家禁止出口的货物、技术、服务及相关数据，或者未经许可出口、使用国家限制出口的货物、技术、服务及相关数据； 不得以跨境派遣技术人员、组织人…",
    "content": "【1】刚果（金）伊波拉确诊超220起 首名患者康复出院 非洲国家刚果（金）的伊波拉疫情继续恶化，确诊病例已超过220起，疑似病例超过1000起；但也传出好消息，一名确诊患者已康复出院，是5月中旬发现伊波拉病例以来的首个康复病人。 【2】Manus 引发的法规来了 投资者开展对外投资活动，不得出口、使用国家禁止出口的货物、技术、服务及相关数据，或者未经许可出口、使用国家限制出口的货物、技术、服务及相关数据； 不得以跨境派遣技术人员、组织人员赴其他国家（地区）工作、跨境提供技术指导、安排人员跨境培训等方式向其他国家（地…"
  }
];

export default jsonData;
