const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/a8dae1454eb3",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "个人信息是怎样泄露的？",
    "link": "https://www.jianshu.com/p/a8dae1454eb3",
    "pub_date": "2026-09-23 08:19:38",
    "author": "若涵_a",
    "description": "前几天，我看了几个卖车博主的视频，想了解一下现在车的市场行情。 昨天突然接到一个来自南京陌生人的电话，他上来就问我最近是不是有买车的打算，我吓了一跳！ 我连忙问：你怎么知道，你是做什么的？ 他敷衍着说，我就是问一问，我说你怎么知道我的电话号码，他也不回答，就问我是不是想买车。 后来我想，他肯定是通过我看视频，才得到我的个人信息。 通过上网看视频，就能查到你的电话号码，是不是也可以查到你的家庭住址呢？想一想很可怕? 尤其是有的平台在登记个…",
    "content": "前几天，我看了几个卖车博主的视频，想了解一下现在车的市场行情。 昨天突然接到一个来自南京陌生人的电话，他上来就问我最近是不是有买车的打算，我吓了一跳！ 我连忙问：你怎么知道，你是做什么的？ 他敷衍着说，我就是问一问，我说你怎么知道我的电话号码，他也不回答，就问我是不是想买车。 后来我想，他肯定是通过我看视频，才得到我的个人信息。 通过上网看视频，就能查到你的电话号码，是不是也可以查到你的家庭住址呢？想一想很可怕? 尤其是有的平台在登记个人信息时，还要身份证的正反面，一旦身份证泄露，后果不堪设想！"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/7067995426dc",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "美是和谐｜关于穿搭，很少被谈起的两层底层逻辑",
    "link": "https://www.jianshu.com/p/7067995426dc",
    "pub_date": "2026-09-23 08:19:37",
    "author": "洛小瑰",
    "description": "很多人整理衣柜的时候，会把大批衣服淘汰的原因，归结于年龄增长、体重发生变化。仿佛只要身材和年纪改变，从前的衣物就不再适合自己。 可在经历过不同城市生活、不同人生阶段的更迭之后，我慢慢发觉，真正左右穿搭适配感的，还有两套更深层的逻辑，常常被我们忽略。 穿搭的好看与否，从来不止取决于衣服本身，环境与场景，一直在参与审美结果的塑造。 当你更换国家、移居另一座城市，周遭的建筑风貌、人文氛围全部改变，曾经十分合身好看的穿搭，很可能就此失去那份和谐…",
    "content": "很多人整理衣柜的时候，会把大批衣服淘汰的原因，归结于年龄增长、体重发生变化。仿佛只要身材和年纪改变，从前的衣物就不再适合自己。 可在经历过不同城市生活、不同人生阶段的更迭之后，我慢慢发觉，真正左右穿搭适配感的，还有两套更深层的逻辑，常常被我们忽略。 穿搭的好看与否，从来不止取决于衣服本身，环境与场景，一直在参与审美结果的塑造。 当你更换国家、移居另一座城市，周遭的建筑风貌、人文氛围全部改变，曾经十分合身好看的穿搭，很可能就此失去那份和谐感。 就像《唐顿庄园》里华丽繁复的复古礼服，放在英国古典氛围感的城市建筑之间，优…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/52f0532f5149",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "心理学研究方法（7）",
    "link": "https://www.jianshu.com/p/52f0532f5149",
    "pub_date": "2026-09-23 08:19:37",
    "author": "如鱼饮水2020",
    "description": "中原焦点团队坚持分享1070天（20230109） 开放式问题是让被访人自由回答的一类问题，闭合式问题是限制答话内容或方式的问题形式，包括一些强迫性选择。 选择开放式还是闭合式应考虑的因素：访谈的目的，了解被访人的态度特征、所挂意见的基础、回答问题的参考框架以及感觉的强度采用开放式问题；被访人的信息水平，了解信息水平用开放式问题，激发动机用闭合式问题；被访人意见的结构，意见越明显越宜采用闭合式问题；对被访人情况的了解程度，初期用开放式问…",
    "content": "中原焦点团队坚持分享1070天（20230109） 开放式问题是让被访人自由回答的一类问题，闭合式问题是限制答话内容或方式的问题形式，包括一些强迫性选择。 选择开放式还是闭合式应考虑的因素：访谈的目的，了解被访人的态度特征、所挂意见的基础、回答问题的参考框架以及感觉的强度采用开放式问题；被访人的信息水平，了解信息水平用开放式问题，激发动机用闭合式问题；被访人意见的结构，意见越明显越宜采用闭合式问题；对被访人情况的了解程度，初期用开放式问题，后期掌握相当资料后采用闭合式问题。 直接方式还是间接方式提问与问题和目的之间…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195679",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260922】所有正常的放松都有强烈的罪恶感",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195679",
    "pub_date": "2026-09-22 16:13:00",
    "author": "xilei",
    "description": "【1】习近平将对美国进行国事访问 应美利坚合众国总统特朗普邀请，国家主席习近平将于9月23日至25日对美国进行国事访问。 【2】9月21日上午，中共中央政治局常委、国务院副总理丁薛祥在人民大会堂接见“向国旗敬礼”港澳青少年升旗队代表访京团并合影留念。 【3】覃伟中被查，曾任深圳市长。 【4】团团伙伙，不老实 【5】人的底线何在 【6】长生生物疫苗案二审判决 原董事长高俊芳获无期徒刑】延宕八年的长春长生生物科技有限责任公司“假疫苗”案二审…",
    "content": "【1】习近平将对美国进行国事访问 应美利坚合众国总统特朗普邀请，国家主席习近平将于9月23日至25日对美国进行国事访问。 【2】9月21日上午，中共中央政治局常委、国务院副总理丁薛祥在人民大会堂接见“向国旗敬礼”港澳青少年升旗队代表访京团并合影留念。 【3】覃伟中被查，曾任深圳市长。 【4】团团伙伙，不老实 【5】人的底线何在 【6】长生生物疫苗案二审判决 原董事长高俊芳获无期徒刑】延宕八年的长春长生生物科技有限责任公司“假疫苗”案二审宣判。1954年出生的原董事长高俊芳被指犯有生产、销售伪劣产品罪、非国家工作人员…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195662",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260921】时间好不经用",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195662",
    "pub_date": "2026-09-21 16:47:00",
    "author": "xilei",
    "description": "【1】广东顺德一纺织公司厂房火灾事故，造成8人死亡 昨晚，邢台一处汽车贸易中心突发火灾，多间临街铺面被烧的只剩框架。据当地网友说是邢台南和车世界。商户损失不小。 【2】中美经贸磋商在美国纽约举行 #中美举行经贸磋商##中美经贸磋商就AI问题举行对话#当地时间9月20日，中美经贸中方牵头人、国务院副总理何立峰与美方牵头人、美国财政部长贝森特和贸易代表格里尔在美国纽约举行经贸磋商。双方以两国元首重要共识为引领，秉持相互尊重、和平共处、合作共…",
    "content": "【1】广东顺德一纺织公司厂房火灾事故，造成8人死亡 昨晚，邢台一处汽车贸易中心突发火灾，多间临街铺面被烧的只剩框架。据当地网友说是邢台南和车世界。商户损失不小。 【2】中美经贸磋商在美国纽约举行 #中美举行经贸磋商# #中美经贸磋商就AI问题举行对话# 当地时间9月20日，中美经贸中方牵头人、国务院副总理何立峰与美方牵头人、美国财政部长贝森特和贸易代表格里尔在美国纽约举行经贸磋商。双方以两国元首重要共识为引领，秉持相互尊重、和平共处、合作共赢的原则，围绕落实历次经贸磋商共识、促进双边贸易投资等双方共同关心的重要经贸…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195632",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260920】不想爱了，也不想劳动了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195632",
    "pub_date": "2026-09-20 16:25:00",
    "author": "xilei",
    "description": "【1】文化和旅游部：推动落实带薪休假制度，倡导弹性错峰休假 【2】北京新规，10月1日起，举报6类重大违法行为，最高可获100万元奖励！外卖小哥举报“幽灵外卖”，同样有奖 【3】怪不得有人去香港买 【4】9月19日，2026年法国设计奖（French Design Award）颁奖典礼在巴黎举行，中国城市骑士制服获颁金奖。这是该奖设立以来，首次将金奖授予一套面向一线劳动者的职业制服。 @松松發文物君 阿里法拍惊现“永乐大典”……3701…",
    "content": "【1】文化和旅游部：推动落实带薪休假制度，倡导弹性错峰休假 【2】北京新规，10月1日起，举报6类重大违法行为，最高可获100万元奖励！外卖小哥举报“幽灵外卖”，同样有奖 【3】怪不得有人去香港买 【4】9月19日，2026年法国设计奖（French Design Award）颁奖典礼在巴黎举行，中国城市骑士制服获颁金奖。这是该奖设立以来，首次将金奖授予一套面向一线劳动者的职业制服。 设计团队对获奖“颇感意外”。主创杨涛称，这是一支纯业余的团队：餐饮从业者吴国平、酒馆老板乔乔、曾为舞蹈演员的王东伟……“从来没想过有…"
  }
];

export default jsonData;
