const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/5217ca23955c",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "机器视觉的硬件构成",
    "link": "https://www.jianshu.com/p/5217ca23955c",
    "pub_date": "2026-08-11 06:59:48",
    "author": "大龙10",
    "description": "机器视觉的硬件构成包括光源、镜头、相机、图像采集卡、计算机等. 一、硬件构成 光源 镜头 图像采集卡 计算机 二、工业相机 工业相机又称摄像机，相对于传统的民用相机而言，具有较强的图像稳定性、传输能力和抗干扰能力。 按芯片类型分类：CCD相机、CMOS相机 1、 CCD相机 CCD相机集光电转换、电荷存储、电荷转移、信号读取于一体，是典型的固体成像器件。 CCD相机的特点： 工作原理： 2、CMOS相机 CMOS芯片将光敏元阵列、图像信…",
    "content": "机器视觉的硬件构成包括光源、镜头、相机、图像采集卡、计算机等. 一、硬件构成 光源 用于为视觉系统提供足够多的亮度 镜头 用于将被测物成像到相机的靶面上，并将其转换成电信号 图像采集卡 将电信号转换成数字图像信息 计算机 用于实现图像的存储、处理，并给出测量结果和控制信号。 二、工业相机 工业相机又称摄像机，相对于传统的民用相机而言，具有较强的图像稳定性、传输能力和抗干扰能力。 按芯片类型分类：CCD相机、CMOS相机 1、 CCD相机 CCD相机集光电转换、电荷存储、电荷转移、信号读取于一体，是典型的固体成像器件…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194853",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260810】仿佛就是「坐在深海中的潜水艇里」",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194853",
    "pub_date": "2026-08-10 16:41:00",
    "author": "xilei",
    "description": "【1】提醒！#白海豚给11省市带来大到暴雨# 台风“白海豚”带来的风雨影响范围非常广，预计今天8时至明天8时，浙江大部、上海、江苏、安徽、湖北北部和中东部、河南东部和中南部、山东南部、湖南东北部、江西北部、福建北部及台湾岛等地有大到暴雨，其中，浙江东部、安徽皖南山区等地局地有特大暴雨。 周三，河北南部、河南北部等太行山前地区，将会出现大暴雨或特大暴雨，具有一定的极端性，要特别注意防范山洪滑坡、泥石流等次生灾害。 预计“白海豚”残余环流将…",
    "content": "【1】提醒！ #白海豚给11省市带来大到暴雨# 台风“白海豚”带来的风雨影响范围非常广，预计今天8时至明天8时，浙江大部、上海、江苏、安徽、湖北北部和中东部、河南东部和中南部、山东南部、湖南东北部、江西北部、福建北部及台湾岛等地有大到暴雨，其中，浙江东部、安徽皖南山区等地局地有特大暴雨。 周三，河北南部、河南北部等太行山前地区，将会出现大暴雨或特大暴雨，具有一定的极端性，要特别注意防范山洪滑坡、泥石流等次生灾害。 预计“白海豚”残余环流将影响华北。明天夜间到周六，京津冀地区将出现强降雨天气，过程持续时间长、累计雨量…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194834",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260809】把很多零售商都杀光了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194834",
    "pub_date": "2026-08-09 17:47:00",
    "author": "xilei",
    "description": "【1】上海今明两天有出现龙卷潜势 #上海徐家汇小时雨量全国第一#今天（2026年8月9日）上午，受台风“白海豚”影响，上海大风降雨持续。澎湃新闻记者从上海市气象局获悉，“白海豚”将于今天16-20时在浙江温岭到瑞安一带沿海登陆（台风级-强台风级，13～14级），登陆后强度将明显减弱，沿浙江南部山区继续向西偏北方向移动，排除“白海豚”在上海附近出现回旋打转的可能。明天中午以前上海仍有明显风雨，最大小时雨强60～80毫米。需要关注的是，今明…",
    "content": "【1】上海今明两天有出现龙卷潜势 #上海徐家汇小时雨量全国第一# 今天（2026年8月9日）上午，受台风“白海豚”影响，上海大风降雨持续。澎湃新闻记者从上海市气象局获悉，“白海豚”将于今天16-20时在浙江温岭到瑞安一带沿海登陆（台风级-强台风级，13～14级），登陆后强度将明显减弱，沿浙江南部山区继续向西偏北方向移动，排除“白海豚”在上海附近出现回旋打转的可能。明天中午以前上海仍有明显风雨，最大小时雨强60～80毫米。需要关注的是，今明天上海具有龙卷潜势。 根据中央气象台消息，今年第13号台风“白海豚”今天12时…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194823",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260808】最上下为难的一集",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194823",
    "pub_date": "2026-08-08 16:03:00",
    "author": "xilei",
    "description": "【1】河南撤回了！ 【2】北京楼市政策重磅调整 【3】广东清远市委常委会上，现场播放落马官员忏悔视频：“自己没带好头，下属就会效仿，更没有底气去监督别人” 【4】@格隆汇图解天下 截至2026年7月末，中国央行黄金储备为7608万盎司，环比增加64万盎司，为连续第21个月增持黄金。 【5】经市政府同意，武汉政务服务即将大改革：窗口精简20%、面积压减15%、人员精简10% 。 这些精简的人员去哪里，这才是问题，如果只是提前退休，或者是转…",
    "content": "【1】河南撤回了！ 【2】北京楼市政策重磅调整 【3】广东清远市委常委会上，现场播放落马官员忏悔视频：“自己没带好头，下属就会效仿，更没有底气去监督别人” 【4】 @格隆汇图解天下 截至2026年7月末，中国央行黄金储备为7608万盎司，环比增加64万盎司，为连续第21个月增持黄金。 【5】经市政府同意，武汉政务服务即将大改革：窗口精简20%、面积压减15%、人员精简10% 。 这些精简的人员去哪里，这才是问题，如果只是提前退休，或者是转移到国企和事业单位去，实际上负担也没有减轻。 【6】佛山一公立中学教师招聘，笔…"
  }
];

export default jsonData;
