const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/cadb62959a7c",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "CPU使用率高问题排查方案",
    "link": "https://www.jianshu.com/p/cadb62959a7c",
    "pub_date": "2026-10-05 20:26:58",
    "author": "MCNU云原生",
    "description": "引言 Java程序在实际生产过程中经常遇到CPU使用率高的问题，那么应该如何排查问题的原因呢，本文大概描述一下排查方法。 一、排查占用CPU的进程 使用top命令，在大写打开的情况下按P键或者在大写没有打开的情况下按 shift+P键，会按照CPU使用率的高低进行排序，查找使用率最高的进程获取进程PID。 二、查找实际占用最高CPU的线程 使用命令top -H -p PID,此处PID就是上一步获取的进程PID，通过此命令可以查看实际占…",
    "content": "引言 Java程序在实际生产过程中经常遇到CPU使用率高的问题，那么应该如何排查问题的原因呢，本文大概描述一下排查方法。 一、排查占用CPU的进程 使用 top 命令，在大写打开的情况下按P键或者在大写没有打开的情况下按 shift+P键，会按照CPU使用率的高低进行排序，查找使用率最高的进程获取进程PID。 二、查找实际占用最高CPU的线程 使用命令 top -H -p PID ,此处PID就是上一步获取的进程PID，通过此命令可以查看实际占用CPU最高的的线程的ID，此处几位TID 三、获取对应线程的线程栈信息…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/fcc4b80765c1",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "R绘图配色总结",
    "link": "https://www.jianshu.com/p/fcc4b80765c1",
    "pub_date": "2026-10-05 20:26:58",
    "author": "生信云笔记",
    "description": "日常瞎掰 一图胜千言，说明了其作为一种展现形式在呈现数据结果时的重要性。虽说图的本质是用来展示结果，其最主要的功能是以简单的形式说明数据中蕴含的意义，但有时候好看的外表也是一种加分项，例如图型的布局，颜色搭配等。好的颜色搭配不仅看起来赏心悦目，更重要的作用应该是能增加数据中的辨识度，给人一目了然的感觉，而不是晕倒在五彩斑斓的迷离中。虽然俺也不善于颜色搭配，但这并不妨碍咱站在巨人的肩膀上来为图增添一抹色彩。下面咱们就来谈谈R语言里，那些好…",
    "content": "日常瞎掰 一图胜千言，说明了其作为一种展现形式在呈现数据结果时的重要性。虽说图的本质是用来展示结果，其最主要的功能是以简单的形式说明数据中蕴含的意义，但有时候好看的外表也是一种加分项，例如图型的布局，颜色搭配等。好的颜色搭配不仅看起来赏心悦目，更重要的作用应该是能增加数据中的辨识度，给人一目了然的感觉，而不是晕倒在五彩斑斓的迷离中。虽然俺也不善于颜色搭配，但这并不妨碍咱站在巨人的肩膀上来为图增添一抹色彩。下面咱们就来谈谈R语言里，那些好用的配色方案。 RColorBrewer RColorBrewer 包做为老牌调…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195925",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261005】经济想自己缓过来，只会更难",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195925",
    "pub_date": "2026-10-05 11:39:00",
    "author": "xilei",
    "description": "【1】#蔡康永现身台独分子竞选会场# #蔡康永为顽固台独分子沈伯洋站台# 据台媒报道，“台独”顽固分子沈伯洋今（4日）下午举行台北市长竞选总部成立大会。 鲜少公开参与政治活动的蔡康永，这次意外被台媒捕捉到现场身影。只见他身穿橘色衬衫、戴着黑色口罩与帽子，低调坐在前排。 对此，蔡康永经纪人回应“正在考虑要访问台北市长的两位候选人，所以会尽可能去了解两位候选人的历程与意见，谢谢”。 零跑汽车发布声明，已下线蔡康永相关的全部内容，并保留追究相…",
    "content": "【1】 #蔡康永现身台独分子竞选会场# #蔡康永为顽固台独分子沈伯洋站台# &nbsp; 据台媒报道，“台独”顽固分子沈伯洋今（4日）下午举行台北市长竞选总部成立大会。 鲜少公开参与政治活动的蔡康永，这次意外被台媒捕捉到现场身影。只见他身穿橘色衬衫、戴着黑色口罩与帽子，低调坐在前排。 对此，蔡康永经纪人回应“正在考虑要访问台北市长的两位候选人，所以会尽可能去了解两位候选人的历程与意见，谢谢”。 &nbsp; 零跑汽车发布声明，已下线蔡康永相关的全部内容，并保留追究相关法律责任的权利。&nbsp; 释不归 #蔡康永现…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195915",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261004】全球同此凉热",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195915",
    "pub_date": "2026-10-04 16:41:00",
    "author": "xilei",
    "description": "【1】10月3日，@中国东方航空再次发布情况通报 【2】香港也开始抓生育了，港府这11项生育政策力度如何？ 【3】人民日报：加快建设强大国内市场，扩大内需仍有巨大潜力、广阔空间。 【4】#原来胖东来也不是双休#胖东来之前只有管理层享受双休，一线普通员工一直是单休。 不过于东来已经官宣：2027年3月起，全员双休，每天只干7小时，每周35小时——工资一分不降 【5】上海一男子在女友生日当天发520元红包，没等来对方回1314元红包，报警称…",
    "content": "【1】10月3日， @中国东方航空 再次发布情况通报 【2】香港也开始抓生育了，港府这11项生育政策力度如何？ 【3】人民日报：加快建设强大国内市场，扩大内需仍有巨大潜力、广阔空间。 【4】 #原来胖东来也不是双休# 胖东来之前只有管理层享受双休，一线普通员工一直是单休。 不过于东来已经官宣：2027年3月起，全员双休，每天只干7小时，每周35小时——工资一分不降 【5】上海一男子在女友生日当天发520元红包，没等来对方回1314元红包，报警称被骗；经调解后女生退还红包：再也不想和他见面 【6】国庆黄金周，热门景点…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/08c35f797d00",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "这下骡子该高兴了",
    "link": "https://www.jianshu.com/p/08c35f797d00",
    "pub_date": "2026-10-03 21:22:55",
    "author": "紫风琥珀",
    "description": "是啊，随便凑合两年，反正都走不到头 图片发自简书App 总有人劝人对待感情不必太过较真，凑合两年也就罢了，反正未必能走到最后。网上流传着这样一段戏谑的话，劝姑娘们不必执着白马，找头驴将就，不然到最后驴都被抢光，只剩下骡子。 把婚恋比作争抢牲口，听着好笑，却折射出一部分人的世俗心态。仿佛人到了一定年纪，就必须抓紧抓住一个对象，完成结婚的任务，若是不肯妥协，就会被贴上“剩下”的标签。仿佛人生的归宿，只能依靠另一个人来成全。 可生活从来不是一…",
    "content": "是啊，随便凑合两年，反正都走不到头 图片发自简书App 总有人劝人对待感情不必太过较真，凑合两年也就罢了，反正未必能走到最后。网上流传着这样一段戏谑的话，劝姑娘们不必执着白马，找头驴将就，不然到最后驴都被抢光，只剩下骡子。 把婚恋比作争抢牲口，听着好笑，却折射出一部分人的世俗心态。仿佛人到了一定年纪，就必须抓紧抓住一个对象，完成结婚的任务，若是不肯妥协，就会被贴上“剩下”的标签。仿佛人生的归宿，只能依靠另一个人来成全。 可生活从来不是一场抢购，感情更不能将就凑合。勉强拼凑的关系，满心都是委屈与不甘，抱着“走不到头”…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195907",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261003】人们审判他人同时自我监控",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195907",
    "pub_date": "2026-10-03 16:38:00",
    "author": "xilei",
    "description": "【1】国足0比5惨败巴勒斯坦 实时世界排名被反超，17岁小将赛后接受采访：大家的态度和拼劲非常好，细节没处理好；巴方主帅：不方便评价中国队 吃海参的0:5输给了吃手抓饭的 【2】41岁独身女子离世，叔叔姑姑舅舅姨妈9人争遗产：包括价值400万房产，银行存款、保险金等110余万等；法院：房产归国家 结不结婚？生不生娃？ 【3】美国司法部 10 月 1 日宣布，加州洛杉矶圣盖博谷科技公司 Earthmade Computer 老板、38 岁…",
    "content": "【1】国足0比5惨败巴勒斯坦 实时世界排名被反超，17岁小将赛后接受采访：大家的态度和拼劲非常好，细节没处理好；巴方主帅：不方便评价中国队 吃海参的0:5输给了吃手抓饭的 【2】41岁独身女子离世，叔叔姑姑舅舅姨妈9人争遗产：包括价值400万房产，银行存款、保险金等110余万等；法院：房产归国家 结不结婚？生不生娃？ 【3】美国司法部 10 月 1 日宣布，加州洛杉矶圣盖博谷科技公司 Earthmade Computer 老板、38 岁的 Greg Lui（又名 Yiu Kong Lui）在三项联邦指控下被捕。他被…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/996e4748f95f",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "夏秋之交，一个喜欢冷天的人",
    "link": "https://www.jianshu.com/p/996e4748f95f",
    "pub_date": "2026-10-02 11:23:18",
    "author": "925643311a21",
    "description": "气温渐凉，秋意已至。 十月已至，空气里多了些寒意，风的存在感愈强。压在衣柜底层的换季衣裳已被拿出，穿上时还留着在春天最后一次洗涤时的淡淡玫瑰香，这是厚衣服独有的气味，是预告早春和初秋的信号。 新的季节似乎总是不声不响的到来，在一夜间被冷空气的笼罩里，在新季节的别样气息里，花香草香虫鸣，风的声音，天的明暗…… 我喜欢寒冷的天，喜欢季节更迭时感官上的变化。夏秋之交，天气的性格有些变幻莫测。有时分不清是夏还是秋。最近下了好几天的大雨，时雨时晴…",
    "content": "气温渐凉，秋意已至。 十月已至，空气里多了些寒意，风的存在感愈强。压在衣柜底层的换季衣裳已被拿出，穿上时还留着在春天最后一次洗涤时的淡淡玫瑰香，这是厚衣服独有的气味，是预告早春和初秋的信号。 新的季节似乎总是不声不响的到来，在一夜间被冷空气的笼罩里，在新季节的别样气息里，花香草香虫鸣，风的声音，天的明暗…… 我喜欢寒冷的天，喜欢季节更迭时感官上的变化。夏秋之交，天气的性格有些变幻莫测。有时分不清是夏还是秋。最近下了好几天的大雨，时雨时晴。雨后便是凉意袭人的现在了。 我喜欢被厚厚的衣服包裹住的感觉。厚衣服对于我有种奇…"
  }
];

export default jsonData;
