const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/f0167e51025f",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "【算法】选择排序算法的讲解和代码实践",
    "link": "https://www.jianshu.com/p/f0167e51025f",
    "pub_date": "2026-10-13 20:39:03",
    "author": "王跃琅",
    "description": "思路 选择排序，顾名思义，就是每次选出一个最小或最大的数，移动位置，直到整个数组完成排序。 选出整个数组最小的数，记录它的下标； 将它和未排序的最左边数组进行交换（交换过就是排序了）； 直至整个数组排序完成。 讲解 首先声明出待排序下标、最小值和最小下标。最小值我们使用Integer.MAX_VALUE，来确保数组中肯定有值能够被排序： image.png 然后通过遍历，找到从待排序下标开始最小的数，记录它的下标： image.png …",
    "content": "思路 选择排序，顾名思义，就是每次选出一个最小或最大的数，移动位置，直到整个数组完成排序。 有数组[26, -3, 14, -15, 0, 324, 98, 1, 22] 现对该数组进行排序，使用选择排序算法。 先来屡一下思路和步骤： 选出整个数组最小的数，记录它的下标； 将它和未排序的最左边数组进行交换（交换过就是排序了）； 直至整个数组排序完成。 讲解 首先声明出待排序下标、最小值和最小下标。最小值我们使用 Integer.MAX_VALUE ，来确保数组中肯定有值能够被排序： image.png 然后通过遍历…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/5075ae1ec507",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "神雕展翅、侠义襄阳",
    "link": "https://www.jianshu.com/p/5075ae1ec507",
    "pub_date": "2026-10-13 20:39:02",
    "author": "大龙10",
    "description": "10月5日、6日看了襄阳无人机表演。 最佳观赏点在小北门广场，但是那个地方人山人海，根本挤不进去。T教授去过一次，没挤进去被挤了出来。 网图 汉江很大，沿岸很长，本地人就在樊城这边江岸观赏。就好像我们小时候露天电影在屏幕后面观看一样，虽然字是反的，但是一点也不影响效果。 文字有：铁打的襄阳、侠义襄阳、江山留胜迹，我辈复登临、国庆快乐 造型有：金凤振翅、大鹏展翅、昭明台、古城城墙轮廓、孔明灯、爱心等图案 LP大人和我从市医院旁进入沿江大道…",
    "content": "10月5日、6日看了襄阳无人机表演。 最佳观赏点在小北门广场，但是那个地方人山人海，根本挤不进去。T教授去过一次，没挤进去被挤了出来。 网图 汉江很大，沿岸很长，本地人就在樊城这边江岸观赏。就好像我们小时候露天电影在屏幕后面观看一样，虽然字是反的，但是一点也不影响效果。 文字有：铁打的襄阳、侠义襄阳、江山留胜迹，我辈复登临、国庆快乐 造型有：金凤振翅、大鹏展翅、昭明台、古城城墙轮廓、孔明灯、爱心等图案 LP大人和我从市医院旁进入沿江大道，江边游人摩肩接踵，顺着江边向上游走，走到米公码头，下到江边。这个地方的堤防是条…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196103",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261013】人的消费行为主要取决于对未来长期收入的预期",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196103",
    "pub_date": "2026-10-13 16:42:00",
    "author": "xilei",
    "description": "【1】#2026年诺贝尔经济学奖揭晓#10月12日，瑞典皇家科学院宣布，将2026年诺贝尔经济学奖授予给斯坦福大学教授罗伯特·霍尔、哥伦比亚大学教授迈克尔·伍德福德，以表彰其为宏观经济稳定政策奠定的微观经济学基础。 罗伯特·E·霍尔，其主要理论就是：人的消费行为主要取决于对未来长期收入的预期。 【2】尊界声明，2026年10月11日，国家认可的第三方检测机构对尊界V800制动踏板进行检验，尊界V800符合行标QC/T 788-2018要…",
    "content": "【1】 #2026年诺贝尔经济学奖揭晓# 10月12日，瑞典皇家科学院宣布，将2026年诺贝尔经济学奖授予给斯坦福大学教授罗伯特·霍尔、哥伦比亚大学教授迈克尔·伍德福德，以表彰其为宏观经济稳定政策奠定的微观经济学基础。 罗伯特·E·霍尔，其主要理论就是：人的消费行为主要取决于对未来长期收入的预期。 【2】尊界声明，2026年10月11日，国家认可的第三方检测机构对尊界V800制动踏板进行检验，尊界V800符合行标QC/T 788-2018要求(纵向力1500N，位移量&lt;5mm)，并做加严检验至纵向力3000N…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196086",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261012】我想当个狗",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196086",
    "pub_date": "2026-10-12 15:14:00",
    "author": "xilei",
    "description": "【1】10月12日，江淮汽车开盘再度大跌，盘中一度跌超8%，截至10:18，跌幅收窄至3.69%，成交额超23亿元，最新市值已跌破500亿元。 消息面上，据报道，10月11日下午，尊界客服向媒体确认，尊界V800制动踏板支架底座升级方案预计于10月底确认，11月起陆续启动升级。 【2】真没钱了 财小僧 国家税务总局又出新规了！11月1日起，全国统一税务处罚标准，用人单位欠缴社保，经催缴仍不缴纳的，最高可罚3倍。虽然这条处罚早就写进法律，…",
    "content": "【1】10月12日，江淮汽车开盘再度大跌，盘中一度跌超8%，截至10:18，跌幅收窄至3.69%，成交额超23亿元，最新市值已跌破500亿元。 消息面上，据报道，10月11日下午，尊界客服向媒体确认，尊界V800制动踏板支架底座升级方案预计于10月底确认，11月起陆续启动升级。 【2】真没钱了 财小僧 国家税务总局又出新规了！11月1日起，全国统一税务处罚标准，用人单位欠缴社保，经催缴仍不缴纳的，最高可罚3倍。虽然这条处罚早就写进法律，但如今全国统一执行标准，信号值得玩味。看看眼下的经济形势，多少中小企业经营困难，…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196057",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261011】我们还是要通过各种各样的方式把这些人找到",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196057",
    "pub_date": "2026-10-11 16:06:00",
    "author": "xilei",
    "description": "【1】人社部：通过“数据找人”，找到未参保人员，主动动员参保，应保尽保 9月10日，北京。人力资源社会保障部新闻发言人、副部长李忠：截至9月底，我国基本养老、失业、工伤保险的参保规模位居全球首位，下一步我们将坚持应保尽保，通过政策优化、“数据找人”等措施，“数据找人”很重要，就现在还有一些人没有参保，但有些人到底在哪，我们还是要通过各种各样的方式把这些人找到，然后主动的动员参保。 【人社部：尽可能让灵活就业人员参加职工养老保险】截至今年…",
    "content": "【1】人社部：通过“数据找人”，找到未参保人员，主动动员参保，应保尽保 9月10日，北京。人力资源社会保障部新闻发言人、副部长李忠：截至9月底，我国基本养老、失业、工伤保险的参保规模位居全球首位，下一步我们将坚持应保尽保，通过政策优化、“数据找人”等措施，“数据找人”很重要，就现在还有一些人没有参保，但有些人到底在哪，我们还是要通过各种各样的方式把这些人找到，然后主动的动员参保。 【人社部：尽可能让灵活就业人员参加职工养老保险】截至今年9月底，中国基本养老、失业、工伤保险的参保人数分别达到10.79亿人、2.51亿…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/cfde7c7451bb",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "看戏",
    "link": "https://www.jianshu.com/p/cfde7c7451bb",
    "pub_date": "2026-10-08 16:37:42",
    "author": "申丽梅",
    "description": "昨晚儿媳妇听到有唱戏的声音传来，告诉了爸爸，爸爸果然有兴趣。于是我陪爸爸去看戏。政府搭台，文化下乡。露天舞台，老百姓拿着凳子坐在舞台下面的画面把我带到了小时候。想想距离上次看晋剧，至少隔了几十年的光阴。那时我们的心思完全不在听戏上，乐趣在于与小伙伴在人缝中穿行，或者要几毛钱，现买现吃，快乐逍遥。 现在和爸爸站着听晋剧，我被演员们美丽的扮相，字正腔圆、有板有眼的唱腔和生动形象的演出所打动，字幕清晰，配乐给力，一个多小时的演出，我居然看得津…",
    "content": "昨晚儿媳妇听到有唱戏的声音传来，告诉了爸爸，爸爸果然有兴趣。于是我陪爸爸去看戏。政府搭台，文化下乡。露天舞台，老百姓拿着凳子坐在舞台下面的画面把我带到了小时候。想想距离上次看晋剧，至少隔了几十年的光阴。那时我们的心思完全不在听戏上，乐趣在于与小伙伴在人缝中穿行，或者要几毛钱，现买现吃，快乐逍遥。 现在和爸爸站着听晋剧，我被演员们美丽的扮相，字正腔圆、有板有眼的唱腔和生动形象的演出所打动，字幕清晰，配乐给力，一个多小时的演出，我居然看得津津有味。八点多结束后，还感觉意犹未尽。 今天爸爸去口腔科就诊。我给自己做心理建设…"
  }
];

export default jsonData;
