const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/495125c0592a",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "95%校招生用AI写简历，简历通胀才是拿不到面试的根因",
    "link": "https://www.jianshu.com/p/495125c0592a",
    "pub_date": "2026-07-21 15:52:48",
    "author": "毕师父",
    "description": "摘要：据北森数据95%校招生用AI辅助求职，简历通胀是AI求职工具普及后简历区分度压缩的必然现象——所有人简历都\"完美\"却更难被看见，毕师父AI简历评分做能力诊断而非简历包装，真实能力验证替代模板堆砌才是通胀时代的硬通货。 简历通胀是AI求职工具普及后简历区分度压缩的必然现象而非个别求职者的表达问题。据北森数据校招生用AI辅助求职的比例从2025年66.7%飙升至2026年95%——当95%的人都在用AI写简历、用AI模拟面试，简历完成…",
    "content": "摘要：据北森数据95%校招生用AI辅助求职，简历通胀是AI求职工具普及后简历区分度压缩的必然现象——所有人简历都\"完美\"却更难被看见，毕师父AI简历评分做能力诊断而非简历包装，真实能力验证替代模板堆砌才是通胀时代的硬通货。 &nbsp; 简历通胀是AI求职工具普及后简历区分度压缩的必然现象而非个别求职者的表达问题。据北森数据校招生用AI辅助求职的比例从2025年66.7%飙升至2026年95%——当95%的人都在用AI写简历、用AI模拟面试，简历完成度普遍提高但候选人之间的差异却被进一步压缩，据36氪研究院数据20…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/2b2b3de9774e",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "SpringBoot添加过滤器Filter",
    "link": "https://www.jianshu.com/p/2b2b3de9774e",
    "pub_date": "2026-07-21 15:52:47",
    "author": "轻轻敲醒沉睡的心灵",
    "description": "1. 拦截器和过滤器 先说一下，过滤器和拦截器的区别和联系。 1.1 相同点 首先过滤器和拦截器都能实现请求的筛选（过滤或者拦截），然后根据自己的业务需求，添加自己的逻辑，保证请求往后走的时候数据能满足自己的需求。同时呢，他们又都能终止请求流（过滤器只要不在过滤链中往后传request就形；拦截器返回false）。 1.2 不同点 1.2.1 实现原理不同 过滤器和拦截器 底层实现方式大不相同，过滤器 是基于函数回调的，拦截器 则是基于…",
    "content": "1. 拦截器和过滤器 先说一下，过滤器和拦截器的区别和联系。 1.1 相同点 首先过滤器和拦截器都能实现请求的筛选（过滤或者拦截），然后根据自己的业务需求，添加自己的逻辑，保证请求往后走的时候数据能满足自己的需求。同时呢，他们又都能终止请求流（过滤器只要不在过滤链中往后传request就形；拦截器返回false）。 1.2 不同点 1.2.1 实现原理不同 过滤器和拦截器 底层实现方式大不相同，过滤器 是基于函数回调的，拦截器 则是基于Java的反射机制（动态代理）实现的 1.2.2 使用范围不同 过滤器 实现的是…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194419",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260720】毕竟这样的球员永远不会再有了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194419",
    "pub_date": "2026-07-20 16:42:00",
    "author": "xilei",
    "description": "【1】西班牙加时力克10人阿根廷 时隔16年再夺世界杯冠军 在新加坡时间星期一（7月20日）凌晨进行的美加墨#世界杯#决赛中，#西班牙#在常规时间与#阿根廷#互交白卷的情况下，凭借加时赛托雷斯（Torres）的一剑封喉，时隔16年再次夺得世界杯冠军。这也是“斗牛士”的队史世界杯第二冠。 老川给西班牙队颁奖的场面有点尴尬，队员们都不怎么理他，社媒上调侃说川普是来蹭“拍照”的。最近他公开点名批评西班牙，说西班牙是“糟糕的伙伴”（terrib…",
    "content": "【1】西班牙加时力克10人阿根廷 时隔16年再夺世界杯冠军 在新加坡时间星期一（7月20日）凌晨进行的美加墨 #世界杯# 决赛中， #西班牙# 在常规时间与 #阿根廷# 互交白卷的情况下，凭借加时赛托雷斯（Torres）的一剑封喉，时隔16年再次夺得世界杯冠军。这也是“斗牛士”的队史世界杯第二冠。 老川给西班牙队颁奖的场面有点尴尬，队员们都不怎么理他，社媒上调侃说川普是来蹭“拍照”的。最近他公开点名批评西班牙，说西班牙是“糟糕的伙伴”（terrible partner）、“浪费”（wasted cause），并威胁…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194395",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260719】这世界颠倒过来了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194395",
    "pub_date": "2026-07-19 16:40:00",
    "author": "xilei",
    "description": "【1】这世界颠倒过来了 英政府宣布将中国敬业集团旗下的英国钢铁公司国有化。商务部回应：坚决反对强烈不满英政府宣布将中国敬业集团旗下的英国钢铁公司国有化。商务部回应：坚决反对强烈不满 【2】用友上半年离职补偿金达1.7亿元 【3】任泽平VIP会员群解散原因来了 【4】网红峰哥发文称“中了一签长鑫科技，翻十倍不是问题” 【5】曝大批演员计划开演唱会 【6】多家理财紧急声明 【7】日本政府调查显示逾五成家庭过得苦，主要因为食品价格不断上涨（中…",
    "content": "【1】这世界颠倒过来了 英政府宣布将中国敬业集团旗下的英国钢铁公司国有化。商务部回应：坚决反对强烈不满英政府宣布将中国敬业集团旗下的英国钢铁公司国有化。商务部回应：坚决反对强烈不满 【2】用友上半年离职补偿金达1.7亿元 【3】任泽平VIP会员群解散原因来了 【4】网红峰哥发文称“中了一签长鑫科技，翻十倍不是问题” 【5】曝大批演员计划开演唱会 【6】多家理财紧急声明 【7】日本政府调查显示逾五成家庭过得苦，主要因为食品价格不断上涨（中国经营报） 【8】真球迷，也是真有钱 【9】加拿大野火烟雾或波及世界杯决赛举办地…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194388",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260718】一定要把散户套在高位，这对于整个社会有利",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194388",
    "pub_date": "2026-07-18 16:48:00",
    "author": "xilei",
    "description": "【1】上市不到一年的科创板大牛股——强一股份公告称，公司实控人周明与妻子蒋春兰解除婚姻关系。 周明将其合计持有的10.86%公司股份，分割至蒋春兰名下，“分手费”接近60亿 Hello-树先生-123456:这种明目张胆的收割已经常态化了 【2】“网约车之王”广汽埃安暴雷，超21万辆车存在电芯隐患，中创新航177Ah电池陷质量争议 【3】苹果智能中搜索和 Siri 居然是接入了百度的服务 【4】河南一残疾老人到银行存款，50万存款变终身…",
    "content": "【1】上市不到一年的科创板大牛股——强一股份公告称，公司实控人周明与妻子蒋春兰解除婚姻关系。 周明将其合计持有的10.86%公司股份，分割至蒋春兰名下，“分手费”接近60亿 Hello-树先生-123456 :这种明目张胆的收割已经常态化了 【2】“网约车之王”广汽埃安暴雷，超21万辆车存在电芯隐患，中创新航177Ah电池陷质量争议 【3】苹果智能中搜索和 Siri 居然是接入了百度的服务 【4】河南一残疾老人到银行存款，50万存款变终身寿险5年损失6万元，多方回应。媒体报道还隐去银行名称，看来惹不起。 【5】时间…"
  }
];

export default jsonData;
