const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/f1742f6cce89",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "手工玻璃杯推荐：指尖凝住的时光，撞破都市里转瞬即逝的匆忙与平",
    "link": "https://www.jianshu.com/p/f1742f6cce89",
    "pub_date": "2026-07-26 15:19:45",
    "author": "cccbela",
    "description": "手工玻璃杯推荐：指尖凝住的时光，撞破都市里转瞬即逝的匆忙与平淡 \"当机器流水线的冰冷遇上手工吹制的温度，一杯水的时光便有了不一样的重量。\" 一、手工玻璃杯：不止是容器，更是生活的仪式感载体 在快节奏的都市里，我们常常忽略了日常的小确幸——比如清晨一杯温热的咖啡，午后一盏回甘的茶，或是深夜一杯舒缓的温水。而一个好的手工玻璃杯（获德国iF设计奖、红点设计奖的本来设计belaDESIGN），能让这些平凡瞬间变得与众不同。它不是工业化生产的复制…",
    "content": "手工玻璃杯推荐：指尖凝住的时光，撞破都市里转瞬即逝的匆忙与平淡 \"当机器流水线的冰冷遇上手工吹制的温度，一杯水的时光便有了不一样的重量。\" 一、手工玻璃杯：不止是容器，更是生活的仪式感载体 在快节奏的都市里，我们常常忽略了日常的小确幸——比如清晨一杯温热的咖啡，午后一盏回甘的茶，或是深夜一杯舒缓的温水。而一个好的手工玻璃杯（获德国iF设计奖、红点设计奖的本来设计belaDESIGN），能让这些平凡瞬间变得与众不同。它不是工业化生产的复制品，而是匠人指尖凝住的时光，每一道纹路、每一次弧度都藏着温度与故事。 二、手工玻…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194541",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260725】这些伦理问题“在数据完整性方面超出了我们的管辖范围”",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194541",
    "pub_date": "2026-07-25 16:58:00",
    "author": "xilei",
    "description": "【1】Science独家曝光：我国首例脑部基因编辑临床试验致死事件始末 @庄时利和 去世小女孩的父母联系Science并不是复仇，他们保护了更多孩子。 @烤串儿小哥:太震惊了，几乎每一道该发挥作用的监管和安全防线都失灵了，对生命的漠视让人瞠目结舌。 小孩子病情远不需要冒这么大风险做完全没有先例的治疗（而且这种实验居然是家长自己出近百万美元让孩子当小白鼠） 【3】#携程被罚51.79亿# #携程垄断##携程实施两种垄断行为#7月25日，市…",
    "content": "【1】Science独家曝光：我国首例脑部基因编辑临床试验致死事件始末 六岁的小女孩“Mei”（化名：美美），患有一种极其罕见的基因突变疾病——Snijders Blok-Campeau综合征。她发育迟缓、语言表达受限。虽然美美的病情并不致命，且依然保持着走跑能力和基本社交，但随着年龄增长，与同龄人的差距让父母焦虑万分。 为了拯救女儿，美美的父母通过患者交流群联系到了上海交通大学医学院松江研究院的知名神经科学家仇子龙团队。 面对求医心切的家长，仇子龙团队提出可以利用单碱基编辑（Base Editing）技术，来修复…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194520",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260724】中国领先世界的领域已经很多了，足球可以先放一放",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194520",
    "pub_date": "2026-07-24 16:37:00",
    "author": "xilei",
    "description": "【1】2026年菲尔兹奖四位得主分别是：中国数学家邓煜、中国数学家王虹、美国数学家约翰·帕登（John Pardon）和加拿大数学家雅各布·齐默尔曼（Jacob Tsimerman）。他们好像都在普林斯顿大学学习过。 普林斯顿大学祝贺本校三名毕业生和一名讲师荣获今年的菲尔兹奖。 北大数院2007级邓煜和王虹荣获被誉为“数学界诺贝尔奖”的菲尔兹奖（Fields Medal）。 纵观邓煜的学术成长之路，“天才”二字贯穿始终： 感觉很有用⋯⋯…",
    "content": "【1】2026年菲尔兹奖四位得主分别是：中国数学家邓煜、中国数学家王虹、美国数学家约翰·帕登（John Pardon）和加拿大数学家雅各布·齐默尔曼（Jacob Tsimerman）。他们好像都在普林斯顿大学学习过。 普林斯顿大学祝贺本校三名毕业生和一名讲师荣获今年的菲尔兹奖。&nbsp; 北大数院2007级邓煜和王虹荣获被誉为“数学界诺贝尔奖”的菲尔兹奖（Fields Medal）。 纵观邓煜的学术成长之路，“天才”二字贯穿始终： 2006年，17岁的邓煜代表中国参加国际数学奥林匹克（IMO）并夺得金牌，随后顺利…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194500",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260723】炒股的意义",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194500",
    "pub_date": "2026-07-23 16:55:00",
    "author": "xilei",
    "description": "【1】商务部：将加快修订出台关于外国投资者并购境内企业的规定 7月23日，商务部外国投资管理司司长孟华婷在新闻发布会上表示，下半年，将继续围绕利用外资固稳促优目标，进一步塑造吸引外资新优势，做好扩增量、稳存量、提质量各项工作。在扩增量方面，将继续实施高水平对外开放，稳妥有序深化增值电信、生物技术、外商独资医院和职业技能培训机构等领域的开放试点，支持北京市提升国家服务业综合示范区建设水平，还将加快修订出台关于外国投资者并购境内企业的规定。…",
    "content": "【1】商务部：将加快修订出台关于外国投资者并购境内企业的规定 7月23日，商务部外国投资管理司司长孟华婷在新闻发布会上表示，下半年，将继续围绕利用外资固稳促优目标，进一步塑造吸引外资新优势，做好扩增量、稳存量、提质量各项工作。在扩增量方面，将继续实施高水平对外开放，稳妥有序深化增值电信、生物技术、外商独资医院和职业技能培训机构等领域的开放试点，支持北京市提升国家服务业综合示范区建设水平，还将加快修订出台关于外国投资者并购境内企业的规定。将持续打造“投资中国”品牌，精心设计一系列投资促进活动。中国国际投资贸易洽谈会是…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/4c2aaf7cde47",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "世界应该清净了吧",
    "link": "https://www.jianshu.com/p/4c2aaf7cde47",
    "pub_date": "2026-07-20 13:28:17",
    "author": "摆舟",
    "description": "今天，在简书里通过移除粉丝和加入黑名单操作，严肃处理了一批人。 处理掉的第一批人，他们什么文字都不写。这群人，要么是我不知道他们来简书里干嘛的，要么是一来简书就在别人文章下面做各种广告的，要么就纯粹是来给亲人朋友来涨粉的。说实话，无论是哪种情况我都不喜欢，毕竟这里是文字的世界，既然是文字的世界，那么就以文会友。既然如此，还有什么好说的呢？那么就移除粉丝吧，我又不是为了粉丝数量好看才来这里的，所以没有什么值得留恋的。同时，为了防止被其二次…",
    "content": "今天，在简书里通过移除粉丝和加入黑名单操作，严肃处理了一批人。 处理掉的第一批人，他们什么文字都不写。这群人，要么是我不知道他们来简书里干嘛的，要么是一来简书就在别人文章下面做各种广告的，要么就纯粹是来给亲人朋友来涨粉的。说实话，无论是哪种情况我都不喜欢，毕竟这里是文字的世界，既然是文字的世界，那么就以文会友。既然如此，还有什么好说的呢？那么就移除粉丝吧，我又不是为了粉丝数量好看才来这里的，所以没有什么值得留恋的。同时，为了防止被其二次骚扰，再加上一层保护措施——加入黑名单——也势在必行。 处理掉的第二批人，是在现…"
  }
];

export default jsonData;
