const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/fc18ffa93172",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "初中第39天",
    "link": "https://www.jianshu.com/p/fc18ffa93172",
    "pub_date": "2026-10-05 08:49:45",
    "author": "走一步有一步的风景",
    "description": "2026年10月2日 周五 阴雨天 昨晚后半夜下了好大雨，感觉晚上的讲解可能会被取消，没想到白天又停了，今天上午是没有手机的一上午，就拿现金去买菜，买菜的老板娘看到我用现金还纳闷，还按会员价多找我两块钱，我还是还给她了，好意心领了，相互包容体谅就是温暖，下午陪弟弟讲解，发现这些孩子们好敷衍，态度不认真，我还想着讲了那么多次，应该是不断进步的呀，结果这状态简直就是浪费时间，有游客来都不主动去引导，讲解时也不够耐心，晚上又陪大的去另一个地方…",
    "content": "2026年10月2日&nbsp; &nbsp; 周五&nbsp; 阴雨天 昨晚后半夜下了好大雨，感觉晚上的讲解可能会被取消，没想到白天又停了，今天上午是没有手机的一上午，就拿现金去买菜，买菜的老板娘看到我用现金还纳闷，还按会员价多找我两块钱，我还是还给她了，好意心领了，相互包容体谅就是温暖，下午陪弟弟讲解，发现这些孩子们好敷衍，态度不认真，我还想着讲了那么多次，应该是不断进步的呀，结果这状态简直就是浪费时间，有游客来都不主动去引导，讲解时也不够耐心，晚上又陪大的去另一个地方讲解，发现去的地方多了，什么人都有，今天拍…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/d202a988c8a7",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "落水了1",
    "link": "https://www.jianshu.com/p/d202a988c8a7",
    "pub_date": "2026-10-05 08:49:44",
    "author": "尉迟小隐",
    "description": "话说这款华为nove3已经陪伴我两年多了，从以前那些手机的寿命推算，它也快结束使命了。 尽管内存经常吃紧，因为用熟练了，再说它也没坏，舍不得抛弃。 按理说，存储总容量128GB、运行内存6GB对我这样的普通网民也够用了。我不玩游戏，也不指望用手机办公。就是下了一堆跟生活有关的APP——有物业缴费的、工行建行、继续教育、微信、淘宝、支付宝、创客帖、配音秀、美团、全民K歌…… 总之，就是一堆软件把内存消耗殆尽，弄得我经常要清理下内存，才能更…",
    "content": "话说这款华为nove3已经陪伴我两年多了，从以前那些手机的寿命推算，它也快结束使命了。 尽管内存经常吃紧，因为用熟练了，再说它也没坏，舍不得抛弃。 按理说，存储总容量128GB、运行内存6GB对我这样的普通网民也够用了。我不玩游戏，也不指望用手机办公。就是下了一堆跟生活有关的APP——有物业缴费的、工行建行、继续教育、微信、淘宝、支付宝、创客帖、配音秀、美团、全民K歌…… 总之，就是一堆软件把内存消耗殆尽，弄得我经常要清理下内存，才能更快速地上网。"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195915",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261004】全球同此凉热",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195915",
    "pub_date": "2026-10-04 16:41:00",
    "author": "xilei",
    "description": "【1】10月3日，@中国东方航空再次发布情况通报 【2】香港也开始抓生育了，港府这11项生育政策力度如何？ 【3】人民日报：加快建设强大国内市场，扩大内需仍有巨大潜力、广阔空间。 【4】#原来胖东来也不是双休#胖东来之前只有管理层享受双休，一线普通员工一直是单休。 不过于东来已经官宣：2027年3月起，全员双休，每天只干7小时，每周35小时——工资一分不降 【5】上海一男子在女友生日当天发520元红包，没等来对方回1314元红包，报警称…",
    "content": "【1】10月3日， @中国东方航空 再次发布情况通报 【2】香港也开始抓生育了，港府这11项生育政策力度如何？ 【3】人民日报：加快建设强大国内市场，扩大内需仍有巨大潜力、广阔空间。 【4】 #原来胖东来也不是双休# 胖东来之前只有管理层享受双休，一线普通员工一直是单休。 不过于东来已经官宣：2027年3月起，全员双休，每天只干7小时，每周35小时——工资一分不降 【5】上海一男子在女友生日当天发520元红包，没等来对方回1314元红包，报警称被骗；经调解后女生退还红包：再也不想和他见面 【6】国庆黄金周，热门景点…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195907",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261003】人们审判他人同时自我监控",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195907",
    "pub_date": "2026-10-03 16:38:00",
    "author": "xilei",
    "description": "【1】国足0比5惨败巴勒斯坦 实时世界排名被反超，17岁小将赛后接受采访：大家的态度和拼劲非常好，细节没处理好；巴方主帅：不方便评价中国队 吃海参的0:5输给了吃手抓饭的 【2】41岁独身女子离世，叔叔姑姑舅舅姨妈9人争遗产：包括价值400万房产，银行存款、保险金等110余万等；法院：房产归国家 结不结婚？生不生娃？ 【3】美国司法部 10 月 1 日宣布，加州洛杉矶圣盖博谷科技公司 Earthmade Computer 老板、38 岁…",
    "content": "【1】国足0比5惨败巴勒斯坦 实时世界排名被反超，17岁小将赛后接受采访：大家的态度和拼劲非常好，细节没处理好；巴方主帅：不方便评价中国队 吃海参的0:5输给了吃手抓饭的 【2】41岁独身女子离世，叔叔姑姑舅舅姨妈9人争遗产：包括价值400万房产，银行存款、保险金等110余万等；法院：房产归国家 结不结婚？生不生娃？ 【3】美国司法部 10 月 1 日宣布，加州洛杉矶圣盖博谷科技公司 Earthmade Computer 老板、38 岁的 Greg Lui（又名 Yiu Kong Lui）在三项联邦指控下被捕。他被…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195899",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261002】当AI超越人类，我们没资格去判断它究竟是否具有智能",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195899",
    "pub_date": "2026-10-02 16:37:00",
    "author": "xilei",
    "description": "【1】中方代表俄罗斯、古巴、朝鲜、委内瑞拉等28个国家作共同发言：反对 【2】香港国安处通报：8人散播谎言、攻击香港特区政府及抹黑警队，涉嫌煽动被拘捕 【3】工业机器人在中国的应用远超其他经济体（2025），客观上反映了中国工业的自动化程度。 【4】电影《椒麻堂会》导演邱炯炯第二部剧情电影《腹喜》入围第39届东京国际电影节主竞赛单元将世界首映。 电影《椒麻堂会》曾在第74届洛迦诺国际电影节上荣获评审团特别奖，也是邱炯炯的第一部剧情长片。…",
    "content": "【1】中方代表俄罗斯、古巴、朝鲜、委内瑞拉等28个国家作共同发言：反对 【2】香港国安处通报：8人散播谎言、攻击香港特区政府及抹黑警队，涉嫌煽动被拘捕 【3】工业机器人在中国的应用远超其他经济体（2025），客观上反映了中国工业的自动化程度。 【4】电影《椒麻堂会》导演邱炯炯第二部剧情电影《腹喜》入围第39届东京国际电影节主竞赛单元将世界首映。 电影《椒麻堂会》曾在第74届洛迦诺国际电影节上荣获评审团特别奖，也是邱炯炯的第一部剧情长片。故事取材自其祖父，一个川剧小丑的一生。上一辈的演员一个接一个故去，演员的死导致了…"
  }
];

export default jsonData;
