const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/d9af4f117dbc",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "剪发",
    "link": "https://www.jianshu.com/p/d9af4f117dbc",
    "pub_date": "2026-09-04 17:54:03",
    "author": "如心如意",
    "description": "开学的前一天我就建议小伙去剪一下头发，自从上了高中那头发就成了人家的心头好，说什么也不愿意让剪一下，以前留的那种寸头更是不愿意留了，自从留起了比较长的头发就觉得帅的不得了，可能正是爱美的年龄吧。 每次让剪发人家都是一副不情愿的样子，不过不剪不行了开学有要求虽然不是那么严格但是一头大长毛那肯定是不行的。 我俩去了附近那个理发店，原来去的那个涨价了，最低涨到了五十八，这价位还是比较高的，附近这个三十八对比起来是合适的，只是这个女理发师的技术…",
    "content": "开学的前一天我就建议小伙去剪一下头发，自从上了高中那头发就成了人家的心头好，说什么也不愿意让剪一下，以前留的那种寸头更是不愿意留了，自从留起了比较长的头发就觉得帅的不得了，可能正是爱美的年龄吧。 每次让剪发人家都是一副不情愿的样子，不过不剪不行了开学有要求虽然不是那么严格但是一头大长毛那肯定是不行的。&nbsp; 我俩去了附近那个理发店，原来去的那个涨价了，最低涨到了五十八，这价位还是比较高的，附近这个三十八对比起来是合适的，只是这个女理发师的技术不是很好，不靠剪刀靠推子。 我们去了看到没客人刚说要给洗头就来人了，…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/98cc6a8611b0",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "温庭筠《菩萨蛮·小山重叠金明灭》",
    "link": "https://www.jianshu.com/p/98cc6a8611b0",
    "pub_date": "2026-09-04 17:54:02",
    "author": "兰雪儿73",
    "description": "小山重叠金明灭，鬓云欲度香腮雪。懒起画蛾眉，弄妆梳洗迟。 照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。 这首应该是温词的代表了吧？ 全篇没有直接的心理描写，只是客观陈述，但是我们也不难感觉到女主的心情。 她的心情是慵懒的，所以“懒起画峨眉，弄妆梳洗迟”。这是闺怨的一种具象化表达。 她是美好的，“花面交相映”不止是客观的描写了对镜梳妆的情景，也写出了人面更比花面好的青春。 是恨极在天涯的游子辜负了如花美眷？还是如杜丽娘那样的深闺怨女呢…",
    "content": "小山重叠金明灭，鬓云欲度香腮雪。懒起画蛾眉，弄妆梳洗迟。 照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。 这首应该是温词的代表了吧？ 全篇没有直接的心理描写，只是客观陈述，但是我们也不难感觉到女主的心情。 她的心情是慵懒的，所以“懒起画峨眉，弄妆梳洗迟”。这是闺怨的一种具象化表达。 她是美好的，“花面交相映”不止是客观的描写了对镜梳妆的情景，也写出了人面更比花面好的青春。 是恨极在天涯的游子辜负了如花美眷？还是如杜丽娘那样的深闺怨女呢？总之是这美丽的青春终被无情辜负了，消磨在一天天的等待之中。 堆砌的景物美好而精…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/31c6f11ca62f",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "游云南（四九）白沙壁画",
    "link": "https://www.jianshu.com/p/31c6f11ca62f",
    "pub_date": "2026-09-04 17:54:02",
    "author": "玉才语语",
    "description": "雪岭衔云护古村，粉墙黛瓦蛰灵根。 笔揉汉藏千秋韵，色淬丹砂万劫痕。 护法睁眸惊俗客，飞天舒袖绕禅门。 摩挲壁上沧桑迹，漫溯流光忆世尊。 白沙壁画坐落于云南丽江白沙古镇，是世界文化遗产丽江古城的重要组成部分，也是全国重点文物保护单位。其绘制始于明初，延续至清初，历经300余年岁月沉淀，现存55幅作品分布在大宝积宫、琉璃殿、大定阁和大觉宫四座建筑内。 作为多民族文化交融的艺术瑰宝，白沙壁画最鲜明的特点是多元宗教与绘画风格的融合。在同一幅壁画…",
    "content": "雪岭衔云护古村，粉墙黛瓦蛰灵根。 笔揉汉藏千秋韵，色淬丹砂万劫痕。 护法睁眸惊俗客，飞天舒袖绕禅门。 摩挲壁上沧桑迹，漫溯流光忆世尊。 白沙壁画坐落于云南丽江白沙古镇，是世界文化遗产丽江古城的重要组成部分，也是全国重点文物保护单位。其绘制始于明初，延续至清初，历经300余年岁月沉淀，现存55幅作品分布在大宝积宫、琉璃殿、大定阁和大觉宫四座建筑内。 作为多民族文化交融的艺术瑰宝，白沙壁画最鲜明的特点是多元宗教与绘画风格的融合。在同一幅壁画中，汉传佛教的慈悲菩萨、藏传密宗的庄严护法、道教的飘逸仙人齐聚一堂，甚至还融入了…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195317",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260903】35岁办不了哦",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195317",
    "pub_date": "2026-09-03 20:01:35",
    "author": "",
    "description": "",
    "content": ""
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195296",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260902】数亿人冲破信息茧房感觉不舒服",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195296",
    "pub_date": "2026-09-02 16:49:00",
    "author": "xilei",
    "description": "【1】G20财长和央行行长会议结束，中国对联合声明持异议 据美国财长贝森特说，联合声明有一处提出，“非市场经济体源源不断输出廉价出口产品的模式不具备可持续性”，中国是唯一对该表述持异议的成员国。 另一段内容，原文为：“尤其是长期对外顺差过高的国家，应当消除抑制国内消费、造成经济增长过度依赖出口的各类扭曲性政策。” 其附注说明称，19国达成共识，“各国应当采取措施消除加剧全球失衡的非市场政策与做法”，中国对该段落表示反对。 中国还对以下两…",
    "content": "【1】G20财长和央行行长会议结束，中国对联合声明持异议 据美国财长贝森特说，联合声明有一处提出，“非市场经济体源源不断输出廉价出口产品的模式不具备可持续性”，中国是唯一对该表述持异议的成员国。 另一段内容，原文为：“尤其是长期对外顺差过高的国家，应当消除抑制国内消费、造成经济增长过度依赖出口的各类扭曲性政策。” 其附注说明称，19国达成共识，“各国应当采取措施消除加剧全球失衡的非市场政策与做法”，中国对该段落表示反对。 中国还对以下两段内容持反对立场：一段是赞扬国际货币基金组织 “对全球失衡开展监督”；另一段专门…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195270",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260901】人活着不能没有肌肉",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195270",
    "pub_date": "2026-09-01 16:46:00",
    "author": "xilei",
    "description": "【】尼泊尔洪灾暴露高山预警不足 跨境数据共享面临挑战 #尼泊尔泥石流#导致的死亡人数已超过900人，失踪者激增至近4000人。尼泊尔当局说，山区上周发生的特大洪灾让人措手不及，这凸显了高海拔地区的气象监测以及同中国的数据共享不足，接下来改善早期预警系统是当务之急。 尼泊尔国家减灾与管理局首席执行官乌普雷蒂星期一（8月31日）接受彭博社采访时说，这么大的灾难来袭，人们却连五分钟的预警时间都没有，这暴露了喜马拉雅山区的一个危险盲点，即监测匮…",
    "content": "【】尼泊尔洪灾暴露高山预警不足 跨境数据共享面临挑战 #尼泊尔泥石流# 导致的死亡人数已超过900人，失踪者激增至近4000人。尼泊尔当局说，山区上周发生的特大洪灾让人措手不及，这凸显了高海拔地区的气象监测以及同中国的数据共享不足，接下来改善早期预警系统是当务之急。 尼泊尔国家减灾与管理局首席执行官乌普雷蒂星期一（8月31日）接受彭博社采访时说，这么大的灾难来袭，人们却连五分钟的预警时间都没有，这暴露了喜马拉雅山区的一个危险盲点，即监测匮缺。因气候变化，冰川和山体边坡失稳的速度比当局能够建起监测系统的速度快。 他说…"
  }
];

export default jsonData;
