const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/402582db6032",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "所有人都在错误地理解创新账本",
    "link": "https://www.jianshu.com/p/402582db6032",
    "pub_date": "2026-09-08 08:21:06",
    "author": "Cherish_9007",
    "description": "《研发美颜已死，真创新才值钱》 ——技术可以试错，账本不能撒谎 数字能给利润“美颜”，却给不了技术含金量。 监管首次将研发支出单列专项，直指委外研发资本化时点、定制化产品资产计量、内部研发支出确认等偏差。“监管盯的不是几行数字，而是数字背后的创新成色。” 问题藏在一条灰线上：研究还是开发？费用化还是资本化？技术尚未成熟，支出却提前变成资产，当期费用少了，利润自然漂亮了。“涨的是报表，透支的是信用。” 急刹车——这不是创新，是把风险提前包…",
    "content": "《研发美颜已死，真创新才值钱》 ——技术可以试错，账本不能撒谎 数字能给利润“美颜”，却给不了技术含金量。 监管首次将研发支出单列专项，直指委外研发资本化时点、定制化产品资产计量、内部研发支出确认等偏差。“监管盯的不是几行数字，而是数字背后的创新成色。” 问题藏在一条灰线上：研究还是开发？费用化还是资本化？技术尚未成熟，支出却提前变成资产，当期费用少了，利润自然漂亮了。“涨的是报表，透支的是信用。” 急刹车——这不是创新，是把风险提前包装成资产。 更危险的是，糊涂账首先骗企业自己。投入多少、成果几何都说不清，内部决…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/ca2bea07b132",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "茶叶超市展柜为什么要注意螺丝和连接件的隐藏？",
    "link": "https://www.jianshu.com/p/ca2bea07b132",
    "pub_date": "2026-09-08 08:21:06",
    "author": "牛奶的英文叫milk",
    "description": "看一组茶叶超市展柜时，很少有人会主动关注螺丝在哪里。但如果一颗颗螺丝、连接件或者固定孔直接出现在商品展示面上，人们往往又会很快注意到它们。 这就是商业展柜中一个很小、却很容易影响完整感的工艺问题：结构需要存在，但不一定需要全部被看见。 展柜不是装饰模型，它必须通过不同连接方式保证柜体稳定，侧板与层板需要连接，玻璃和柜体需要固定，不同柜体之间也可能需要连接。真正需要考虑的是，哪些结构必须外露，哪些可以通过合理设计隐藏。 首先要区分观看面，…",
    "content": "看一组茶叶超市展柜时，很少有人会主动关注螺丝在哪里。但如果一颗颗螺丝、连接件或者固定孔直接出现在商品展示面上，人们往往又会很快注意到它们。 这就是商业展柜中一个很小、却很容易影响完整感的工艺问题：结构需要存在，但不一定需要全部被看见。 展柜不是装饰模型，它必须通过不同连接方式保证柜体稳定，侧板与层板需要连接，玻璃和柜体需要固定，不同柜体之间也可能需要连接。真正需要考虑的是，哪些结构必须外露，哪些可以通过合理设计隐藏。 首先要区分观看面，茶叶超市里，顾客能够正面看到的商品展示区域，与柜体内部储物位置的视觉要求并不相同…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195380",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260907】语言的命运，就是人的命运",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195380",
    "pub_date": "2026-09-07 16:42:00",
    "author": "xilei",
    "description": "以下内容，有可能引起内心冲突或愤怒等不适症状。若有此症状自觉被误导者，请绕行。若按捺不住看后症状特别明显，可自行前往CCAV等欢乐 频道进行综合调理。其余，概不负责 。 本文转摘的各类事件，均来自于公开发表的国内媒体报道。引用的个人或媒体评论旨在传播各种声音，并不代表我们认同或反对其观点。 欢迎转载，转载请保证原文的完整性（不得随意增删内容，或篡改图卦名称等），请注明来源和链接。 每天一图卦，让我们更清楚地了解这个世界 【1】贵州中医药…",
    "content": "以下内容，有可能引起内心冲突或愤怒等不适症状。若有此症状自觉被误导者，请绕行。若按捺不住看后症状特别明显，可自行前往CCAV等欢乐 频道进行综合调理。其余，概不负责 。 本文转摘的各类事件，均来自于公开发表的国内媒体报道。引用的个人或媒体评论旨在传播各种声音，并不代表我们认同或反对其观点。 欢迎转载，转载请保证原文的完整性（不得随意增删内容，或篡改图卦名称等），请注明来源和链接。 每天一图卦，让我们更清楚地了解这个世界 &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 【1】贵州中医药大学第二附…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195355",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260906】人口依然不过是他眼中的“资源”",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195355",
    "pub_date": "2026-09-06 17:29:00",
    "author": "xilei",
    "description": "【1】#ChinaGT上海站一赛车碰撞起火#路过车手果断停车将被困车手拉出驾驶室 #上海一赛车比赛发生事故车手停车救人#9月5日，在上海赛车场举行的China GT第四站比赛中，有赛车发生碰撞起火，起火的91号车车手被困车内，路过的79号车车手果断停车灭火救人。79号车车手哈托格先使用灭火器扑救，然后将91号车车手从车里拉出。目前，两名车手均无生命危险，获救车手所在车队向哈托格表达了敬意。 【2】工商银行拟募资不超过1000亿元用于补充…",
    "content": "【1】 #ChinaGT上海站一赛车碰撞起火# 路过车手果断停车将被困车手拉出驾驶室 #上海一赛车比赛发生事故车手停车救人# 9月5日，在上海赛车场举行的China GT第四站比赛中，有赛车发生碰撞起火，起火的91号车车手被困车内，路过的79号车车手果断停车灭火救人。79号车车手哈托格先使用灭火器扑救，然后将91号车车手从车里拉出。目前，两名车手均无生命危险，获救车手所在车队向哈托格表达了敬意。&nbsp; 【2】工商银行拟募资不超过1000亿元用于补充资本，农业银行拟募资不超过1600亿元用于补充资本 【3】北京…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195348",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260905】但喜讯来自尼泊尔",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195348",
    "pub_date": "2026-09-05 16:50:00",
    "author": "xilei",
    "description": "【1】联合国：当前厄尔尼诺现象或为1000年以来最强 #联合国#说，当前的#厄尔尼诺#现象很可能是至少1000年来最强的一次，它将为本就因全球变暖而迅速升温的大气层注入额外热量。这两者叠加意味着，2027年势必彻底打破纪录，成为有记录以来最热的一年。 【2】“只要还有一口气，就有希望” 尼泊尔两名被困隧道工人获救 #尼泊尔#救援人员星期五（9月4日）在尼泊尔北部拉苏瓦地区一处水电站的隧道内，成功救出了两名尼泊尔工人。 这一消息为奋战了1…",
    "content": "【1】联合国：当前厄尔尼诺现象或为1000年以来最强 #联合国# 说，当前的 #厄尔尼诺# 现象很可能是至少1000年来最强的一次，它将为本就因全球变暖而迅速升温的大气层注入额外热量。这两者叠加意味着，2027年势必彻底打破纪录，成为有记录以来最热的一年。 【2】“只要还有一口气，就有希望” 尼泊尔两名被困隧道工人获救&nbsp; #尼泊尔# 救援人员星期五（9月4日）在尼泊尔北部拉苏瓦地区一处水电站的隧道内，成功救出了两名尼泊尔工人。 这一消息为奋战了10天的救援人员带来一线罕见的生机。 法新社报道，尼泊尔能源部…"
  }
];

export default jsonData;
