const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e186a5ee68ec",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "学习咖啡知识",
    "link": "https://www.jianshu.com/p/e186a5ee68ec",
    "pub_date": "2026-07-12 07:13:09",
    "author": "暖暖的柠檬树",
    "description": "在朋友圈里看到的关于咖啡的小知识，复制粘贴过来，慢慢学习。 意式浓缩 vs 美式咖啡 — 谁才是\"更强\"的那杯？ 说起咖啡，很多人觉得美式加水稀释了，味道肯定比浓缩淡很多——但这个说法忽略了制作方式本身的根本差异。 意式浓缩（Espresso）是用高压热水快速穿过极细咖啡粉萃取的产物，9个大气压、25~30秒，一杯30ml的液体里溶入了咖啡中最浓郁的可溶物质：油脂、蛋白质、胶状颗粒，口感浓稠、带有crema（咖啡脂），香气复杂。 美式咖…",
    "content": "在朋友圈里看到的关于咖啡的小知识，复制粘贴过来，慢慢学习。 意式浓缩 vs 美式咖啡 — 谁才是\"更强\"的那杯？ 说起咖啡，很多人觉得美式加水稀释了，味道肯定比浓缩淡很多——但这个说法忽略了制作方式本身的根本差异。 意式浓缩（Espresso）是用高压热水快速穿过极细咖啡粉萃取的产物，9个大气压、25~30秒，一杯30ml的液体里溶入了咖啡中最浓郁的可溶物质：油脂、蛋白质、胶状颗粒，口感浓稠、带有crema（咖啡脂），香气复杂。 美式咖啡则是用滴滤或意式机做出的黑咖啡，水分比例高，口感清爽，风味以酸度和香气为主。两…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194235",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260711】这里没有球",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194235",
    "pub_date": "2026-07-11 15:27:00",
    "author": "xilei",
    "description": "【1】工信部提示Claude Code网络安全后门： 关于防范AI编程工具Claude Code安全后门隐患的风险提示 近日，工业和信息化部网络安全威胁和漏洞信息共享平台（NVDB）监测发现，AI编程工具Claude Code存在安全后门隐患，危害严重。 Claude Code是美国Anthropic公司开发的AI编程工具，可根据文字需求自主完成代码编写、修复等工作。由于其内置了监控机制，未经用户同意即可向远程服务器回传用户地域、身份标…",
    "content": "【1】工信部提示Claude Code网络安全后门： 关于防范AI编程工具Claude Code安全后门隐患的风险提示 近日，工业和信息化部网络安全威胁和漏洞信息共享平台（NVDB）监测发现，AI编程工具Claude Code存在安全后门隐患，危害严重。 Claude Code是美国Anthropic公司开发的AI编程工具，可根据文字需求自主完成代码编写、修复等工作。由于其内置了监控机制，未经用户同意即可向远程服务器回传用户地域、身份标识等敏感信息，受影响的Claude Code为2.1.91至2.1.196版本。…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194209",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260710】每一年都会变成你已度过人生中更小的一部分",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194209",
    "pub_date": "2026-07-10 17:01:00",
    "author": "xilei",
    "description": "【1】IMF略微下调世界经济增长预期 国际货币基金组织星期三（7月8日）发布《世界经济展望报告》更新内容，将今年世界经济增长预期小幅下调至3%，比4月预测值低0.1个百分点。 【2】山东泰安：将泰山景区现有刀片式隔离网拆除或替代 【3】从借款人加权平均年龄来看，40岁左右的中年人是不良贷款主要承载者。但单独看多个不良资产包，个人不良贷款加权平均年龄正在逐步年轻化。（经观） 【4】姜萍考上了本科 2026年7月，曾因数学竞赛引发全网关注的…",
    "content": "【1】IMF略微下调世界经济增长预期 国际货币基金组织星期三（7月8日）发布《世界经济展望报告》更新内容，将今年世界经济增长预期小幅下调至3%，比4月预测值低0.1个百分点。 综合新华社和路透社报道，这是国际货币基金组织（IMF）继今年4月下调0.2个百分点后，再次下调今年世界经济增长预期。 IMF说，这次下调反映了中东战事带来的冲击，但得益于人工智能的发展和应用，全球科技领域由需求驱动的增长正在加速，部分抵消了战事负面影响。 【2】山东泰安：将泰山景区现有刀片式隔离网拆除或替代 【3】从借款人加权平均年龄来看，4…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194178",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260709】帮助外籍青年融入中国",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194178",
    "pub_date": "2026-07-09 17:16:00",
    "author": "xilei",
    "description": "【1】6月CPI同比为1.0%，边际下降0.2pp，连续5个月稳在1%及以上水平。 【2】中国监管信息泄露引抢跑 城堡证券加入美国诉讼 中国整治违规跨境炒股引发的美股期权“抢跑”交易诉讼继续扩大。继美国期权做市商海纳国际（Susquehanna International）旗下公司对若干身份不明交易者提起诉讼后，美国最大的期权零售做市商城堡证券（Citadel Securities）近日也申请作为原告，加入在美国纽约南区联邦法院的这起诉…",
    "content": "【1】6月CPI同比为1.0%，边际下降0.2pp，连续5个月稳在1%及以上水平。 &nbsp; 【2】中国监管信息泄露引抢跑 城堡证券加入美国诉讼 中国整治违规跨境炒股引发的美股期权“抢跑”交易诉讼继续扩大。继美国期权做市商海纳国际（Susquehanna International）旗下公司对若干身份不明交易者提起诉讼后，美国最大的期权零售做市商城堡证券（Citadel Securities）近日也申请作为原告，加入在美国纽约南区联邦法院的这起诉讼。 财新获得的起诉书显示，城堡证券称，其作为做市商，是数千笔富途…"
  }
];

export default jsonData;
