const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e2a47cd52ef2",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "beego框架 golang web框架-小米商城",
    "link": "https://www.jianshu.com/p/e2a47cd52ef2",
    "pub_date": "2026-10-01 20:03:18",
    "author": "beyond阿亮",
    "description": "beego框架 golang web框架-小米商城 beego小米商城功能介绍 首页 菜单分类展示 图片轮播 商品详情 登录注册 个人中心 购物车 我的订单 收货地址 后台管理 登录 管理员管理 角色管理 菜单权限管理 轮播图管理 商品管理 商品分类管理 使用技术 beego框架 Mysql数据库 Redis html前端 js框架bootstrap 功能展示 首页.jpg 商品详情.jpg 登录.jpg 个人中心.jpg 购物车.jp…",
    "content": "beego框架 golang web框架-小米商城 beego小米商城功能介绍 首页 菜单分类展示 图片轮播 商品详情 登录注册 个人中心 购物车 我的订单 收货地址 后台管理 登录 管理员管理 角色管理 菜单权限管理 轮播图管理 商品管理 商品分类管理 使用技术 beego框架 Mysql数据库 Redis html前端 js框架bootstrap 功能展示 首页.jpg 商品详情.jpg 登录.jpg 个人中心.jpg 购物车.jpg 我的订单.jpg 后台登录.jpg 商品管理.jpg 用户管理.jpg be…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/1f284e7f5c44",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "高温硅酮胶与耐候胶怎么选？一文教你找到最适合的那一款",
    "link": "https://www.jianshu.com/p/1f284e7f5c44",
    "pub_date": "2026-10-01 20:03:17",
    "author": "大桶硅酮胶",
    "description": "引言 在建筑和工业领域，选择合适的密封胶对于确保结构的稳定性和耐久性至关重要。高温硅酮胶和耐候胶是两种常见的密封材料，但它们各自有不同的适用场景和性能特点。本文将详细解析这两种胶的特点、适用场景及选型标准，帮助您找到最适合的那一款。 工业高温胶的适用场景和选型标准 适用场景 工业高温胶主要用于需要承受高温环境的应用场合。例如： 高温设备：如烤箱、锅炉等。 汽车发动机：用于密封发动机部件，防止漏油。 电子电器：用于固定和密封发热元件。 选…",
    "content": "引言 在建筑和工业领域，选择合适的密封胶对于确保结构的稳定性和耐久性至关重要。高温硅酮胶和耐候胶是两种常见的密封材料，但它们各自有不同的适用场景和性能特点。本文将详细解析这两种胶的特点、适用场景及选型标准，帮助您找到最适合的那一款。 工业高温胶的适用场景和选型标准 适用场景 工业高温胶主要用于需要承受高温环境的应用场合。例如： 高温设备 ：如烤箱、锅炉等。 汽车发动机 ：用于密封发动机部件，防止漏油。 电子电器 ：用于固定和密封发热元件。 选型标准 耐温范围 ：选择能够承受所需温度范围的胶水。例如，广东固和新材料的…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195877",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261001】他说自己知道该怎么操作，是因为平时经常看航空事故纪录片",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195877",
    "pub_date": "2026-10-01 16:33:00",
    "author": "xilei",
    "description": "以下内容，有可能引起内心冲突或愤怒等不适症状。若有此症状自觉被误导者，请绕行。若按捺不住看后症状特别明显，可自行前往CCAV等欢乐 频道进行综合调理。其余，概不负责 。 本文转摘的各类事件，均来自于公开发表的国内媒体报道。引用的个人或媒体评论旨在传播各种声音，并不代表我们认同或反对其观点。 欢迎转载，转载请保证原文的完整性（不得随意增删内容，或篡改图卦名称等），请注明来源和链接。 每天一图卦，让我们更清楚地了解这个世界 【1】#警方通报…",
    "content": "以下内容，有可能引起内心冲突或愤怒等不适症状。若有此症状自觉被误导者，请绕行。若按捺不住看后症状特别明显，可自行前往CCAV等欢乐 频道进行综合调理。其余，概不负责 。 本文转摘的各类事件，均来自于公开发表的国内媒体报道。引用的个人或媒体评论旨在传播各种声音，并不代表我们认同或反对其观点。 欢迎转载，转载请保证原文的完整性（不得随意增删内容，或篡改图卦名称等），请注明来源和链接。 每天一图卦，让我们更清楚地了解这个世界 &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; 【1】 #警方通报沪昆高速怀…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195855",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260930】防拆带 和 大结果",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195855",
    "pub_date": "2026-09-30 15:41:00",
    "author": "xilei",
    "description": "【1】10月1日起我国将对居民购房实施贷款贴息 财政部发布通知，我国将从10月1日起对居民使用新发放商业性个人住房贷款购房实施贴息，以降低居民购房成本，更好支持和释放城乡居民刚性住房需求。 本次贴息政策聚焦首套刚需，重点支持普通家庭新购中小套型、较低价位的住房，单户所购住房建筑面积不超过120平方米、购房价格不超过150万元。 可享受贴息的贷款规模最高可达100万元，财政部门给予年化1个百分点的贴息，按照目前首套住房的商业性个人住房贷款…",
    "content": "【1】10月1日起我国将对居民购房实施贷款贴息 财政部发布通知，我国将从10月1日起对居民使用新发放商业性个人住房贷款购房实施贴息，以降低居民购房成本，更好支持和释放城乡居民刚性住房需求。 本次贴息政策聚焦首套刚需，重点支持普通家庭新购中小套型、较低价位的住房，单户所购住房建筑面积不超过120平方米、购房价格不超过150万元。 可享受贴息的贷款规模最高可达100万元，财政部门给予年化1个百分点的贴息，按照目前首套住房的商业性个人住房贷款利率水平，相当于优惠了利率的三分之一，贴息期限最长5年。据测算，对于一笔长期限的…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/af37e1f17b59",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "对一朵花微笑",
    "link": "https://www.jianshu.com/p/af37e1f17b59",
    "pub_date": "2026-09-30 11:01:33",
    "author": "小红鱼20201115",
    "description": "余晓红 中原焦点团队网初22期持续分享第2291天 2026.09.29 早上无意中又看到作家刘亮程的一篇文章《对一朵花微笑》，读到第一句话的时候，我也笑了。世间美好的东西都会让人情不自禁地微笑，比如一朵花，比如一句话。 我感恩：多云天气，有一会儿看到了明媚的阳光，心也被照亮了，真好；同事找我调课，我爽快答应了，既方便了她，也方便了自己，双赢，真好；坚持跟着练习瑜伽，不仅是走出了家门，也是走出固步自封的自我，换了一种方式认识世界，认识自…",
    "content": "余晓红 中原焦点团队网初22期持续分享第2291天 2026.09.29 早上无意中又看到作家刘亮程的一篇文章《对一朵花微笑》，读到第一句话的时候，我也笑了。世间美好的东西都会让人情不自禁地微笑，比如一朵花，比如一句话。 第一次读到这篇文章应该是在9年前，那时我正怀着二宝在家休息。闲来无事，我在闺女的书柜里找到了一本课外读本，读本里全是优秀的中外诗歌和散文，我每天都要读几页或者几十页，不是阅读，而是读出声来的那种读。对于我喜欢的一首诗或者一篇文章，读了一遍又一遍，有时甚至把一些给背了下来，其中，《对一朵花微笑》这篇…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195823",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260929】好想活出这样的人生",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195823",
    "pub_date": "2026-09-29 16:33:00",
    "author": "xilei",
    "description": "【1】国资委：截至8月底，中央企业资产总额达到了99.3万亿元，到今年年底有望迈上一个新的台阶。 【2】国常会：研究出台稳定房地产市场、促进就业增收等政策措施 “当前经济运行面临的问题”，大概是指投资、消费和出口“三驾马车”中，投资和消费两架马车持续乏力。下一阶段投资的重点还是“六张网”，“稳定房地产、促进就业增收”是促进消费的重要保障。 【3】成都回应\"那英演唱会缅怀刘欢即兴演唱《弯弯的月亮》一事\" @祝佳音:我觉得如果媒体没有胆量说…",
    "content": "【1】国资委：截至8月底，中央企业资产总额达到了99.3万亿元，到今年年底有望迈上一个新的台阶。 【2】国常会：研究出台稳定房地产市场、促进就业增收等政策措施 “当前经济运行面临的问题”，大概是指投资、消费和出口“三驾马车”中，投资和消费两架马车持续乏力。下一阶段投资的重点还是“六张网”，“稳定房地产、促进就业增收”是促进消费的重要保障。&nbsp; 【3】成都回应\"那英演唱会缅怀刘欢即兴演唱《弯弯的月亮》一事\" @祝佳音 :我觉得如果媒体没有胆量说“临时加唱不报批就要受处罚是恶政”，至少不要蠢到搞这种举报式采访。…"
  }
];

export default jsonData;
