const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/466b5189de0c",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "摆烂",
    "link": "https://www.jianshu.com/p/466b5189de0c",
    "pub_date": "2026-08-29 19:32:01",
    "author": "蜜糖宝贝",
    "description": "今天什么都不想做，应该是要来姨妈了，下午的时候出去走了走，想吃甜食，每逢来姨妈前，都会嘴馋，要不就想吃甜的，要不就想吃火锅。总之就是想吃口味偏重的。 每个月的这几天，除了第一天有点不舒服，其他的都还好，以前没做营养师之前，这段时间就会喝红糖水，现在做了营养师，其实就是糖水，不会这么喝了。大学之前，每次来都痛经，在大学期间，我连续喝了两年的葡萄酒，每天少半杯，之后就再也没有痛经了。 当然，是酒，就会有酒精，还是不能喝的，好在对这个东西有免…",
    "content": "今天什么都不想做，应该是要来姨妈了，下午的时候出去走了走，想吃甜食，每逢来姨妈前，都会嘴馋，要不就想吃甜的，要不就想吃火锅。总之就是想吃口味偏重的。 每个月的这几天，除了第一天有点不舒服，其他的都还好，以前没做营养师之前，这段时间就会喝红糖水，现在做了营养师，其实就是糖水，不会这么喝了。大学之前，每次来都痛经，在大学期间，我连续喝了两年的葡萄酒，每天少半杯，之后就再也没有痛经了。 当然，是酒，就会有酒精，还是不能喝的，好在对这个东西有免疫力，不会上瘾，当我没有了痛经的症状，我就基本上没再喝过葡萄酒了。我喝多过白酒，…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/f0ff7b712695",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "一谈人生哲思记",
    "link": "https://www.jianshu.com/p/f0ff7b712695",
    "pub_date": "2026-08-29 19:32:01",
    "author": "杜老倌侠客居70后欢喜写作",
    "description": "若人生都按百年来计算，人这一生，不是所有的人事物情，都能任由自己完全掌控的，有太多的、数不清的各类人事物情，是自己难以去左右支配的，每个人皆会有自己的苦衷，事事都有无奈之处的。 不管是处在何种社会阶层里面的人，不可能做到万事周全的，既然不能做到万事周全，就别为难自己，只要尽力而为、量力而行就好，更要站在自己的高度与角度，只看那些该看的、属于自己的风景线。 你去看，凡那些内心干净与通透的人，无需多言，在活着的时候，自然就是舒舒服服的，只要…",
    "content": "&nbsp; &nbsp; &nbsp; &nbsp; 若人生都按百年来计算，人这一生，不是所有的人事物情，都能任由自己完全掌控的，有太多的、数不清的各类人事物情，是自己难以去左右支配的，每个人皆会有自己的苦衷，事事都有无奈之处的。 &nbsp; &nbsp; &nbsp; &nbsp; 不管是处在何种社会阶层里面的人，不可能做到万事周全的，既然不能做到万事周全，就别为难自己，只要尽力而为、量力而行就好，更要站在自己的高度与角度，只看那些该看的、属于自己的风景线。 &nbsp; &nbsp; &nbsp; &nbs…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/1ae41dc6c828",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "LifeCycle详解",
    "link": "https://www.jianshu.com/p/1ae41dc6c828",
    "pub_date": "2026-08-29 19:32:00",
    "author": "cqj",
    "description": "LifeCycle的由来 解耦是为了解决传统开发某块臃肿，以达到代码量平衡、优雅、易扩展。由于Android大部分开发需要感知组件的生命周期，在对应生命周期中做对应的工作，故原始的做法就是在Activity、Fragment、Service等生命周期回调中增加相应的处理代码，这样导致Activity等组件十分臃肿、难以做扩展。LifeCycle的出现就是在外面实现对这些组件生命周期的感知能力，减少组件中的代码量。 LifeCycle的使…",
    "content": "LifeCycle的由来 解耦是为了解决传统开发某块臃肿，以达到代码量平衡、优雅、易扩展。由于Android大部分开发需要感知组件的生命周期，在对应生命周期中做对应的工作，故原始的做法就是在Activity、Fragment、Service等生命周期回调中增加相应的处理代码，这样导致Activity等组件十分臃肿、难以做扩展。LifeCycle的出现就是在外面实现对这些组件生命周期的感知能力，减少组件中的代码量。 LifeCycle的使用 在Activity、Fragment中的使用 简单新建一个生命周期感知监听器…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195200",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260828】一颗卵子的重量，三点五微克",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195200",
    "pub_date": "2026-08-28 15:55:00",
    "author": "xilei",
    "description": "【1】尼泊尔方面最新的统计数据： 已发现遗体：469具 失联人数：977 其中包括驻守或在当地工作的公务人员：尼泊尔警察28人、尼泊尔军队45人、武装警察部队13人、海关办公室15人、移民局4人。 失联游客人数仍然为644，外国公民517人、归国尼泊尔公民127人。 【2】尼泊尔拒绝多国派搜救队 称本国有能力应对 #尼泊尔#外交部官员说，印度、中国、美国、英国、日本、韩国、斯里兰卡和孟加拉等国都曾提出派出搜救队，但尼泊尔政府在军方和警方…",
    "content": "【1】尼泊尔方面最新的统计数据： 已发现遗体：469具 失联人数：977 其中包括驻守或在当地工作的公务人员：尼泊尔警察28人、尼泊尔军队45人、武装警察部队13人、海关办公室15人、移民局4人。 失联游客人数仍然为644，外国公民517人、归国尼泊尔公民127人。 【2】尼泊尔拒绝多国派搜救队 称本国有能力应对&nbsp; #尼泊尔# 外交部官员说，印度、中国、美国、英国、日本、韩国、斯里兰卡和孟加拉等国都曾提出派出搜救队，但尼泊尔政府在军方和警方建议下决定婉拒。 官员说，这项决定吸取了2015年尼泊尔大地震的经…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195190",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260827】人生本是断离舍",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195190",
    "pub_date": "2026-08-27 16:16:00",
    "author": "xilei",
    "description": "【1】8月26日，尼泊尔北部地区突发山洪，目前已造成165人死亡。 尼泊尔方面刚刚公布失踪游客的最新统计信息 失踪游客644人 印度人最多178 尼泊尔本地游客127 美国65 乌克兰53 马来西亚51 澳大利亚 35 英国33 一名幸存男子讲述了自己的惊魂经历。 @孟德尔的金豌豆 高分一号灾前影像 @司马平邦 我看已经有其他媒体发了现场视频，所以我才发出了这两个视频，这场灾难来得太突然了，泥石流应该是从尼泊尔那边推过来的，我们的吉隆海…",
    "content": "【1】8月26日，尼泊尔北部地区突发山洪，目前已造成165人死亡。 尼泊尔方面刚刚公布失踪游客的最新统计信息 失踪游客644人 印度人最多178 尼泊尔本地游客127 美国65 乌克兰53 马来西亚51 澳大利亚 35 英国33 一名幸存男子讲述了自己的惊魂经历。 据路透社8月27日报道，68岁的幸存者凯沙夫·普拉萨德·巴拉尔（Keshav Prasad Bara）在医院接受治疗时讲述了他的经历。 他说：“铺天盖地的泥浆径直朝我们扑来。越逼越近，越涨越高。眼看泥水冲破家门，我拼命想抓住妻子的手，带她往露台上逃。可是…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195174",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260826】不是为你好，是为大家好",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195174",
    "pub_date": "2026-08-26 16:17:00",
    "author": "xilei",
    "description": "【1】@格隆汇图解天下 2026年7月，中国青年失业率录得17.9%，前值14.9%，较上月提升了3个百分点;同期，美国青年失业率为8.5%，较上月下降了0.7个百分点;韩国为7.8%，较上月下降了0.2个百分点。2026年6月，日本青年失业率为4.2%，英国为14.6%，欧盟为15.5%。 【2】江苏宿迁通报白菜抽检情况：共抽检农批、农贸市场69家，目前所有样品检测结果均合格 【3】8月26日，罗永浩通过@新京报我们视频记者的牵线沟通…",
    "content": "【1】 @格隆汇图解天下 2026年7月，中国青年失业率录得17.9%，前值14.9%，较上月提升了3个百分点;同期，美国青年失业率为8.5%，较上月下降了0.7个百分点;韩国为7.8%，较上月下降了0.2个百分点。2026年6月，日本青年失业率为4.2%，英国为14.6%，欧盟为15.5%。 【2】江苏宿迁通报白菜抽检情况：共抽检农批、农贸市场69家，目前所有样品检测结果均合格 【3】8月26日，罗永浩通过 @新京报 我们视频记者的牵线沟通，将和朋友一块凑的10万元捐助给帮扶老人被索赔的店主。罗永浩24日曾转发评…"
  }
];

export default jsonData;
