const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/675cbafec5d4",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "紫色分类",
    "link": "https://www.jianshu.com/p/675cbafec5d4",
    "pub_date": "2026-07-26 07:17:26",
    "author": "美人生",
    "description": "紫色完整分类，分三大类：标准色、冷暖细分、日常通俗叫法 一、基础标准紫色（美术/设计通用） 1. 纯紫（标准紫）：红+蓝等量调和，不偏冷不偏暖 2. 蓝紫（冷紫系）：蓝色占比更高，清冷沉静 - 紫罗兰：浅蓝紫，柔和淡雅 - 靛紫/靛蓝紫：深冷紫，偏藏青 - 藕紫：低饱和浅蓝紫，温柔哑光 3. 红紫（暖紫系）：红色占比更高，温润浓郁 - 茄紫：暗红紫，茄子外皮颜色 - 葡萄紫：鲜亮红紫，鲜果葡萄色 - 玫紫：靠近玫红，艳丽亮眼 二、深浅低…",
    "content": "紫色完整分类，分三大类：标准色、冷暖细分、日常通俗叫法 一、基础标准紫色（美术/设计通用） 1. 纯紫（标准紫）：红+蓝等量调和，不偏冷不偏暖 2. 蓝紫（冷紫系）：蓝色占比更高，清冷沉静 - 紫罗兰：浅蓝紫，柔和淡雅 - 靛紫/靛蓝紫：深冷紫，偏藏青 - 藕紫：低饱和浅蓝紫，温柔哑光 3. 红紫（暖紫系）：红色占比更高，温润浓郁 - 茄紫：暗红紫，茄子外皮颜色 - 葡萄紫：鲜亮红紫，鲜果葡萄色 - 玫紫：靠近玫红，艳丽亮眼 二、深浅低饱和莫兰迪/淡紫（日常穿搭、软装） 1. 浅紫：香芋紫、薰衣草紫、丁香紫 2. …"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194541",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260725】这些伦理问题“在数据完整性方面超出了我们的管辖范围”",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194541",
    "pub_date": "2026-07-25 16:58:00",
    "author": "xilei",
    "description": "【1】Science独家曝光：我国首例脑部基因编辑临床试验致死事件始末 @庄时利和 去世小女孩的父母联系Science并不是复仇，他们保护了更多孩子。 @烤串儿小哥:太震惊了，几乎每一道该发挥作用的监管和安全防线都失灵了，对生命的漠视让人瞠目结舌。 小孩子病情远不需要冒这么大风险做完全没有先例的治疗（而且这种实验居然是家长自己出近百万美元让孩子当小白鼠） 【3】#携程被罚51.79亿# #携程垄断##携程实施两种垄断行为#7月25日，市…",
    "content": "【1】Science独家曝光：我国首例脑部基因编辑临床试验致死事件始末 六岁的小女孩“Mei”（化名：美美），患有一种极其罕见的基因突变疾病——Snijders Blok-Campeau综合征。她发育迟缓、语言表达受限。虽然美美的病情并不致命，且依然保持着走跑能力和基本社交，但随着年龄增长，与同龄人的差距让父母焦虑万分。 为了拯救女儿，美美的父母通过患者交流群联系到了上海交通大学医学院松江研究院的知名神经科学家仇子龙团队。 面对求医心切的家长，仇子龙团队提出可以利用单碱基编辑（Base Editing）技术，来修复…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/b0421829be92",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "星空遐想",
    "link": "https://www.jianshu.com/p/b0421829be92",
    "pub_date": "2026-07-25 13:17:32",
    "author": "刚出土的小青蛙",
    "description": "还记得杜甫的一句诗：星垂平野阔，月涌大江流吗？诗中写天地宏大、星河苍茫、江水浩荡，我想用这句诗开启篇章，和你聊聊我眼中的苍茫星河。 记得很小的时候，家里没有电灯，夏季晴朗的日子，天黑得早，睡不着时，一家人就坐在院子里，唠着闲嗑。我坐在母亲身边的小板凳上，痴痴仰望着星空。我指着夜空一闪一闪的光点，回头问身旁的母亲：“那是什么？” 母亲抬头看了看，然后告诉我：“那是天上住着的神仙悬挂的一盏盏灯笼。”可父亲却笑着凑过来搭话：“天空啊就像一口倒…",
    "content": "还记得杜甫的一句诗：星垂平野阔，月涌大江流吗？诗中写天地宏大、星河苍茫、江水浩荡，我想用这句诗开启篇章，和你聊聊我眼中的苍茫星河。 记得很小的时候，家里没有电灯，夏季晴朗的日子，天黑得早，睡不着时，一家人就坐在院子里，唠着闲嗑。我坐在母亲身边的小板凳上，痴痴仰望着星空。我指着夜空一闪一闪的光点，回头问身旁的母亲：“那是什么？” 母亲抬头看了看，然后告诉我：“那是天上住着的神仙悬挂的一盏盏灯笼。”可父亲却笑着凑过来搭话：“天空啊就像一口倒扣的大铁锅，这是锅上破的洞透出的点点灯光。” “那锅上边是什么？”我问。 父亲答…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194520",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260724】中国领先世界的领域已经很多了，足球可以先放一放",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194520",
    "pub_date": "2026-07-24 16:37:00",
    "author": "xilei",
    "description": "【1】2026年菲尔兹奖四位得主分别是：中国数学家邓煜、中国数学家王虹、美国数学家约翰·帕登（John Pardon）和加拿大数学家雅各布·齐默尔曼（Jacob Tsimerman）。他们好像都在普林斯顿大学学习过。 普林斯顿大学祝贺本校三名毕业生和一名讲师荣获今年的菲尔兹奖。 北大数院2007级邓煜和王虹荣获被誉为“数学界诺贝尔奖”的菲尔兹奖（Fields Medal）。 纵观邓煜的学术成长之路，“天才”二字贯穿始终： 感觉很有用⋯⋯…",
    "content": "【1】2026年菲尔兹奖四位得主分别是：中国数学家邓煜、中国数学家王虹、美国数学家约翰·帕登（John Pardon）和加拿大数学家雅各布·齐默尔曼（Jacob Tsimerman）。他们好像都在普林斯顿大学学习过。 普林斯顿大学祝贺本校三名毕业生和一名讲师荣获今年的菲尔兹奖。&nbsp; 北大数院2007级邓煜和王虹荣获被誉为“数学界诺贝尔奖”的菲尔兹奖（Fields Medal）。 纵观邓煜的学术成长之路，“天才”二字贯穿始终： 2006年，17岁的邓煜代表中国参加国际数学奥林匹克（IMO）并夺得金牌，随后顺利…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194500",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260723】炒股的意义",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194500",
    "pub_date": "2026-07-23 16:55:00",
    "author": "xilei",
    "description": "【1】商务部：将加快修订出台关于外国投资者并购境内企业的规定 7月23日，商务部外国投资管理司司长孟华婷在新闻发布会上表示，下半年，将继续围绕利用外资固稳促优目标，进一步塑造吸引外资新优势，做好扩增量、稳存量、提质量各项工作。在扩增量方面，将继续实施高水平对外开放，稳妥有序深化增值电信、生物技术、外商独资医院和职业技能培训机构等领域的开放试点，支持北京市提升国家服务业综合示范区建设水平，还将加快修订出台关于外国投资者并购境内企业的规定。…",
    "content": "【1】商务部：将加快修订出台关于外国投资者并购境内企业的规定 7月23日，商务部外国投资管理司司长孟华婷在新闻发布会上表示，下半年，将继续围绕利用外资固稳促优目标，进一步塑造吸引外资新优势，做好扩增量、稳存量、提质量各项工作。在扩增量方面，将继续实施高水平对外开放，稳妥有序深化增值电信、生物技术、外商独资医院和职业技能培训机构等领域的开放试点，支持北京市提升国家服务业综合示范区建设水平，还将加快修订出台关于外国投资者并购境内企业的规定。将持续打造“投资中国”品牌，精心设计一系列投资促进活动。中国国际投资贸易洽谈会是…"
  }
];

export default jsonData;
