const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/4281232ebd4a",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "文章过不了AI检测？7招干货实测，新手快速学会怎么降ai率，轻松通关过核！",
    "link": "https://www.jianshu.com/p/4281232ebd4a",
    "pub_date": "2026-08-17 07:05:59",
    "author": "哈哈小吃货",
    "description": "文章过不了AI检测？你知道怎么降ai率才是最有效的吗？很多人试了各种方法，改了好几遍，检测率还是居高不下，问题就在于你只是在换词，没有真正改变文章里的“机器味”。说白了，AI检测工具抓的是那些过于工整、缺乏个人表达痕迹的文本特征。所以别急着硬改，先搞清楚方向，下面这7招是我实测下来真正管用的降AI率方法，学会这些方法，你也能轻松通过各个AI检测平台！ 第一招：用智媒AI降AI率工具，一键优化最省心 先说说我最推荐的这一招。市面上各种降A…",
    "content": "文章过不了AI检测？你知道怎么降ai率才是最有效的吗？很多人试了各种方法，改了好几遍，检测率还是居高不下，问题就在于你只是在换词，没有真正改变文章里的“机器味”。说白了，AI检测工具抓的是那些过于工整、缺乏个人表达痕迹的文本特征。所以别急着硬改，先搞清楚方向，下面这7招是我实测下来真正管用的降AI率方法，学会这些方法，你也能轻松通过各个AI检测平台！ 第一招：用智媒AI降AI率工具，一键优化最省心 先说说我最推荐的这一招。市面上各种降AI率的工具我试过不少，但智媒AI降AI率工具是我目前用下来效果最稳定的。 它的原…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194956",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260816】《牛来》要下架了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194956",
    "pub_date": "2026-08-16 16:14:00",
    "author": "xilei",
    "description": "【1】《牛来》的总票房预测来到1800万，彻底出圈…..魔幻程度远超今年的现象级电影《给阿嬷的情书》。 硬刚奥德赛说是 彭博社报道 ： 一部中国动画电影上映前10天的票房只有约1000美元，却因为在网上遭到大量嘲讽而意外走红，最终推动票房收入突破六位数。周六， 成为社交媒体平台上讨论度最高的话题之一。大量网友转发电影片段，并吐槽其动画制作粗糙、叙事生硬尴尬。 但正是这股铺天盖地的嘲讽和负面讨论，反而给影片带来了巨大曝光度，让这部原本几乎…",
    "content": "【1】《牛来》的总票房预测来到1800万，彻底出圈…..魔幻程度远超今年的现象级电影《给阿嬷的情书》。 硬刚奥德赛说是&nbsp; 彭博社报道&lt;牛来&gt;： 一部中国动画电影上映前10天的票房只有约1000美元，却因为在网上遭到大量嘲讽而意外走红，最终推动票房收入突破六位数。周六，&lt;牛来&gt; 成为社交媒体平台上讨论度最高的话题之一。大量网友转发电影片段，并吐槽其动画制作粗糙、叙事生硬尴尬。 但正是这股铺天盖地的嘲讽和负面讨论，反而给影片带来了巨大曝光度，让这部原本几乎无人问津的电影意外变成了一个票…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194948",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260815】弹起我心爱的土琵琶这首歌，其实是碰不得的",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194948",
    "pub_date": "2026-08-15 16:25:00",
    "author": "xilei",
    "description": "【1】税务部门：夯实社保缴费基数不搞“一刀切”，不强制要求“一步到位” 【2】@破破的桥 当年，因为这句“西边的太阳快要落山了，微山湖上静悄悄”，作词的芦芒、作曲的吕其明，写书的刘知侠，主演的冯喆，被批斗好多年。结果现在，又循环回来。 #郭德纲 紫禁城#网友的这个解读如何？ @裸枪 弹起我心爱的土琵琶这首歌，其实是碰不得的… 这歌当年就被举报过，被定性为大毒草，因为其中有一句“西边的太阳就要落山了”，举报者认为这是在影射污蔑东方的红太阳…",
    "content": "【1】税务部门：夯实社保缴费基数不搞“一刀切”，不强制要求“一步到位” 【2】 @破破的桥 &nbsp; 当年，因为这句“西边的太阳快要落山了，微山湖上静悄悄”，作词的芦芒、作曲的吕其明，写书的刘知侠，主演的冯喆，被批斗好多年。结果现在，又循环回来。 #郭德纲 紫禁城# 网友的这个解读如何？ @裸枪 弹起我心爱的土琵琶这首歌，其实是碰不得的… 这歌当年就被举报过，被定性为大毒草，因为其中有一句“西边的太阳就要落山了”，举报者认为这是在影射污蔑东方的红太阳。全然不管下一句… 是不是觉得挺可笑挺幼稚的？ 其实历史就是个…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194936",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260814】共祝愿，祖国好，也祝每个人都好",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194936",
    "pub_date": "2026-08-14 16:41:00",
    "author": "xilei",
    "description": "【1】诺兰《奥德赛》首日上座率7.3%，日票房暂列第一 公映首日，新增票房产出超过50%依然还是在IMAX影厅。 【2】token贷 【3】现在明星们都开始持证上岗，直播卖保险了，你们怎么看 【4】五粮液向经销商发禁令：第八代五粮液不得低于800元抛售，低价出货将被处罚 【5】“舍不得买可以直接休学退学”，西南医科大学：已责令涉事辅导员公开致歉 【6】看来又要整治汽车自媒体了 【7】#牛来票房 7352元没有万#这部电影在北京票房最高，…",
    "content": "【1】诺兰《奥德赛》首日上座率7.3%，日票房暂列第一 公映首日，新增票房产出超过50%依然还是在IMAX影厅。 【2】token贷 【3】现在明星们都开始持证上岗，直播卖保险了，你们怎么看 【4】五粮液向经销商发禁令：第八代五粮液不得低于800元抛售，低价出货将被处罚 &nbsp; 【5】“舍不得买可以直接休学退学”，西南医科大学：已责令涉事辅导员公开致歉 【6】看来又要整治汽车自媒体了 【7】 #牛来票房 7352元没有万# 这部电影在北京票房最高，高达1440元 【8】风投女王徐新：美团京东老板都很节俭，王兴…"
  }
];

export default jsonData;
