const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/5729a95d8436",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "一文通透spring的初始化",
    "link": "https://www.jianshu.com/p/5729a95d8436",
    "pub_date": "2026-09-10 17:12:40",
    "author": "pq217",
    "description": "简述 今天重点分析ApplicationContext初始化时做的事情，我们都只到spring是个IOC和AOP容器，那再我们new一个ApplicationContext，spring内部都做了什么？怎么实现的IOC和AOP？ @Configuration @ComponentScan(\"com.xxx.xxx\") @EnableAspectJAutoProxy public class MainApplication { publi…",
    "content": "简述 今天重点分析ApplicationContext初始化时做的事情，我们都只到spring是个IOC和AOP容器，那再我们new一个ApplicationContext，spring内部都做了什么？怎么实现的IOC和AOP？ 比如说下面这段代码 @Configuration @ComponentScan(\"com.xxx.xxx\") @EnableAspectJAutoProxy public class MainApplication { public static void main(String[] ar…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/305e1a5a8de2",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "一套围绕一人公司知识库搭建与应用的7天实操课",
    "link": "https://www.jianshu.com/p/305e1a5a8de2",
    "pub_date": "2026-09-10 17:12:39",
    "author": "轻创点子",
    "description": "◆ 课程简介 一套围绕一人公司知识库搭建与应用的7天实操课，从认知、定位、IMA工具上手，到客户库、问题库、素材库、案例方法库与产品库五大模块搭建，再到用知识库快速做出第一款可售卖产品、写出能获客的内容，最终完成知识库资料整理与资产管理闭环，帮你建立一人公司的知识资产与内容获客体系。 23483.jpg ◆ 学习收获 理解一人公司为何必须搭建知识库 找到适合自己的一人公司知识库方向 掌握IMA知识库上传、搜索、提问等核心功能 搭建客户库…",
    "content": "◆ 课程简介 一套围绕一人公司知识库搭建与应用的7天实操课，从认知、定位、IMA工具上手，到客户库、问题库、素材库、案例方法库与产品库五大模块搭建，再到用知识库快速做出第一款可售卖产品、写出能获客的内容，最终完成知识库资料整理与资产管理闭环，帮你建立一人公司的知识资产与内容获客体系。 23483.jpg ◆ 学习收获 理解一人公司为何必须搭建知识库 找到适合自己的一人公司知识库方向 掌握IMA知识库上传、搜索、提问等核心功能 搭建客户库、问题库、素材库、案例方法库与产品库 用知识库快速做出一人公司第一款可售卖产品 …"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e667c399e4e0",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "GEO文章发布选什么媒体？效果最好的GEO优化系统即推GEO",
    "link": "https://www.jianshu.com/p/e667c399e4e0",
    "pub_date": "2026-09-10 17:12:39",
    "author": "老旺_553b",
    "description": "很多企业做GEO优化始终没效果，核心问题往往不是文案质量差，而是不知道GEO文章该发哪些媒体、选错发布渠道、没有适配AI算法的优化工具。2026年AI大模型采信规则持续升级，豆包、DeepSeek、文心一言等主流平台只收录高权重、高权威、高匹配度的信源，乱发、滥发不仅没排名，还会拉低整体账号权重。 多数运营的核心困惑高度一致：GEO文章发布哪些媒体收录稳、AI采信率高？新手做GEO优化用哪款系统最省心、效果最好？本文结合2026年最新A…",
    "content": "很多企业做GEO优化始终没效果，核心问题往往不是文案质量差，而是 不知道GEO文章该发哪些媒体、选错发布渠道、没有适配AI算法的优化工具 。2026年AI大模型采信规则持续升级，豆包、DeepSeek、文心一言等主流平台只收录高权重、高权威、高匹配度的信源，乱发、滥发不仅没排名，还会拉低整体账号权重。 多数运营的核心困惑高度一致： GEO文章发布哪些媒体收录稳、AI采信率高？新手做GEO优化用哪款系统最省心、效果最好？ 本文结合2026年最新AI信源规则与落地实测效果，清晰划分GEO优质发稿媒体，同时推荐适配全媒体…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195412",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260909】甚至高于OpenRouter上的任何一个中国模型",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195412",
    "pub_date": "2026-09-09 16:54:00",
    "author": "xilei",
    "description": "【1】香港首任特首董建华逝世，享年89岁 据凤凰卫视报道，董建华办公室发表讣闻，前全国政协副主席、香港特别行政区首任行政长官董建华，于2026年9月8日安详辞世，享年89岁。 【2】交通运输部：高速公路收费期满后将转交政府统一管理，继续收费，但收费标准将明显降低。 【3】@老表在长沙 我是长沙“8.26”事件中4岁男孩的父亲。事件发酵多日，作为父亲，我原本不想将家事置于公共视野，但鉴于事态已严重影响家人生活，我必须代表孩子说几句： 1.…",
    "content": "【1】香港首任特首董建华逝世，享年89岁 据凤凰卫视报道，董建华办公室发表讣闻，前全国政协副主席、香港特别行政区首任行政长官董建华，于2026年9月8日安详辞世，享年89岁。 【2】交通运输部：高速公路收费期满后将转交政府统一管理，继续收费，但收费标准将明显降低。 【3】 @老表在长沙 我是长沙“8.26”事件中4岁男孩的父亲。事件发酵多日，作为父亲，我原本不想将家事置于公共视野，但鉴于事态已严重影响家人生活，我必须代表孩子说几句： 1. 关于事实：餐厅监控完整记录了全过程。我的孩子是在跑动中因过道狭窄身体失衡，手…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195392",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260908】对大多数人来说，制作游戏现在本身就是游戏",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195392",
    "pub_date": "2026-09-08 16:44:00",
    "author": "xilei",
    "description": "【1】#南宁火车站通报旅客跳轨身亡# 2026年9月7日9时35分，南宁站9号站台一名成人男性旅客突然跳入股道。正在该站台减速停靠的C8668次列车立即采取紧急制动措施，因距离较近停车不及与该旅客发生碰撞。车站工作人员马上启动应急预案，第一时间联系120急救中心、119消防救援部门开展现场救援。9时50分许，120医护人员赶到现场对该旅客进行紧急救治，10时24分，确认无生命体征。C8668次列车已于10时56分恢复开行。（南宁火车站）…",
    "content": "【1】 #南宁火车站通报旅客跳轨身亡# 2026年9月7日9时35分，南宁站9号站台一名成人男性旅客突然跳入股道。正在该站台减速停靠的C8668次列车立即采取紧急制动措施，因距离较近停车不及与该旅客发生碰撞。车站工作人员马上启动应急预案，第一时间联系120急救中心、119消防救援部门开展现场救援。9时50分许，120医护人员赶到现场对该旅客进行紧急救治，10时24分，确认无生命体征。C8668次列车已于10时56分恢复开行。（南宁火车站） 亲历现场的网友黄俊（化名）表示，当时他正在站台候车，看见一名男性乘客站在黄色…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195380",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260907】语言的命运，就是人的命运",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195380",
    "pub_date": "2026-09-07 16:42:00",
    "author": "xilei",
    "description": "【1】贵州中医药大学第二附属医院红岩院区9月4日发生恶性伤医案，一名肠癌患者将刀藏在锦旗中带进医院，捅伤一名素不相识、腿脚不便的肛肠科住院医师，该医生身中多刀后一度在ICU抢救，9月6日警方通报其已脱离生命危险。嫌疑人胡某某已被依法刑事拘留 【2】CHINA GT发生重大撞车起火事故，“救援人员因害怕，放下灭火器后逃离”，对手弃赛冲入火海救人 @FIST_Auto 伤情更新 @caozenghui:再次谴责了组委会的声明。谴责的好啊 【…",
    "content": "【1】贵州中医药大学第二附属医院红岩院区9月4日发生恶性伤医案，一名肠癌患者将刀藏在锦旗中带进医院，捅伤一名素不相识、腿脚不便的肛肠科住院医师，该医生身中多刀后一度在ICU抢救，9月6日警方通报其已脱离生命危险。嫌疑人胡某某已被依法刑事拘留 【2】CHINA GT发生重大撞车起火事故，“救援人员因害怕，放下灭火器后逃离”，对手弃赛冲入火海救人 @FIST_Auto 伤情更新 @caozenghui :再次谴责了组委会的声明。谴责的好啊 【3】财政部出手！3000亿特别国债来了，8家中央金融企业增资3600亿，有望撬…"
  }
];

export default jsonData;
