const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/4a85a610acd5",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "好歌有魂",
    "link": "https://www.jianshu.com/p/4a85a610acd5",
    "pub_date": "2026-06-03 08:15:29",
    "author": "快马1978",
    "description": "年少时听歌，多半只在意旋律是否悦耳，节奏是否动人。偏爱激昂热烈的曲调，沉醉于饱满浓烈的情绪，那时的判断非常简单：好听，便是一切。 随着年岁的增长，听歌依旧是放松身心的方式之一，可心境早已悄然改变。在舒缓的旋律之外，我开始静下心来品读歌词，不自觉地思考一首歌背后的深意。除了听觉上的享受，它是否承载着价值，是否蕴藏着引人深思的哲思，渐渐地成了衡量一首歌好坏的重要标准。 偶然听到薛之谦的《跃》，心中深有感触。初听之时，那深情苍凉的唱腔，婉转起…",
    "content": "年少时听歌，多半只在意旋律是否悦耳，节奏是否动人。偏爱激昂热烈的曲调，沉醉于饱满浓烈的情绪，那时的判断非常简单：好听，便是一切。 随着年岁的增长，听歌依旧是放松身心的方式之一，可心境早已悄然改变。在舒缓的旋律之外，我开始静下心来品读歌词，不自觉地思考一首歌背后的深意。除了听觉上的享受，它是否承载着价值，是否蕴藏着引人深思的哲思，渐渐地成了衡量一首歌好坏的重要标准。 偶然听到薛之谦的《跃》，心中深有感触。初听之时，那深情苍凉的唱腔，婉转起伏的曲调，很容易让人沉浸其中。在反复回味以后，蓦然发现，其实这首歌早已跳出了普通…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/1321f1103224",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "五月的最后一天，有遗憾也有惊喜！",
    "link": "https://www.jianshu.com/p/1321f1103224",
    "pub_date": "2026-06-03 08:15:28",
    "author": "余生布南",
    "description": "五月三十一日是值得记住的一天。看看都有哪些大事发生，当然是我热爱的…… 首先是凌晨结束的欧冠比赛，枪手没能捧杯，大巴黎蝉联冠军，没有了姆巴佩的大巴黎想不到如此勇猛！看台上的温格、亨利表情极其严肃，这不能怪加布里埃尔，马尔基尼奥斯上前安慰道，好像在说回国家队不要罚不进就行，虽然英超冠军奖金比欧冠丰厚，但是这欧冠奖杯还是极其宝贵的，对于阿森纳来讲！ 第二件大事：马刺雷霆抢七，有人说剧本已经写好了，雷霆回主场拿下最后一场进军总决赛，可是全网都…",
    "content": "五月三十一日是值得记住的一天。看看都有哪些大事发生，当然是我热爱的…… 首先是凌晨结束的欧冠比赛，枪手没能捧杯，大巴黎蝉联冠军，没有了姆巴佩的大巴黎想不到如此勇猛！看台上的温格、亨利表情极其严肃，这不能怪加布里埃尔，马尔基尼奥斯上前安慰道，好像在说回国家队不要罚不进就行，虽然英超冠军奖金比欧冠丰厚，但是这欧冠奖杯还是极其宝贵的，对于阿森纳来讲！ 第二件大事：马刺雷霆抢七，有人说剧本已经写好了，雷霆回主场拿下最后一场进军总决赛，可是全网都希望雷霆输，只有大当家SGA在场，很显然雷霆后期进攻很乏力，马刺一场又一场的追上…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/a127977e277e",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "永恒随想录·跟个「Q&A」- Question篇",
    "link": "https://www.jianshu.com/p/a127977e277e",
    "pub_date": "2026-06-03 08:15:27",
    "author": "FractureRain",
    "description": "有个很重要的事情。 8月6日，碎雨要去报道，还要带上文具……说是要考试！虽说考的是小学里的内容，但我也不禁慌张——肯定是各类压轴题。 所以说，那天可能不会更新文章。 咦，我的错题本呢？！ 切回正题。 是个跟风…… 「Q&A」规则如下： 1、关于个人隐私的不可以问，例如真名、住址，也不可以要求露脸！ 2、关于碎雨的喜好、人缘酌情回答。 3、酌情回答的问题有些碎雨不会回答，或者“无可奉告”，诸如此类的问题，碎雨会直接回答（在评论区里）“第X…",
    "content": "有个很重要的事情。 8月6日，碎雨要去报道，还要带上文具……说是要考试！虽说考的是小学里的内容，但我也不禁慌张——肯定是各类压轴题。 所以说，那天可能不会更新文章。 咦，我的错题本呢？！ 切回正题。 是个跟风…… 「Q&amp;A」规则如下： 1、关于个人隐私的不可以问，例如真名、住址，也不可以要求露脸！ 2、关于碎雨的喜好、人缘酌情回答。 3、酌情回答的问题有些碎雨不会回答，或者“无可奉告”，诸如此类的问题，碎雨会直接回答（在评论区里）“第X个问题拒绝回答”或“无可奉告”。 啊大致就是这样。 问题数量不限，碎雨可…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193408",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260602】谁会为工作而生",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193408",
    "pub_date": "2026-06-02 14:01:00",
    "author": "xilei",
    "description": "【1】五埃博拉患者康复出院 为更多患者能被治愈带来希望 四名感染了埃博拉病毒的刚果（金）医护人员康复出院，让该国在本轮疫情中的痊愈总人数达到五人，也为更多患者能够被治愈带来希望。 【2】美国工业和安全局（BIS）刚刚发布指南，规定向位于中国境外的中国企业（例如腾讯在马来西亚的子公司）出口先进AI芯片同样需要申请许可证。 BIS之所以发表这一声明，是因为此前出口管制的漏洞，导致中国公司得以合法且无需许可证地购买英伟达Blackwell芯片…",
    "content": "【1】五埃博拉患者康复出院 为更多患者能被治愈带来希望 四名感染了埃博拉病毒的刚果（金）医护人员康复出院，让该国在本轮疫情中的痊愈总人数达到五人，也为更多患者能够被治愈带来希望。 【2】美国工业和安全局（BIS）刚刚发布指南，规定向位于中国境外的中国企业（例如腾讯在马来西亚的子公司）出口先进AI芯片同样需要申请许可证。 BIS之所以发表这一声明，是因为此前出口管制的漏洞，导致中国公司得以合法且无需许可证地购买英伟达Blackwell芯片。 2025年5月，BIS表示不会执行与AI芯片运输相关的某些许可证要求。然而，…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193386",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260601】年度最伟大 MBP 配件出现了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193386",
    "pub_date": "2026-06-01 14:22:00",
    "author": "xilei",
    "description": "【1】刚果（金）伊波拉确诊超220起 首名患者康复出院 非洲国家刚果（金）的伊波拉疫情继续恶化，确诊病例已超过220起，疑似病例超过1000起；但也传出好消息，一名确诊患者已康复出院，是5月中旬发现伊波拉病例以来的首个康复病人。 【2】Manus 引发的法规来了 投资者开展对外投资活动，不得出口、使用国家禁止出口的货物、技术、服务及相关数据，或者未经许可出口、使用国家限制出口的货物、技术、服务及相关数据； 不得以跨境派遣技术人员、组织人…",
    "content": "【1】刚果（金）伊波拉确诊超220起 首名患者康复出院 非洲国家刚果（金）的伊波拉疫情继续恶化，确诊病例已超过220起，疑似病例超过1000起；但也传出好消息，一名确诊患者已康复出院，是5月中旬发现伊波拉病例以来的首个康复病人。 【2】Manus 引发的法规来了 投资者开展对外投资活动，不得出口、使用国家禁止出口的货物、技术、服务及相关数据，或者未经许可出口、使用国家限制出口的货物、技术、服务及相关数据； 不得以跨境派遣技术人员、组织人员赴其他国家（地区）工作、跨境提供技术指导、安排人员跨境培训等方式向其他国家（地…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193371",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260531】割四赔五",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193371",
    "pub_date": "2026-05-31 15:06:00",
    "author": "xilei",
    "description": "【1】学到个新成语叫割四赔五。 最近新闻不是说湖北大批小麦倒伏有绝收风险但收割机不足吗，于是一对夫妻农机手在地方政府协调下千里驰援襄阳。 当地农妇声称自家麦地面积4亩，报价400块，但农机手测量出来差不多5亩。不过农机手也没说啥，就按照4亩地收割吧。 收割完以后，由于有些麦子已经倒伏在地所以残留了一部分没收割干净，农妇不但不愿意给钱还要求按照每亩100块的价格赔偿，并且认为总面积实际上是5亩所以应该赔500块。最后农机手无奈赔钱脱身。 …",
    "content": "【1】学到个新成语叫割四赔五。 最近新闻不是说湖北大批小麦倒伏有绝收风险但收割机不足吗，于是一对夫妻农机手在地方政府协调下千里驰援襄阳。 当地农妇声称自家麦地面积4亩，报价400块，但农机手测量出来差不多5亩。不过农机手也没说啥，就按照4亩地收割吧。 收割完以后，由于有些麦子已经倒伏在地所以残留了一部分没收割干净，农妇不但不愿意给钱还要求按照每亩100块的价格赔偿，并且认为总面积实际上是5亩所以应该赔500块。最后农机手无奈赔钱脱身。 【2】耿同学打假取得两大战果！5月30日晚，南开大学和中山大学同一天发布情况通报…"
  }
];

export default jsonData;
