const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/61b931b3765b",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "魏文侯用人三则：识人、容才、修身",
    "link": "https://www.jianshu.com/p/61b931b3765b",
    "pub_date": "2026-06-10 17:37:30",
    "author": "瑞津",
    "description": "一、篇目梳理 三段选文均出自战国魏文侯时期，围绕识人、用人、修身三个主题： 1. 子击遇田子方——贫贱者可以骄人 2. 文侯择相（魏成 vs 翟璜）——识人五法 3. 吴起生平——有才无德，驭兵有道 二、第一段：子击遇田子方 梗概：公子子击路上遇到大儒田子方，下车行礼，田子方不回礼。子击发怒质问。田子方说： · 富贵者不敢傲慢——国君骄傲丢国，大夫骄傲丢家。 · 贫贱者可以骄人——士人主张不被采纳，抬脚就走，去哪都一样，没有牵绊。 子击…",
    "content": "一、篇目梳理 三段选文均出自战国魏文侯时期，围绕识人、用人、修身三个主题： 1. 子击遇田子方——贫贱者可以骄人 2. 文侯择相（魏成 vs 翟璜）——识人五法 3. 吴起生平——有才无德，驭兵有道 二、第一段：子击遇田子方 梗概：公子子击路上遇到大儒田子方，下车行礼，田子方不回礼。子击发怒质问。田子方说： · 富贵者不敢傲慢——国君骄傲丢国，大夫骄傲丢家。 · 贫贱者可以骄人——士人主张不被采纳，抬脚就走，去哪都一样，没有牵绊。 子击认错。 主旨：士人精神独立，不必屈从权贵；富贵者受身份束缚，不能仗势傲慢。 三、…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/d100ed33bd0c",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "434.【数据库技术基础】SQL 的基本组成",
    "link": "https://www.jianshu.com/p/d100ed33bd0c",
    "pub_date": "2026-06-10 17:37:30",
    "author": "七镜",
    "description": "SQL 由如下几个部分组成： 关系数据库的三级模式结构 数据定义语言。SQL DDL 提供定义关系模式和视图、删除关系和视图、修改关系模式的命令。 交互式数据操纵语言。SQL DML 提供查询、是插入、删除和修改的命令。 事务控制（Transaction Control）。SQL 提供定义事务开始和结束的命令。 嵌入式 SQL 和动态 SQL（Emebeded SQL and Dynamic SQL）。用于嵌入到某种通用的高级语言（C、…",
    "content": "SQL 由如下几个部分组成： 关系数据库的三级模式结构 数据定义语言。SQL DDL 提供定义关系模式和视图、删除关系和视图、修改关系模式的命令。 交互式数据操纵语言。SQL DML 提供查询、是插入、删除和修改的命令。 事务控制（Transaction Control）。SQL 提供定义事务开始和结束的命令。 嵌入式 SQL 和动态 SQL（Emebeded SQL and Dynamic SQL）。用于嵌入到某种通用的高级语言（C、C++、Java、PL/I、COBOL 和 VB 等）中混合编程。其中，SQL …"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193605",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260610】以宗教理由豁免于使用 AI",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193605",
    "pub_date": "2026-06-10 14:05:00",
    "author": "xilei",
    "description": "【1】中国准备斥资2万亿，用于全国AI建设，由国企主导该项计划。 【2】日媒爆高市早苗之孙赴华留学 日本周刊上周爆料称，日本首相高市早苗唯一的孙子山本涟今年到中国一所名牌大学留学，家人临行前才把这个消息告诉她。 【3】“领取失业金人数常年不足城镇登记失业人员数的1/4” 【4】#上官正义曝残障老人无薪工作被威胁#每天扛20吨水泥，无薪工作20年… 【5】哈啰内部存在多套数据 【6】28岁女子海归硕士重新高考，当事人：目标定在大专，去学一…",
    "content": "【1】中国准备斥资2万亿，用于全国AI建设，由国企主导该项计划。 【2】日媒爆高市早苗之孙赴华留学 日本周刊上周爆料称，日本首相高市早苗唯一的孙子山本涟今年到中国一所名牌大学留学，家人临行前才把这个消息告诉她。 【3】“领取失业金人数常年不足城镇登记失业人员数的1/4” 【4】 #上官正义曝残障老人无薪工作被威胁# 每天扛20吨水泥，无薪工作20年… 【5】哈啰内部存在多套数据 &nbsp; 【6】28岁女子海归硕士重新高考，当事人：目标定在大专，去学一门技术；希望回归规律的生活作息，享受学生优惠、享受食堂、享受球…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193575",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260609】史诗级更新",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193575",
    "pub_date": "2026-06-09 14:05:00",
    "author": "xilei",
    "description": "【1】从买广告转变为提供AI系统 中国企业打入世界杯核心 万众瞩目的2026年美加墨世界杯将于星期五（6月12日）拉开帷幕。这场全球瞩目的体育盛会，既是各路豪强逐鹿绿茵的舞台，也是各国企业竞逐品牌影响力的秀场。 其中，最值得关注的现象之一，莫过于中国在本届世界杯上的存在方式。 虽然中国男足再度无缘正赛，但中国元素从未缺席，而且正以前所未有的深度嵌入赛事核心。从技术支持到赛事运营，从文化IP到裁判执法，中国的身影几乎遍布世界杯的台前幕后。…",
    "content": "【1】从买广告转变为提供AI系统 中国企业打入世界杯核心 万众瞩目的2026年美加墨世界杯将于星期五（6月12日）拉开帷幕。这场全球瞩目的体育盛会，既是各路豪强逐鹿绿茵的舞台，也是各国企业竞逐品牌影响力的秀场。 其中，最值得关注的现象之一，莫过于中国在本届世界杯上的存在方式。 虽然中国男足再度无缘正赛，但中国元素从未缺席，而且正以前所未有的深度嵌入赛事核心。从技术支持到赛事运营，从文化IP到裁判执法，中国的身影几乎遍布世界杯的台前幕后。 【2】报告：柬埔寨宣称打击电诈一年取得成功 窝点不减反增 国际特赦组织指出，尽…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193539",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260608】超过44%处于灵活就业状态",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193539",
    "pub_date": "2026-06-08 14:00:00",
    "author": "xilei",
    "description": "【1】@格隆汇图解天下_ 2026年，中国灵活就业人口数量预计将达到3.2亿人，较上一年增加4000万人，以2025年末中国总就业人数7.25亿人计算，这意味着超过44%处于灵活就业状态。 【2】当地时间6月8日中午，朝鲜劳动党总书记、国务委员长金正恩在平壤金日成广场为中共中央总书记、国家主席习近平举行盛大欢迎仪式。（新华社） 【3】《网络测评活动规范》 【4】马斯克宣布，禁止中国客户投资Space X 【5】骑电动自行车跑马拉松 【6…",
    "content": "【1】 @格隆汇图解天下_ 2026年，中国灵活就业人口数量预计将达到3.2亿人，较上一年增加4000万人，以2025年末中国总就业人数7.25亿人计算，这意味着超过44%处于灵活就业状态。 【2】当地时间6月8日中午，朝鲜劳动党总书记、国务委员长金正恩在平壤金日成广场为中共中央总书记、国家主席习近平举行盛大欢迎仪式。（新华社） 【3】《网络测评活动规范》 &nbsp; 【4】马斯克宣布，禁止中国客户投资Space X 【5】骑电动自行车跑马拉松 【6】天津的作文题，出的越来越有水平了 【7】谁把足协气成这样？ 【…"
  }
];

export default jsonData;
