const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/9de3eefd7eb8",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "自然灵动、多元包容，现代舞解锁孩子的无限潜能",
    "link": "https://www.jianshu.com/p/9de3eefd7eb8",
    "pub_date": "2026-08-08 12:59:48",
    "author": "Yjy_c12f",
    "description": "自然灵动、多元包容，现代舞解锁孩子的无限潜能 在众多舞蹈品类中，现代舞之所以成为少儿艺术启蒙的热门选择，核心在于其自然灵动、多元包容、无界创新的独特风格。区别于传统舞蹈单一固定的审美体系，现代舞兼容万物、融合多元，贴合人体自然运动规律，适配所有年龄段、所有体态、所有性格的孩子。创艺教育依托现代舞多元包容的风格优势，打造零基础友好、全年龄段适配的特色现代舞课程，让每个孩子都能读懂舞蹈、热爱舞蹈、成就自我。 现代舞最贴合人体本能的风格特点，…",
    "content": "自然灵动、多元包容，现代舞解锁孩子的无限潜能 在众多舞蹈品类中，现代舞之所以成为少儿艺术启蒙的热门选择，核心在于其 自然灵动、多元包容、无界创新 的独特风格。区别于传统舞蹈单一固定的审美体系，现代舞兼容万物、融合多元，贴合人体自然运动规律，适配所有年龄段、所有体态、所有性格的孩子。创艺教育依托现代舞多元包容的风格优势，打造零基础友好、全年龄段适配的特色现代舞课程，让每个孩子都能读懂舞蹈、热爱舞蹈、成就自我。 现代舞最贴合人体本能的风格特点，便是自然性与生活化。传统舞蹈的动作大多经过高度艺术化修饰，脱离日常体态，学习…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/d7c9ced0dcff",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "当秦腔遇上《主角》",
    "link": "https://www.jianshu.com/p/d7c9ced0dcff",
    "pub_date": "2026-08-08 12:59:48",
    "author": "红尘罗汉",
    "description": "原创图文 文责自负 那一晚，当甘肃大剧院里的灯暗下来时，空气中有一丝不寻常的躁动，剧场里浮动着一种奇异的期待，很多年轻的面孔，眼睛里闪烁着初见新奇的光。我听见邻座一对青年男女低语：“这就是电视剧里那种秦腔吗？”话音未落，鼓点乍起，一切都沉入了秦腔那苍凉而炽烈的世界里。不少面孔是生涩的，电视剧《主角》把他们引到了这里，他们或许分不清苦音与欢音，却已然被“秦腔”二字勾起了好奇，第一次走进秦腔剧场。而我知道，这一晚的“主角”，是李敏。 李敏老…",
    "content": "&nbsp; &nbsp; &nbsp; 原创图文&nbsp; 文责自负 &nbsp; &nbsp; &nbsp; &nbsp; 那一晚，当甘肃大剧院里的灯暗下来时，空气中有一丝不寻常的躁动，剧场里浮动着一种奇异的期待，很多年轻的面孔，眼睛里闪烁着初见新奇的光。我听见邻座一对青年男女低语：“这就是电视剧里那种秦腔吗？”话音未落，鼓点乍起，一切都沉入了秦腔那苍凉而炽烈的世界里。不少面孔是生涩的，电视剧《主角》把他们引到了这里，他们或许分不清苦音与欢音，却已然被“秦腔”二字勾起了好奇，第一次走进秦腔剧场。而我知道，这一…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/b7554ed961bb",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "小知识点：npm install -g 遇到权限问题",
    "link": "https://www.jianshu.com/p/b7554ed961bb",
    "pub_date": "2026-08-08 12:59:48",
    "author": "狄仁杰666",
    "description": "前言 来啦老铁！ 新的一年开始了，笔者在 2022 年共发表了 22 篇技术文章，与 2022 年初计划的 25 篇基本相符，由于技术类文章编写时需要大量的积累和实时记录，因此产量相对没那么多以及也没那么稳定，2022 年给自己打个合格分吧~ 新的一年，我也将持续更新技术作品，与大家共同进步！ 新年伊始，我们先来学点小知识，热热身吧~ 学习路径 npm 简介； npm 常用命令； npm 命令近期遇到的一个问题和解决方法； 1. npm…",
    "content": "前言 来啦老铁！ 新的一年开始了，笔者在 2022 年共发表了 22 篇技术文章，与 2022 年初计划的 25 篇基本相符，由于技术类文章编写时需要大量的积累和实时记录，因此产量相对没那么多以及也没那么稳定，2022 年给自己打个合格分吧~ 新的一年，我也将持续更新技术作品，与大家共同进步！ 新年伊始，我们先来学点小知识，热热身吧~ 学习路径 npm 简介； npm 常用命令； npm 命令近期遇到的一个问题和解决方法； 1. npm 简介； 这方面可以参考网络上的资料，如： https://zhuanlan.z…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/6b5fb0b51a81",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "Python读取文件操作",
    "link": "https://www.jianshu.com/p/6b5fb0b51a81",
    "pub_date": "2026-08-08 12:59:48",
    "author": "象骑士Hack",
    "description": "参考课本文本读写操作的代码，编写代码读取文件demo1.txt，在每一行前面加上\"hello, \", 并将全部内容写入new.txt。 文件相关的操作参考以下两段代码，完成这个功能需要把两段合并在一起。 参考代码： Python读文件相关代码 1、使用open函数打开文件 2、用readlines()函数读取文件全部行数据，注意返回结果是list，元素都是字符串，字符串都以'\\n'结尾。 with open('demo1.txt') a…",
    "content": "参考课本文本读写操作的代码，编写代码读取文件demo1.txt，在每一行前面加上\"hello, \", 并将全部内容写入new.txt。 文件相关的操作参考以下两段代码，完成这个功能需要把两段合并在一起。 参考代码： Python读文件相关代码 1、使用open函数打开文件 2、用readlines()函数读取文件全部行数据，注意返回结果是list，元素都是字符串，字符串都以'\\n'结尾。 with open('demo1.txt') as f: &nbsp; &nbsp; lines = f.readlines()…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/58a2ef096073",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "再次去打龙旗",
    "link": "https://www.jianshu.com/p/58a2ef096073",
    "pub_date": "2026-08-08 12:59:47",
    "author": "雨萌2018",
    "description": "由于阴雨天，我们已经三天晚上没做操了，昨天晚上总算是没下雨，我们正常去广场做操。 昨天晚上做操回来后，健身操群里发来一条消息，是刘大队长发的，让我们上次打龙旗的队员，今天早上八点半之前赶到广场，还是穿白半袖、黑裤子、白鞋，戴白手套，不戴帽子。 今天早上我六点醒来，看到外面又在下雨，这几天的雨比较勤，太阳公公也不露脸。 七点零五分，刘队在群里通知，今天的活动暂时取消，在家待命等通知。 仅仅相隔25分钟，到七点半的时候，刘队又发了通知，八点…",
    "content": "由于阴雨天，我们已经三天晚上没做操了，昨天晚上总算是没下雨，我们正常去广场做操。 昨天晚上做操回来后，健身操群里发来一条消息，是刘大队长发的，让我们上次打龙旗的队员，今天早上八点半之前赶到广场，还是穿白半袖、黑裤子、白鞋，戴白手套，不戴帽子。 今天早上我六点醒来，看到外面又在下雨，这几天的雨比较勤，太阳公公也不露脸。 七点零五分，刘队在群里通知，今天的活动暂时取消，在家待命等通知。 仅仅相隔25分钟，到七点半的时候，刘队又发了通知，八点半的活动正常进行。 看外面的天气，还是阴天状态，带伞的话也没办法经管，干脆就不带…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194805",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260807】熊短牛长",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194805",
    "pub_date": "2026-08-07 16:14:00",
    "author": "xilei",
    "description": "【1】#多地银行逆势上调存款利率#，最高涨33BP 多地中小银行逆势加息，国有大行五年期大额存单同步回归！近期，湖北、广东等多地县域农商行、村镇银行逆势上调中长期定期存款利率，单次最高上调幅度达33个基点。从地域分布来看，本轮上调主要集中在县域，以农商行、村镇银行为主，城商行并未出现大范围跟进。 业内分析指出，本轮中小银行局部加息行情，核心诱因是国有大行重启五年期大额存单引发的资金虹吸效应，但这并不意味着行业存款降息潮全面逆转。若后续行…",
    "content": "【1】 #多地银行逆势上调存款利率# ，最高涨33BP 多地中小银行逆势加息，国有大行五年期大额存单同步回归！近期，湖北、广东等多地县域农商行、村镇银行逆势上调中长期定期存款利率，单次最高上调幅度达33个基点。从地域分布来看，本轮上调主要集中在县域，以农商行、村镇银行为主，城商行并未出现大范围跟进。 业内分析指出，本轮中小银行局部加息行情，核心诱因是国有大行重启五年期大额存单引发的资金虹吸效应，但这并不意味着行业存款降息潮全面逆转。若后续行业出现无序高息揽储、利率过快上涨的内卷现象，监管层面或将及时介入干预，规范市…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194791",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260806】不要把别人拥有的当成自己失去的",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194791",
    "pub_date": "2026-08-06 16:36:00",
    "author": "xilei",
    "description": "【1】人民网：用“Token”还是“词元”，事关科技话语权 tombkeeper 看了《用“Token”还是“词元”，事关科技话语权》这篇文章，有人问 RSA 有没有中文翻译。 【3】哪里都逃不过～ 【4】尊重末期患者“善终权”#香港立法允许拒绝抢救# 面对人口急速老化的挑战，如何让末期病人安详、有尊严地走完人生最后旅程，成为香港社会广泛关注的议题。7月31日，香港《维持生命治疗的预作决定条例》正式生效，这是香港首次为“预设医疗指示”及…",
    "content": "【1】人民网：用“Token”还是“词元”，事关科技话语权 字母缩写频繁替代汉语表达。这不仅改变着大众的语言习惯，更暗藏科技话语权旁落、母语体系被消解的深层危机，守住母语根基... 语言塑造思维，长期依附外来术语、照搬西方语言逻辑，会让我们的科技认知局限于既定框架中， 难以孕育贴合中国实践的原创科技理论... 若核心概念的定义权、阐释权始终掌握在他人手中，中国特色科技话语体系便无从建立。这种认知层面的依附，比技术差距更隐蔽，也更影响我国科技自立自强的长远发展... tombkeeper 看了《用“Token”还是“…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194767",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260805】这个过程是值得的",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194767",
    "pub_date": "2026-08-05 16:42:00",
    "author": "xilei",
    "description": "【1】商务部：#对6家美国实体采取反制措施# 今天，商务部发布关于对应用DNA科学公司等6家美国实体采取反制措施的决定： 近期，美国以所谓“强迫劳动”为由制裁中国企业，严重违反国际法和国际关系基本准则，严重侵犯我国主权、安全、发展利益。应用DNA科学公司等6家美国实体协助、支持美国涉疆非法制裁，性质恶劣。 依据《中华人民共和国反外国制裁法》第三条、第四条、第六条、第九条、第十条、第十五条，《实施〈中华人民共和国反外国制裁法〉的规定》第三…",
    "content": "【1】商务部： #对6家美国实体采取反制措施# 今天，商务部发布关于对应用DNA科学公司等6家美国实体采取反制措施的决定： 近期，美国以所谓“强迫劳动”为由制裁中国企业，严重违反国际法和国际关系基本准则，严重侵犯我国主权、安全、发展利益。应用DNA科学公司等6家美国实体协助、支持美国涉疆非法制裁，性质恶劣。 依据《中华人民共和国反外国制裁法》第三条、第四条、第六条、第九条、第十条、第十五条，《实施〈中华人民共和国反外国制裁法〉的规定》第三条、第五条、第八条、第十条规定，中方决定将应用DNA科学公司等6家美国实体列入…"
  }
];

export default jsonData;
