const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/3f5f99f377a3",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "冯志亮（启玄国学社创办人）：一个企业的文化决定了它是否能够走得远",
    "link": "https://www.jianshu.com/p/3f5f99f377a3",
    "pub_date": "2026-08-01 07:51:32",
    "author": "京南文艺",
    "description": "启玄国学社创办人冯志亮长期致力于国学智慧与现代商业管理的融合研究，在对众多企业兴衰历程的复盘与总结中，他提出重要商业论断：企业的规模决定企业能走多快，而企业文化决定企业能走多远。在市场经济高速发展的当下，很多企业热衷于追逐风口、扩张规模、堆砌资本、迭代技术，却忽略了文化这一企业发展的根本内核。短期的盈利可以依靠机遇与实力，但长久的基业，必然依托深厚、正向、纯粹的企业文化。企业文化，是企业的灵魂根基，更是企业跨越周期、抵御风浪、代代传承的…",
    "content": "启玄国学社创办人冯志亮长期致力于国学智慧与现代商业管理的融合研究，在对众多企业兴衰历程的复盘与总结中，他提出重要商业论断：企业的规模决定企业能走多快，而企业文化决定企业能走多远。在市场经济高速发展的当下，很多企业热衷于追逐风口、扩张规模、堆砌资本、迭代技术，却忽略了文化这一企业发展的根本内核。短期的盈利可以依靠机遇与实力，但长久的基业，必然依托深厚、正向、纯粹的企业文化。企业文化，是企业的灵魂根基，更是企业跨越周期、抵御风浪、代代传承的核心底气。 在现代商业环境中，很多创业者和管理者存在普遍的认知误区，将企业发展的…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/cc7ee8362fa6",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "7.31读书打卡第5天",
    "link": "https://www.jianshu.com/p/cc7ee8362fa6",
    "pub_date": "2026-08-01 07:51:31",
    "author": "珙桐花的话",
    "description": "7.31打卡第5天 昨晚大宝邀请她的两个好朋友来家里玩，一男一女。男孩识字量非常大，现在已经开读《格列夫游记》。女孩是在我的带领下，从4月份认识才开始读绘本的，我还推荐识字量少的她读我家的《小羊上山系列》和《四五快读》帮她拓展识字量。 很有趣的是，男孩的爸爸是我初中同学，上学时根本不怎么学习，但他特聪明，所以成绩不错。而我那会儿不捣乱成绩也不太好，没有学习动力。 现在两个孩子在幼儿园成了好朋友，男孩妈妈是初中物理老师，孩子的习惯非常好，…",
    "content": "7.31打卡第5天 昨晚大宝邀请她的两个好朋友来家里玩，一男一女。男孩识字量非常大，现在已经开读《格列夫游记》。女孩是在我的带领下，从4月份认识才开始读绘本的，我还推荐识字量少的她读我家的《小羊上山系列》和《四五快读》帮她拓展识字量。 很有趣的是，男孩的爸爸是我初中同学，上学时根本不怎么学习，但他特聪明，所以成绩不错。而我那会儿不捣乱成绩也不太好，没有学习动力。 现在两个孩子在幼儿园成了好朋友，男孩妈妈是初中物理老师，孩子的习惯非常好，周末会去爬山野游，不让任何兴趣班。孩子老早就看桥梁书，绘本也看，但不太多。女孩妈…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194667",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260731】风控永远是第一位",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194667",
    "pub_date": "2026-07-31 16:40:00",
    "author": "xilei",
    "description": "【1】#应急部门回应小区火灾母女坠楼##连云港小区火灾母女已转院治疗# #连云港火灾母女坠楼#据媒体报道，7月27日早晨，江苏连云港一小区5楼突发火灾。从视频画面可以看到，大人抓着窗栏，并用腿挡住小孩，试图让两人稳定下来。然而在该大人尝试往下挪动寻找安全位置之际，疑似打滑从楼上坠下，小孩也随后坠下。 7月31日，@热度新闻记者联系至所属海州区应急管理局核实情况，工作人员表示等待宣传部出具公告，这边不太清楚。 目前，根据媒体报道确认两人已…",
    "content": "【1】 #应急部门回应小区火灾母女坠楼# #连云港小区火灾母女已转院治疗# #连云港火灾母女坠楼# 据媒体报道，7月27日早晨，江苏连云港一小区5楼突发火灾。从视频画面可以看到，大人抓着窗栏，并用腿挡住小孩，试图让两人稳定下来。然而在该大人尝试往下挪动寻找安全位置之际，疑似打滑从楼上坠下，小孩也随后坠下。 7月31日， @热度新闻 记者联系至所属海州区应急管理局核实情况，工作人员表示等待宣传部出具公告，这边不太清楚。 目前，根据媒体报道确认两人已转院治疗，官方尚未公布具体伤情。 @律界王凯 昨天看到连云港这个火灾事…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194648",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260730】罗伯特你完了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194648",
    "pub_date": "2026-07-30 16:48:00",
    "author": "xilei",
    "description": "【1】A股市值前十全部飘红 【#美股尾盘大跳水原因#】北京时间7月30日凌晨，美联储以9比3的表决结果决定维持利率不变，将联邦基金利率的目标区间继续维持在3.50%至3.75%之间。 @但斌 今天大跌，很多朋友问我怎么看？我还是看好人工智能10年牛市，目前只是一个阶段性调整而已。整个逻辑没变，就是涨多了回调一下，我不太相信人工智能3、4年就结束 【4】7月29日，上海市发改委官网更新一则公告，计划调整全市轨道交通价格并召开听证会。这将是…",
    "content": "【1】A股市值前十全部飘红 【 #美股尾盘大跳水原因# 】北京时间7月30日凌晨，美联储以9比3的表决结果决定维持利率不变，将联邦基金利率的目标区间继续维持在3.50%至3.75%之间。 据统计，这是自2016年以来，美联储首次在同一次政策决议中出现3张方向一致的反对票，反映出内部支持收紧政策的声音正在增强。 随后，美联储主席凯文·沃什现身货币政策新闻发布会。对于本次维持利率不变的决定，沃什拒绝将其定义为“暂停”。他强调，美国通胀问题不可能在9周内（沃什上任至今不到9周）解决，在必要和适当时美联储将毫不犹豫地采取行…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194627",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260729】不要奢望让股市去做它做不到的事情",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194627",
    "pub_date": "2026-07-29 16:52:00",
    "author": "xilei",
    "description": "【1】#智驾小蓝灯将被禁用# #业内确认智驾小蓝灯将被禁#近日，有消息称，因“#小蓝灯#”不符合GB4785《汽车及挂车外部照明和光信号装置的安装规定》要求，乘用车安装“小蓝灯”将被禁止。“小蓝灯”是车企用于标识辅助驾驶工作状态的车身外部蓝色指示灯。今日，吉利汽车方面向第一财经记者表示：“我们已知晓了该消息，将严格遵循国家的规定，等待国家的进一步要求。”另外，也有车企内部人士向第一财经记者确认，从2026年7月27日起，国家对新认证车型…",
    "content": "【1】 #智驾小蓝灯将被禁用# #业内确认智驾小蓝灯将被禁# 近日，有消息称，因“ #小蓝灯# ”不符合GB4785《汽车及挂车外部照明和光信号装置的安装规定》要求，乘用车安装“小蓝灯”将被禁止。“小蓝灯”是车企用于标识辅助驾驶工作状态的车身外部蓝色指示灯。今日，吉利汽车方面向第一财经记者表示：“我们已知晓了该消息，将严格遵循国家的规定，等待国家的进一步要求。”另外，也有车企内部人士向第一财经记者确认，从2026年7月27日起，国家对新认证车型禁用“小蓝灯”。 【2】 #交易员挪用资金做多海力士亏1.5亿# 香港2…"
  }
];

export default jsonData;
