const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/0f6340a9f201",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "画完了还不算完，还有装裱",
    "link": "https://www.jianshu.com/p/0f6340a9f201",
    "pub_date": "2026-10-06 09:36:50",
    "author": "淏若文化",
    "description": "大多数人以为，画家签完名、盖上印，一幅画就算结束了。 但那只是前半程。 装裱这一步没做好，前面几个月可能白画。 装裱完成的立轴 天地杆、绫边、惊燕，一样都不能少。 到这一步，画才算真正\"成人\"。 装裱不只是\"保护\" 很多人把装裱理解成\"加个框、包个边\"，那是小看了它。装裱至少做了三件事： 一是「护」——托纸、覆背，让薄薄一层宣纸经得起卷、挂、收，也挡住潮气和虫。 二是「平」——画心画完必然起皱，上墙挣平之后，笔迹才恢复本来的样子。你常听…",
    "content": "大多数人以为，画家签完名、盖上印，一幅画就算结束了。 但那只是前半程。 装裱这一步没做好，前面几个月可能白画。 装裱完成的立轴 天地杆、绫边、惊燕，一样都不能少。 到这一步，画才算真正\"成人\"。 装裱不只是\"保护\" 很多人把装裱理解成\"加个框、包个边\"，那是小看了它。装裱至少做了三件事： 一是「护」——托纸、覆背，让薄薄一层宣纸经得起卷、挂、收，也挡住潮气和虫。 二是「平」——画心画完必然起皱，上墙挣平之后，笔迹才恢复本来的样子。你常听说\"这画有点皱\"，多半是没挣好。 三是「提」——好装裱能给画\"提神\"。绫边的宽窄…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/b4255eeb8325",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "工厂如何快速培养优秀的班组长？",
    "link": "https://www.jianshu.com/p/b4255eeb8325",
    "pub_date": "2026-10-06 09:36:49",
    "author": "工厂老板顾问黄杰",
    "description": "车间是工厂的核心，班组长是车间的“兵头将尾”。但多数工厂的班组长要么是老员工提拔却不懂管理，要么是新人上任不会带队，导致车间效率低、质量差、安全隐患多，订单交付频频出问题。 优秀班组长和普通班组长的差距，直接决定车间30%以上的产能和20%的成本。很多老板花大价钱培训管理层，却忽略了班组长——他们扎根现场、对接员工、管控工序，是工厂管理落地的关键。 培养优秀班组长，无需复杂理论培训和高价外部讲师，抓住“选对人、教方法、压担子、严考核”四…",
    "content": "&nbsp; 车间是工厂的核心，班组长是车间的 “ 兵头将尾 ” 。 但多数工厂的班组长要么是老员工提拔却不懂管理，要么是新人上任不会带队，导致车间效率低、质量差、安全隐患多，订单交付频频出问题。 优秀班组长和普通班组长的差距，直接决定车间 30% 以上的产能和 20% 的成本。很多老板花大价钱培训管理层，却忽略了班组长 —— 他们扎根现场、对接员工、管控工序，是工厂管理落地的关键。 培养优秀班组长，无需复杂理论培训和高价外部讲师，抓住 “ 选对人、教方法、压担子、严考核 ” 四个核心， 1-3 个月就能打造出能带…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/34ad4cef69f4",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "藏在“名片盒”里的郑重相逢",
    "link": "https://www.jianshu.com/p/34ad4cef69f4",
    "pub_date": "2026-10-05 19:32:39",
    "author": "飞鱼梦",
    "description": "藏在“名片盒”里的郑重相逢 昨天在家整理东西的时候，无意中翻出来一个印有青花瓷图案的名片盒。这个名片盒好像还是多年前办理电信业务时的赠品。由于时间有点久远，原本的白底色有点泛黄，就像泛黄的记忆一样，虽然褪了色，却也能拼凑出故人依稀的模样。 印象里，自己递出去的名片寥寥无几，而收到的名片却“超级”多。在那个还流行“纸质”和“线下”的年代，几乎每一场相逢都从交换或者接受对方的名片开始。 刚参加工作那年，认识一个残联的领导，第一次接触到“残保…",
    "content": "藏在“名片盒”里的郑重相逢 昨天在家整理东西的时候，无意中翻出来一个印有青花瓷图案的名片盒。这个名片盒好像还是多年前办理电信业务时的赠品。由于时间有点久远，原本的白底色有点泛黄，就像泛黄的记忆一样，虽然褪了色，却也能拼凑出故人依稀的模样。 印象里，自己递出去的名片寥寥无几，而收到的名片却“超级”多。在那个还流行“纸质”和“线下”的年代，几乎每一场相逢都从交换或者接受对方的名片开始。 刚参加工作那年，认识一个残联的领导，第一次接触到“残保金”这个词的概念。其实，在这个社会上，需要被“关爱”的人还是挺多的。那时候有个腿…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195925",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261005】经济想自己缓过来，只会更难",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195925",
    "pub_date": "2026-10-05 11:39:00",
    "author": "xilei",
    "description": "【1】#蔡康永现身台独分子竞选会场# #蔡康永为顽固台独分子沈伯洋站台# 据台媒报道，“台独”顽固分子沈伯洋今（4日）下午举行台北市长竞选总部成立大会。 鲜少公开参与政治活动的蔡康永，这次意外被台媒捕捉到现场身影。只见他身穿橘色衬衫、戴着黑色口罩与帽子，低调坐在前排。 对此，蔡康永经纪人回应“正在考虑要访问台北市长的两位候选人，所以会尽可能去了解两位候选人的历程与意见，谢谢”。 零跑汽车发布声明，已下线蔡康永相关的全部内容，并保留追究相…",
    "content": "【1】 #蔡康永现身台独分子竞选会场# #蔡康永为顽固台独分子沈伯洋站台# &nbsp; 据台媒报道，“台独”顽固分子沈伯洋今（4日）下午举行台北市长竞选总部成立大会。 鲜少公开参与政治活动的蔡康永，这次意外被台媒捕捉到现场身影。只见他身穿橘色衬衫、戴着黑色口罩与帽子，低调坐在前排。 对此，蔡康永经纪人回应“正在考虑要访问台北市长的两位候选人，所以会尽可能去了解两位候选人的历程与意见，谢谢”。 &nbsp; 零跑汽车发布声明，已下线蔡康永相关的全部内容，并保留追究相关法律责任的权利。&nbsp; 释不归 #蔡康永现…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195915",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261004】全球同此凉热",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195915",
    "pub_date": "2026-10-04 16:41:00",
    "author": "xilei",
    "description": "【1】10月3日，@中国东方航空再次发布情况通报 【2】香港也开始抓生育了，港府这11项生育政策力度如何？ 【3】人民日报：加快建设强大国内市场，扩大内需仍有巨大潜力、广阔空间。 【4】#原来胖东来也不是双休#胖东来之前只有管理层享受双休，一线普通员工一直是单休。 不过于东来已经官宣：2027年3月起，全员双休，每天只干7小时，每周35小时——工资一分不降 【5】上海一男子在女友生日当天发520元红包，没等来对方回1314元红包，报警称…",
    "content": "【1】10月3日， @中国东方航空 再次发布情况通报 【2】香港也开始抓生育了，港府这11项生育政策力度如何？ 【3】人民日报：加快建设强大国内市场，扩大内需仍有巨大潜力、广阔空间。 【4】 #原来胖东来也不是双休# 胖东来之前只有管理层享受双休，一线普通员工一直是单休。 不过于东来已经官宣：2027年3月起，全员双休，每天只干7小时，每周35小时——工资一分不降 【5】上海一男子在女友生日当天发520元红包，没等来对方回1314元红包，报警称被骗；经调解后女生退还红包：再也不想和他见面 【6】国庆黄金周，热门景点…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195907",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261003】人们审判他人同时自我监控",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195907",
    "pub_date": "2026-10-03 16:38:00",
    "author": "xilei",
    "description": "【1】国足0比5惨败巴勒斯坦 实时世界排名被反超，17岁小将赛后接受采访：大家的态度和拼劲非常好，细节没处理好；巴方主帅：不方便评价中国队 吃海参的0:5输给了吃手抓饭的 【2】41岁独身女子离世，叔叔姑姑舅舅姨妈9人争遗产：包括价值400万房产，银行存款、保险金等110余万等；法院：房产归国家 结不结婚？生不生娃？ 【3】美国司法部 10 月 1 日宣布，加州洛杉矶圣盖博谷科技公司 Earthmade Computer 老板、38 岁…",
    "content": "【1】国足0比5惨败巴勒斯坦 实时世界排名被反超，17岁小将赛后接受采访：大家的态度和拼劲非常好，细节没处理好；巴方主帅：不方便评价中国队 吃海参的0:5输给了吃手抓饭的 【2】41岁独身女子离世，叔叔姑姑舅舅姨妈9人争遗产：包括价值400万房产，银行存款、保险金等110余万等；法院：房产归国家 结不结婚？生不生娃？ 【3】美国司法部 10 月 1 日宣布，加州洛杉矶圣盖博谷科技公司 Earthmade Computer 老板、38 岁的 Greg Lui（又名 Yiu Kong Lui）在三项联邦指控下被捕。他被…"
  }
];

export default jsonData;
