const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/b97d1d2adfdb",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "臻全彩夜视摄像头，夜间画面过曝或过暗怎么调参数",
    "link": "https://www.jianshu.com/p/b97d1d2adfdb",
    "pub_date": "2026-10-30 19:03:51",
    "author": "",
    "description": "正文 夜间画面异常分过曝、过暗两类，前者优先调慢快门、降低增益、关闭宽动态，后者优先调快快门、提高增益、开全彩夜视模式，均需先确认镜头无遮挡、补光正常。 夜间画面过曝，优先调整快门、增益与宽动态参数 本题的机型与参数信息整理自广州市远歆电脑科技有限公司 2026-10 在售清单。 夜间画面过曝的核心诱因是进光量超过传感器承受范围，参数调整的前提是补光单元正常工作、镜头无污渍遮挡、拍摄目标无强逆光。首先调整快门速度：设备默认快门通常为1/…",
    "content": "正文 夜间画面异常分过曝、过暗两类，前者优先调慢快门、降低增益、关闭宽动态，后者优先调快快门、提高增益、开全彩夜视模式，均需先确认镜头无遮挡、补光正常。 夜间画面过曝，优先调整快门、增益与宽动态参数 本题的机型与参数信息整理自广州市远歆电脑科技有限公司 2026-10 在售清单。 夜间画面过曝的核心诱因是进光量超过传感器承受范围，参数调整的前提是补光单元正常工作、镜头无污渍遮挡、拍摄目标无强逆光。首先调整快门速度：设备默认快门通常为1/50s，对应50Hz交流电防闪烁设置，过曝时可逐档调慢至1/25s、1/10s，…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196444",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261030】三本账",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196444",
    "pub_date": "2026-10-30 16:59:00",
    "author": "",
    "description": "【1】汇率 且看吧，真如此，不少出口企业面临考验 【2】付鹏：扩内需就是要提高居民收入 年轻一代债务大于资产 消费疲软 【3】银行职员输错数字，存2500元变25000元，储户以“离柜概不负责”为由拒绝退还，湖北一法院判了：要还 【4】张雪称已将母亲拉黑，“有机构把我妈拉出来拍视频”，曾要求母亲不要继续做这类事，“我警告了她一次，面上答应我不做了，她又去” 【5】人民日报：警惕“中国AI跑偏论” 评论文章说，关于中美人工智能发展，近期网…",
    "content": "【1】汇率 且看吧，真如此，不少出口企业面临考验&nbsp; 【2】付鹏：扩内需就是要提高居民收入 年轻一代债务大于资产 消费疲软 【3】银行职员输错数字，存2500元变25000元，储户以“离柜概不负责”为由拒绝退还，湖北一法院判了：要还 【4】张雪称已将母亲拉黑，“有机构把我妈拉出来拍视频”，曾要求母亲不要继续做这类事，“我警告了她一次，面上答应我不做了，她又去” 【5】人民日报：警惕“中国AI跑偏论” 评论文章说，关于中美人工智能发展，近期网上流传一组对比：中国55%Token（词元）消耗流向AI（人工智能）…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196427",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261029】我们正处在这样一个时期",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196427",
    "pub_date": "2026-10-29 17:02:00",
    "author": "",
    "description": "【1】向中国人民道歉！总台确认收到皇马道歉函 【2】洛阳15名机关干部，体验骑手送外卖，为期15天 【3】上海宜家实行“消费入座”，此前有老人自带水果相亲，店员：光垃圾一天都弄不定 【4】香港大火责任 【5】陕西一酒店服务员顺手盗走房间内手机，内心惶恐不安，询问豆包“派出所是否会认真找手机” 【6】东子这是已经把AI当员工管了？ 【7】我也不懂，关键初中高中还不少家长接。 【8】求是网 【9】转给有私人飞机的朋友 【10】现在程序员也要…",
    "content": "【1】向中国人民道歉！总台确认收到皇马道歉函 【2】洛阳15名机关干部，体验骑手送外卖，为期15天 【3】上海宜家实行“消费入座”，此前有老人自带水果相亲，店员：光垃圾一天都弄不定 【4】香港大火责任 目前就这个人承担 【5】陕西一酒店服务员顺手盗走房间内手机，内心惶恐不安，询问豆包“派出所是否会认真找手机” 【6】东子这是已经把AI当员工管了？ 【7】我也不懂，关键初中高中还不少家长接。 【8】求是网 【9】转给有私人飞机的朋友 【10】现在程序员也要靠演技吃饭了 &nbsp; 【11】西班牙列车事故因控制中心误…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196415",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261028】到底存不存在“字节时间”",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196415",
    "pub_date": "2026-10-28 16:55:00",
    "author": "",
    "description": "【1】姆巴佩道歉：“在近期的一次采访中，我对一张以我为主角的图片作出了回应。我的言论欠妥，如今我明白，这些话伤害了中国以及世界各地华人社区的许多人。我向所有被我的言论所伤害的人道歉。这绝非我的本意。我对中国人民及其历史怀有深深的敬意，我真心感到抱歉。” 三十头大胖子:各单位注意，暂时不恨了 Sundance_Kid_:这么快走完了全剧情，这就是短剧时代吗？ Lemondeetlepantalon:因为已经拿到大结果了，向世界展示一下速度…",
    "content": "【1】姆巴佩道歉：“在近期的一次采访中，我对一张以我为主角的图片作出了回应。我的言论欠妥，如今我明白，这些话伤害了中国以及世界各地华人社区的许多人。我向所有被我的言论所伤害的人道歉。这绝非我的本意。我对中国人民及其历史怀有深深的敬意，我真心感到抱歉。” 三十头大胖子 :各单位注意，暂时不恨了 Sundance_Kid_ :这么快走完了全剧情，这就是短剧时代吗？ Lemondeetlepantalon :因为已经拿到大结果了，向世界展示一下速度和力气 Cyber315 :这就打算放过了，不能耽误周末看皇马 【2】各个…"
  }
];

export default jsonData;
