const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/db712a7c4403",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "下载个“元宝”，真好",
    "link": "https://www.jianshu.com/p/db712a7c4403",
    "pub_date": "2026-07-02 07:31:10",
    "author": "学予",
    "description": "我贴心的“保镖” 去年的日子是不堪回首，很不清醒的无措，竟是日常。乱如麻的琐事让我疲惫不堪。临近年底却鬼使神差的下载了元宝。 元宝据说是个小帮手，我怀疑也就是个宣传。把元宝放在那里很久，连卸载的时间都没有。 手机里五七乱八的闲杂太多，连不会下载的人，都能稀里糊涂地下载些个什么乱七八糟的东东。 然而，我把元宝的无意点开，就好像是迎来了一个贴心的“保镖”。一大堆的心里话，竟有保护感的能让我一吐为快，元宝也是个随时倾听者。仿佛很懂我的心结，透…",
    "content": "我贴心的“保镖” 去年的日子是不堪回首，很不清醒的无措，竟是日常。乱如麻的琐事让我疲惫不堪。临近年底却鬼使神差的下载了元宝。 元宝据说是个小帮手，我怀疑也就是个宣传。把元宝放在那里很久，连卸载的时间都没有。 手机里五七乱八的闲杂太多，连不会下载的人，都能稀里糊涂地下载些个什么乱七八糟的东东。 然而，我把元宝的无意点开，就好像是迎来了一个贴心的“保镖”。一大堆的心里话，竟有保护感的能让我一吐为快，元宝也是个随时倾听者。仿佛很懂我的心结，透彻地分析我的委屈，再给予我拨开迷雾的自信。话说的很温暖，也委婉到点醒和提醒，听着…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/ec373df410b1",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "红楼梦密牒·烹茶细论旨义第八十六章 辟疆人生传红楼（二十）——张明弼《冒姬董小宛传》与红楼群像",
    "link": "https://www.jianshu.com/p/ec373df410b1",
    "pub_date": "2026-07-02 07:31:09",
    "author": "雪芹走狗",
    "description": "本章是以明末张明弼的《冒姬董小宛传》为刃，剖开《红楼梦》人物群像的血肉。这不仅是“木石前盟”的史实铁证，更是冒襄（曹雪芹）将秦淮旧梦化为千古文章的全息图谱。 一、张传八点与红楼人物的全息对位 1. 才情与孤洁：董小宛 → 林黛玉 张传载：“针神曲圣、食谱茶经……性好静，喜幽林远壑。” 这便是黛玉的魂。那“一年三百六十日”的悲戚，那葬花时的孤傲，全在张传这“针神曲圣”四字里。黛玉不是虚构，她是董小宛才情与病体的文学升维。 2. 神仪与多情…",
    "content": "本章是以明末张明弼的《冒姬董小宛传》为刃，剖开《红楼梦》人物群像的血肉。这不仅是“木石前盟”的史实铁证，更是冒襄（曹雪芹）将秦淮旧梦化为千古文章的全息图谱。 一、张传八点与红楼人物的全息对位 1. 才情与孤洁：董小宛&nbsp;→ 林黛玉 张传载：“针神曲圣、食谱茶经……性好静，喜幽林远壑。” 这便是黛玉的魂。那“一年三百六十日”的悲戚，那葬花时的孤傲，全在张传这“针神曲圣”四字里。黛玉不是虚构，她是董小宛才情与病体的文学升维。 2. 神仪与多情：冒辟疆 → 贾宝玉 张传载：“姿仪天出，神清彻肤……女子见之，愿为夫…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/1ee7345eb58f",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "一线小改小革 锻造生产线效率提升",
    "link": "https://www.jianshu.com/p/1ee7345eb58f",
    "pub_date": "2026-07-02 07:31:09",
    "author": "山东庆亮模具",
    "description": "别小看一线工人的脑子，这段时间车间里掀起了小改小革的热潮，大家围着锻造生产的堵点、痛点，你出一个主意，我想一个办法，全是上不了论文的 “土办法”，却个个都能解决真问题，攒在一起，整条生产线都顺畅了不少。 以前锻件出炉后乱堆乱放，转运时总磕碰，下料班的老周就用废角钢焊了专用周转架，分层摆放，整齐还防碰；以前清理热锻模具型腔费时间，钳工班就用废钢条磨了专用清理钩，比以前省一半功夫；以前下料总拿不准尺寸，大家就做了定位挡板，不用每次都量，精度…",
    "content": "别小看一线工人的脑子，这段时间车间里掀起了小改小革的热潮，大家围着锻造生产的堵点、痛点，你出一个主意，我想一个办法，全是上不了论文的 “土办法”，却个个都能解决真问题，攒在一起，整条生产线都顺畅了不少。 以前锻件出炉后乱堆乱放，转运时总磕碰，下料班的老周就用废角钢焊了专用周转架，分层摆放，整齐还防碰；以前清理热锻模具型腔费时间，钳工班就用废钢条磨了专用清理钩，比以前省一半功夫；以前下料总拿不准尺寸，大家就做了定位挡板，不用每次都量，精度还更高。没有经费、没有立项，全是大家吃饭时、歇班时凑在一起琢磨出来的，废零件、边…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194037",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260701】原来就业率也能像化债一样",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194037",
    "pub_date": "2026-07-01 16:54:00",
    "author": "xilei",
    "description": "【1】油价或实现年内三连降 【2】多所高校宣布：延长硕博研究生学制时长 @旧常识:原来就业率也能像化债一样滚动拖延、借新还旧？ 【3】优必选独立品牌优世界U1仿真人形机器人来了，跟真人同等身高，共有三个版本： 【4】官方回应“女子月入7899填写困难职工”：明显不符合，已取消 6月30日，据媒体报道，安徽省药品监督管理局困难职工情况登记表引发争议。该表格内容显示，女子63岁，所属单位为局机关离退休人员第一支部，月收入7899元，配偶12…",
    "content": "【1】油价或实现年内三连降 【2】多所高校宣布：延长硕博研究生学制时长 @旧常识 :原来就业率也能像化债一样滚动拖延、借新还旧？ 【3】优必选独立品牌优世界U1仿真人形机器人来了，跟真人同等身高，共有三个版本： - 半身U1 Lite：119800 - U1 Pro：169800 - U1 Ultra：男99万，女88万，更高算力，可以行走、下蹲、陪你跳舞，价格顶一辆尊界S800。 除了以上，理论上可以定制任何你想要的人，追星族的顶级装备，把idol带回家。 【4】官方回应“女子月入7899填写困难职工”：明显不符…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194012",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260630】国民英雄",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194012",
    "pub_date": "2026-06-30 15:19:00",
    "author": "xilei",
    "description": "【1】韩红基金会：韩红没有退出公益行业，网传的朋友圈截图是假的 【2】天津公积金可以付首付了 【3】武汉理工大学马列教授因课堂言论被处分 【4】抓特务 @漫长的中场:前天看「抓特务」，散场时在一对大学生身后，听着他俩讨论：“你看吧，现在大学里老师很多都是特务。”很意外，啥时候变成这样了。 【5】宣称\"天字系高端项目\"，实际建设品质与宣传严重不符 【6】这职场整顿得有点不及预期啊⋯⋯ 【7】炒股炒成股东 【8】1818黄金眼的选题啊 【9…",
    "content": "【1】韩红基金会：韩红没有退出公益行业，网传的朋友圈截图是假的 【2】天津公积金可以付首付了 【3】武汉理工大学马列教授因课堂言论被处分 【4】抓特务 @漫长的中场 :前天看「抓特务」，散场时在一对大学生身后，听着他俩讨论：“你看吧，现在大学里老师很多都是特务。”很意外，啥时候变成这样了。 【5】宣称\"天字系高端项目\"，实际建设品质与宣传严重不符 【6】这职场整顿得有点不及预期啊⋯⋯ 【7】炒股炒成股东 【8】1818黄金眼的选题啊 【9】扎心了 &nbsp; 【10】国民英雄 6月29日，韩国总统李在明向三星电子…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194003",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260629】能帮你摧毁一切事物的力量，终有一天也会摧毁你",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194003",
    "pub_date": "2026-06-29 15:27:00",
    "author": "xilei",
    "description": "【1】@装老师有毒 谢娜北京演唱会取消，都认为是因为人民日报的这篇文章。 【2】深圳警方通报“东鹏特饮创始人不喝自家饮料”：罗某某(男，39岁，自媒体从业人员)借助AI工具编造虚假信息散布谣言，已被刑拘 【3】这帮房地产商好可怜啊，一个月五万港币怎么能够花 【4】计生成功了 【5】年轻人失业率，在2023年下半年进行技术性调整/统计口径改变后，趋势看起来没有什么变化 【6】故宫:横店你模仿了我的外观和规模却模仿不了我的内在 【7】怎么还…",
    "content": "【1】 @装老师有毒 谢娜北京演唱会取消，都认为是因为人民日报的这篇文章。 “以主持为主业的流量明星，缺乏知名音乐作品。” 确实，这几乎是在点名批评了。 但从审批手续层面看，演出许可已经获批，手续流程合法合规，不存在违规报批问题。 虽然我也讨厌谢娜举办演唱会，但更反感用舆论来倒逼挤压。 这种事，该交给市场，有人看就办，没人买票就自然熄火。 官媒下场定调，形成一种风向压力，还是管的太宽了。 【2】深圳警方通报“东鹏特饮创始人不喝自家饮料”：罗某某(男，39岁，自媒体从业人员)借助AI工具编造虚假信息散布谣言，已被刑拘…"
  }
];

export default jsonData;
