const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/b0c6b4e8b278",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "跟着Nature Genetics学作图：R语言ggplot2散点图及多图共享图例",
    "link": "https://www.jianshu.com/p/b0c6b4e8b278",
    "pub_date": "2026-08-08 06:55:05",
    "author": "小明的数据分析笔记本",
    "description": "论文 Plasma proteome analyses in individuals of European and African ancestry identify cis-pQTLs and models for proteome-wide association studies https://www.nature.com/articles/s41588-022-01051-w 本地pdf s41588-022-01051-w.…",
    "content": "论文 Plasma proteome analyses in individuals of European and African ancestry identify cis-pQTLs and models for proteome-wide association studies https://www.nature.com/articles/s41588-022-01051-w 本地pdf s41588-022-01051-w.pdf 代码链接 https://zenodo.org/record/63329…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/0015802becd6",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "【转】一个漏测Bug能让你想到多少？",
    "link": "https://www.jianshu.com/p/0015802becd6",
    "pub_date": "2026-08-08 06:55:05",
    "author": "涅槃快乐是金",
    "description": "一、背景 漏测Bug是指产品逻辑缺陷在测试过程中没有被发现（尤其是测试环境可以重现的缺陷），上线版本发布后或者在用户使用体验后发现并反馈回来的缺陷。可能造成线上故障或者资损，在对产品测试过程中，自己也难免出现一些Bug的漏测，因此对Bug漏测进行一些思考，并进行总结。 二、原因分析 Bug其实是任何应用产品都会有的一个问题，不是所有的Bug都能被发现，包括资深测试，或多或少的会出现线上缺陷，谁也不能把软件所有的功能操作、运用场景想周全。…",
    "content": "一、背景 漏测Bug是指产品逻辑缺陷在测试过程中没有被发现（尤其是测试环境可以重现的缺陷），上线版本发布后或者在用户使用体验后发现并反馈回来的缺陷。可能造成线上故障或者资损，在对产品测试过程中，自己也难免出现一些Bug的漏测，因此对Bug漏测进行一些思考，并进行总结。 二、原因分析 Bug其实是任何应用产品都会有的一个问题，不是所有的Bug都能被发现，包括资深测试，或多或少的会出现线上缺陷，谁也不能把软件所有的功能操作、运用场景想周全。虽说不能做到完全零缺陷，但是每次发布的产品，我们需要追求缺陷越来越少，产品质量越…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194805",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260807】熊短牛长",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194805",
    "pub_date": "2026-08-07 16:14:00",
    "author": "xilei",
    "description": "【1】#多地银行逆势上调存款利率#，最高涨33BP 多地中小银行逆势加息，国有大行五年期大额存单同步回归！近期，湖北、广东等多地县域农商行、村镇银行逆势上调中长期定期存款利率，单次最高上调幅度达33个基点。从地域分布来看，本轮上调主要集中在县域，以农商行、村镇银行为主，城商行并未出现大范围跟进。 业内分析指出，本轮中小银行局部加息行情，核心诱因是国有大行重启五年期大额存单引发的资金虹吸效应，但这并不意味着行业存款降息潮全面逆转。若后续行…",
    "content": "【1】 #多地银行逆势上调存款利率# ，最高涨33BP 多地中小银行逆势加息，国有大行五年期大额存单同步回归！近期，湖北、广东等多地县域农商行、村镇银行逆势上调中长期定期存款利率，单次最高上调幅度达33个基点。从地域分布来看，本轮上调主要集中在县域，以农商行、村镇银行为主，城商行并未出现大范围跟进。 业内分析指出，本轮中小银行局部加息行情，核心诱因是国有大行重启五年期大额存单引发的资金虹吸效应，但这并不意味着行业存款降息潮全面逆转。若后续行业出现无序高息揽储、利率过快上涨的内卷现象，监管层面或将及时介入干预，规范市…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/382889f6bd69",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "上帝会记得你吃过的所有的亏",
    "link": "https://www.jianshu.com/p/382889f6bd69",
    "pub_date": "2026-08-07 13:02:37",
    "author": "ds26288416",
    "description": "【 题记】献给那些在疲惫中依然默默负重前行的打工人 岁月 在指缝间滑落 你数着亏欠的天平 左手给予的 右手早已遗忘 直到沙漏倒置 才看见 下沉的重量 正在托起 另一端的星辰 于是 潮汐便有了形状 而亏欠与给予 汇成同一条潮线 你站立的地方 既不是海 也不是岸 而是潮线日夜冲刷出的 那道光的痕迹 照亮了别人 而你自己 则站在光晕之外 微笑着 成为光源 当群星追问 你退到更深的暗处 光晕之外 仍是光晕 吃亏的人啊 继续走吧 上帝会记得你吃过…",
    "content": "【 题记】献给那些在疲惫中依然默默负重前行的打工人 岁月 在指缝间滑落 你数着亏欠的天平 左手给予的 右手早已遗忘 直到沙漏倒置 才看见 下沉的重量 正在托起 另一端的星辰 于是 潮汐便有了形状 而亏欠与给予 汇成同一条潮线 你站立的地方 既不是海 也不是岸 而是潮线日夜冲刷出的 那道光的痕迹 照亮了别人 而你自己 则站在光晕之外 微笑着 成为光源 当群星追问 你退到更深的暗处 光晕之外 仍是光晕 吃亏的人啊 继续走吧 上帝会记得你吃过的 所有的亏"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194791",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260806】不要把别人拥有的当成自己失去的",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194791",
    "pub_date": "2026-08-06 16:36:00",
    "author": "xilei",
    "description": "【1】人民网：用“Token”还是“词元”，事关科技话语权 tombkeeper 看了《用“Token”还是“词元”，事关科技话语权》这篇文章，有人问 RSA 有没有中文翻译。 【3】哪里都逃不过～ 【4】尊重末期患者“善终权”#香港立法允许拒绝抢救# 面对人口急速老化的挑战，如何让末期病人安详、有尊严地走完人生最后旅程，成为香港社会广泛关注的议题。7月31日，香港《维持生命治疗的预作决定条例》正式生效，这是香港首次为“预设医疗指示”及…",
    "content": "【1】人民网：用“Token”还是“词元”，事关科技话语权 字母缩写频繁替代汉语表达。这不仅改变着大众的语言习惯，更暗藏科技话语权旁落、母语体系被消解的深层危机，守住母语根基... 语言塑造思维，长期依附外来术语、照搬西方语言逻辑，会让我们的科技认知局限于既定框架中， 难以孕育贴合中国实践的原创科技理论... 若核心概念的定义权、阐释权始终掌握在他人手中，中国特色科技话语体系便无从建立。这种认知层面的依附，比技术差距更隐蔽，也更影响我国科技自立自强的长远发展... tombkeeper 看了《用“Token”还是“…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194767",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260805】这个过程是值得的",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194767",
    "pub_date": "2026-08-05 16:42:00",
    "author": "xilei",
    "description": "【1】商务部：#对6家美国实体采取反制措施# 今天，商务部发布关于对应用DNA科学公司等6家美国实体采取反制措施的决定： 近期，美国以所谓“强迫劳动”为由制裁中国企业，严重违反国际法和国际关系基本准则，严重侵犯我国主权、安全、发展利益。应用DNA科学公司等6家美国实体协助、支持美国涉疆非法制裁，性质恶劣。 依据《中华人民共和国反外国制裁法》第三条、第四条、第六条、第九条、第十条、第十五条，《实施〈中华人民共和国反外国制裁法〉的规定》第三…",
    "content": "【1】商务部： #对6家美国实体采取反制措施# 今天，商务部发布关于对应用DNA科学公司等6家美国实体采取反制措施的决定： 近期，美国以所谓“强迫劳动”为由制裁中国企业，严重违反国际法和国际关系基本准则，严重侵犯我国主权、安全、发展利益。应用DNA科学公司等6家美国实体协助、支持美国涉疆非法制裁，性质恶劣。 依据《中华人民共和国反外国制裁法》第三条、第四条、第六条、第九条、第十条、第十五条，《实施〈中华人民共和国反外国制裁法〉的规定》第三条、第五条、第八条、第十条规定，中方决定将应用DNA科学公司等6家美国实体列入…"
  }
];

export default jsonData;
