const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/5278f98ee10a",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "完整体验文渊智阁发文时空分析，作者机构地域合作一目了然",
    "link": "https://www.jianshu.com/p/5278f98ee10a",
    "pub_date": "2026-09-30 17:01:54",
    "author": "小智_a609",
    "description": "写综述或者课题调研报告的时候，经常需要梳理领域内学者、机构之间的合作关系。之前做这块分析特别麻烦，需要下载大量文献题录，手动整理作者、单位信息，再导入软件绘图，数据清洗就要耗费好几天，还容易出现信息遗漏。 最近完整试用了文渊智阁的发文时空分析功能，体验感超出预期。只需要设置好学科范围、检索关键词和时间区间，平台就可以自动抓取文献信息，生成作者、机构、地域的合作网络图谱。打开图谱之后，能直观看到哪些研究团队联系紧密，不同地区的研究力量分布…",
    "content": "写综述或者课题调研报告的时候，经常需要梳理领域内学者、机构之间的合作关系。之前做这块分析特别麻烦，需要下载大量文献题录，手动整理作者、单位信息，再导入软件绘图，数据清洗就要耗费好几天，还容易出现信息遗漏。 最近完整试用了文渊智阁的发文时空分析功能，体验感超出预期。只需要设置好学科范围、检索关键词和时间区间，平台就可以自动抓取文献信息，生成作者、机构、地域的合作网络图谱。打开图谱之后，能直观看到哪些研究团队联系紧密，不同地区的研究力量分布情况，还有随时间变化的合作演变趋势。 放大图谱节点，还可以直接回溯对应的文献题录…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/df49d2f3bfd4",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "Android-推荐一个沉浸式状态栏开源库（ImmersionBar ）",
    "link": "https://www.jianshu.com/p/df49d2f3bfd4",
    "pub_date": "2026-09-30 17:01:53",
    "author": "阿博聊编程",
    "description": "图片来源网络，入侵必删 在日常的Android开发中，我们肯定遇到沉浸式的开发需求。在大多数项目当中，都会使用ImmersionBar开源库适配。这篇博客分享一下ImmersionBar相关的知识，希望对看文章的小伙伴有所帮助。 ImmersionBar依赖 mavenCentral版本： // 基础依赖包，必须要依赖 implementation 'com.geyifeng.immersionbar:immersionbar:3.2.…",
    "content": "图片来源网络，入侵必删 在日常的Android开发中，我们肯定遇到沉浸式的开发需求。在大多数项目当中，都会使用 ImmersionBar 开源库适配。这篇博客分享一下 ImmersionBar 相关的知识，希望对看文章的小伙伴有所帮助。 ImmersionBar依赖 mavenCentral 版本： // 基础依赖包，必须要依赖 implementation 'com.geyifeng.immersionbar:immersionbar:3.2.2' // kotlin扩展（可选） implementation '…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195855",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260930】防拆带 和 大结果",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195855",
    "pub_date": "2026-09-30 15:41:00",
    "author": "xilei",
    "description": "【1】10月1日起我国将对居民购房实施贷款贴息 财政部发布通知，我国将从10月1日起对居民使用新发放商业性个人住房贷款购房实施贴息，以降低居民购房成本，更好支持和释放城乡居民刚性住房需求。 本次贴息政策聚焦首套刚需，重点支持普通家庭新购中小套型、较低价位的住房，单户所购住房建筑面积不超过120平方米、购房价格不超过150万元。 可享受贴息的贷款规模最高可达100万元，财政部门给予年化1个百分点的贴息，按照目前首套住房的商业性个人住房贷款…",
    "content": "【1】10月1日起我国将对居民购房实施贷款贴息 财政部发布通知，我国将从10月1日起对居民使用新发放商业性个人住房贷款购房实施贴息，以降低居民购房成本，更好支持和释放城乡居民刚性住房需求。 本次贴息政策聚焦首套刚需，重点支持普通家庭新购中小套型、较低价位的住房，单户所购住房建筑面积不超过120平方米、购房价格不超过150万元。 可享受贴息的贷款规模最高可达100万元，财政部门给予年化1个百分点的贴息，按照目前首套住房的商业性个人住房贷款利率水平，相当于优惠了利率的三分之一，贴息期限最长5年。据测算，对于一笔长期限的…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/fdbc4a53d1f8",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "又到木芙蓉花开时",
    "link": "https://www.jianshu.com/p/fdbc4a53d1f8",
    "pub_date": "2026-09-30 04:59:12",
    "author": "茵草芳菲",
    "description": "文/苹儿（茵草芳菲） 秋风次第掠过街巷草木，送走了栾树的金黄落蕊，吹淡了夏末的余温。时序入秋，花卉渐次凋零，世间草木多染上萧瑟之意时，唯有木芙蓉，趁着清秋凉露悄然绽放。风清露白，繁花临水，一年一度，又到木芙蓉开花时。 古人称木芙蓉为 “拒霜花”，是秋日最温柔也最坚韧的花木。春有桃李嫣然，夏有荷风十里，冬有寒梅傲雪，唯独木芙蓉，不争春暖，不逐夏凉，独守清秋寂寥，在寒霜将至的时节，静静舒展芳华。当百花敛尽容色，它便成了秋日里最动人的娇妍景致…",
    "content": "文/苹儿（茵草芳菲） 秋风次第掠过街巷草木，送走了栾树的金黄落蕊，吹淡了夏末的余温。时序入秋，花卉渐次凋零，世间草木多染上萧瑟之意时，唯有木芙蓉，趁着清秋凉露悄然绽放。风清露白，繁花临水，一年一度，又到木芙蓉开花时。 古人称木芙蓉为 “拒霜花”，是秋日最温柔也最坚韧的花木。春有桃李嫣然，夏有荷风十里，冬有寒梅傲雪，唯独木芙蓉，不争春暖，不逐夏凉，独守清秋寂寥，在寒霜将至的时节，静静舒展芳华。当百花敛尽容色，它便成了秋日里最动人的娇妍景致。 我漫步生态通廊，多见木芙蓉临水而开。弯蜒的星盛河畔，遇见许多株芙蓉亭亭而立，…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195823",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260929】好想活出这样的人生",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195823",
    "pub_date": "2026-09-29 16:33:00",
    "author": "xilei",
    "description": "【1】国资委：截至8月底，中央企业资产总额达到了99.3万亿元，到今年年底有望迈上一个新的台阶。 【2】国常会：研究出台稳定房地产市场、促进就业增收等政策措施 “当前经济运行面临的问题”，大概是指投资、消费和出口“三驾马车”中，投资和消费两架马车持续乏力。下一阶段投资的重点还是“六张网”，“稳定房地产、促进就业增收”是促进消费的重要保障。 【3】成都回应\"那英演唱会缅怀刘欢即兴演唱《弯弯的月亮》一事\" @祝佳音:我觉得如果媒体没有胆量说…",
    "content": "【1】国资委：截至8月底，中央企业资产总额达到了99.3万亿元，到今年年底有望迈上一个新的台阶。 【2】国常会：研究出台稳定房地产市场、促进就业增收等政策措施 “当前经济运行面临的问题”，大概是指投资、消费和出口“三驾马车”中，投资和消费两架马车持续乏力。下一阶段投资的重点还是“六张网”，“稳定房地产、促进就业增收”是促进消费的重要保障。&nbsp; 【3】成都回应\"那英演唱会缅怀刘欢即兴演唱《弯弯的月亮》一事\" @祝佳音 :我觉得如果媒体没有胆量说“临时加唱不报批就要受处罚是恶政”，至少不要蠢到搞这种举报式采访。…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195807",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260928】我们不知道自己拥有什么，直到失去它",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195807",
    "pub_date": "2026-09-28 16:49:00",
    "author": "xilei",
    "description": "【1】彭博总结的中美同意下调关税的商品清单： @不神经的神经叨 刚刚刷到一个县城超市收银员的视频。 【7】@李微敖 工人师傅有30多年工龄，现在一个月有3700的养老金，这完全是他应得的。 【8】@何夕 来自晚点的数据整理和制图: 上面这些拖欠供应商账期超过200天的车企， 【9】 阑夕 我说Muse这波豆包怎么没反应呢？原来已经在加班了。 【10】俄乌互袭至少七死 基辅等地遭俄军夜袭 乌克兰总统泽连斯基星期六（9月26日）在社媒发文说…",
    "content": "【1】彭博总结的中美同意下调关税的商品清单： 超市货架&amp;马戏团 【2】中央通报：吉林省白城市委宣传部摊派报刊订阅任务，一个县一年花费上百万，强制订阅17种报刊；吉林省委立即部署整改，追责问责14人。 【3】今天A股这么一跌，后续的上涨空间又大了… 直捣3800，与诸君痛饮耳！ 【4】段永平发帖：买入3万股贵州茅台&nbsp; 【5】“电车买得起修不起”上热搜！平均维修费是油车1.7倍&nbsp; 【6】 @不神经的神经叨 刚刚刷到一个县城超市收银员的视频。 她每天上班时间 9.5 小时，月休两天，买社保的话…"
  }
];

export default jsonData;
