const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8070258cd49b",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "欲望下的喜欢，算不算喜欢",
    "link": "https://www.jianshu.com/p/8070258cd49b",
    "pub_date": "2026-07-13 07:27:35",
    "author": "兰秋烽",
    "description": "如果一个人因为你有钱，说喜欢你，你觉得她是真的喜欢你吗？如果一个人因为你的美貌，说喜欢你，你信吗？我想很多人一定会说那不是真的喜欢，如果是以前，我的答案和大多数人一样是不喜欢。现在我却觉得欲望下的喜欢，也许是真的喜欢。 如果我的择偶标准是有钱、貌美，你刚好符合我的择偶标准，那么我可能更愿意跟你交流，更愿意给机会你亲近我，在交往中，也许我会慢慢地喜欢上你，钱财和美貌只是你吸引我的前提条件，真正的喜欢是产至无数个日夜相伴的愉快体验。就像我说…",
    "content": "如果一个人因为你有钱，说喜欢你，你觉得她是真的喜欢你吗？如果一个人因为你的美貌，说喜欢你，你信吗？我想很多人一定会说那不是真的喜欢，如果是以前，我的答案和大多数人一样是不喜欢。现在我却觉得欲望下的喜欢，也许是真的喜欢。 如果我的择偶标准是有钱、貌美，你刚好符合我的择偶标准，那么我可能更愿意跟你交流，更愿意给机会你亲近我，在交往中，也许我会慢慢地喜欢上你，钱财和美貌只是你吸引我的前提条件，真正的喜欢是产至无数个日夜相伴的愉快体验。就像我说喜欢写作一样，刚开始我是看上了写作这个职业能带来的自由和无限前景，正因为这一点，…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/9faefa8d4b0e",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "感恩陪伴，感恩平台",
    "link": "https://www.jianshu.com/p/9faefa8d4b0e",
    "pub_date": "2026-07-13 07:27:34",
    "author": "秦可卿Andy",
    "description": "成为作者以来，最珍贵的收获，莫过于一路相伴的读者，和包容我的这片平台。于我而言，这里从来不止是记录文字的地方，更是一个温柔治愈的倾诉场域，是我安放情绪、梳理生活、沉淀自我的精神港湾。 人生旅途跌宕起伏，有迷茫困顿的时刻，有豁然开朗的瞬间，有焦虑内耗的夜晚，也有满心欢喜的日常。生活里的喜怒哀乐、成长路上的所思所悟，我都在这里一一记录。不必伪装，不必迎合，不必事事完美，这片平台包容我的所有情绪，接纳我的细碎心声，让我得以与自己对话，在文字中…",
    "content": "成为作者以来，最珍贵的收获，莫过于一路相伴的读者，和包容我的这片平台。于我而言，这里从来不止是记录文字的地方，更是一个温柔治愈的倾诉场域，是我安放情绪、梳理生活、沉淀自我的精神港湾。 人生旅途跌宕起伏，有迷茫困顿的时刻，有豁然开朗的瞬间，有焦虑内耗的夜晚，也有满心欢喜的日常。生活里的喜怒哀乐、成长路上的所思所悟，我都在这里一一记录。不必伪装，不必迎合，不必事事完美，这片平台包容我的所有情绪，接纳我的细碎心声，让我得以与自己对话，在文字中自愈、成长。 更让我心怀温暖的，是始终默默陪伴的亲爱的读者们。你们跨越屏幕的关注…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194242",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260712】普通人",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194242",
    "pub_date": "2026-07-12 19:09:00",
    "author": "xilei",
    "description": "【1】7月9日，福建晋江一鞋厂发生重大火灾，造成28人死亡。 《焦点访谈》记者在厂房内部发现，从一楼到五楼，车间内、逃生通道都有栅栏。此外，记者在厂房内没有看到消防喷淋设施。据了解，在7月7日，也就是发生火灾前两天，该企业刚刚经过镇里组织的消防检查，被警示物资、成品、半成品无序堆杂问题较为严重，要求在7月13日之前整改。 驻村干部蔡荣烽说，多次检查发现，厂内消防通道常常被堵塞。“货物堆在消防通道里，配电箱下面堆放杂物，我们要求厂里立即整…",
    "content": "【1】7月9日，福建晋江一鞋厂发生重大火灾，造成28人死亡。 《焦点访谈》记者在厂房内部发现，从一楼到五楼，车间内、逃生通道都有栅栏。此外，记者在厂房内没有看到消防喷淋设施。据了解，在7月7日，也就是发生火灾前两天，该企业刚刚经过镇里组织的消防检查，被警示物资、成品、半成品无序堆杂问题较为严重，要求在7月13日之前整改。 驻村干部蔡荣烽说，多次检查发现，厂内消防通道常常被堵塞。“货物堆在消防通道里，配电箱下面堆放杂物，我们要求厂里立即整改，清走杂物。”就在去年，该厂还被要求停工整改，但此后依然无视隐患。 天眼查资料…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194235",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260711】这里没有球",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194235",
    "pub_date": "2026-07-11 15:27:00",
    "author": "xilei",
    "description": "【1】工信部提示Claude Code网络安全后门： 关于防范AI编程工具Claude Code安全后门隐患的风险提示 近日，工业和信息化部网络安全威胁和漏洞信息共享平台（NVDB）监测发现，AI编程工具Claude Code存在安全后门隐患，危害严重。 Claude Code是美国Anthropic公司开发的AI编程工具，可根据文字需求自主完成代码编写、修复等工作。由于其内置了监控机制，未经用户同意即可向远程服务器回传用户地域、身份标…",
    "content": "【1】工信部提示Claude Code网络安全后门： 关于防范AI编程工具Claude Code安全后门隐患的风险提示 近日，工业和信息化部网络安全威胁和漏洞信息共享平台（NVDB）监测发现，AI编程工具Claude Code存在安全后门隐患，危害严重。 Claude Code是美国Anthropic公司开发的AI编程工具，可根据文字需求自主完成代码编写、修复等工作。由于其内置了监控机制，未经用户同意即可向远程服务器回传用户地域、身份标识等敏感信息，受影响的Claude Code为2.1.91至2.1.196版本。…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194209",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260710】每一年都会变成你已度过人生中更小的一部分",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194209",
    "pub_date": "2026-07-10 17:01:00",
    "author": "xilei",
    "description": "【1】IMF略微下调世界经济增长预期 国际货币基金组织星期三（7月8日）发布《世界经济展望报告》更新内容，将今年世界经济增长预期小幅下调至3%，比4月预测值低0.1个百分点。 【2】山东泰安：将泰山景区现有刀片式隔离网拆除或替代 【3】从借款人加权平均年龄来看，40岁左右的中年人是不良贷款主要承载者。但单独看多个不良资产包，个人不良贷款加权平均年龄正在逐步年轻化。（经观） 【4】姜萍考上了本科 2026年7月，曾因数学竞赛引发全网关注的…",
    "content": "【1】IMF略微下调世界经济增长预期 国际货币基金组织星期三（7月8日）发布《世界经济展望报告》更新内容，将今年世界经济增长预期小幅下调至3%，比4月预测值低0.1个百分点。 综合新华社和路透社报道，这是国际货币基金组织（IMF）继今年4月下调0.2个百分点后，再次下调今年世界经济增长预期。 IMF说，这次下调反映了中东战事带来的冲击，但得益于人工智能的发展和应用，全球科技领域由需求驱动的增长正在加速，部分抵消了战事负面影响。 【2】山东泰安：将泰山景区现有刀片式隔离网拆除或替代 【3】从借款人加权平均年龄来看，4…"
  }
];

export default jsonData;
