const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/1335cf764128",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "测量工具",
    "link": "https://www.jianshu.com/p/1335cf764128",
    "pub_date": "2026-07-19 07:20:02",
    "author": "大龙10",
    "description": "机器视觉原理与案例详解 一、测量工具 测量工具用于测量图像中的特征 “距离”工具： “角度”工具： “斑点区域”工具： “斑点面积（1-10）”工具： “颜色斑点面积”工具： “颜色斑点面积（1-10）”工具： “圆直径”工具： “圆同心度”工具： “测量半径”工具： “最大/最小点”工具：",
    "content": "机器视觉原理与案例详解 工控帮教研组编著 电子工业出版社 2020.7 ISBN 978-7-121-39084-5 一、测量工具 测量工具用于测量图像中的特征 包括“距离”工具、“角度”工具、“斑点区域”工具、“斑点面积（1-10）”工具、“颜色斑点面积”工具、“颜色斑点面积（1-10）”工具、“圆直径”工具、“圆同心度”工具、“测量半径”工具、“最大/最小点”工具等， 如图10-32所示。 “距离”工具： 用于测量任意两个输入特征间的距离。 “角度”工具： 用于测量两条边特征之间的角度。 “斑点区域”工具： 用…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8e9701c1f8b7",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "以电影传播非遗之美 | 《又见梅兰芳》重映——非遗主题纪录电影展映仪式启动",
    "link": "https://www.jianshu.com/p/8e9701c1f8b7",
    "pub_date": "2026-07-19 07:20:02",
    "author": "一部电影l",
    "description": "7月14日，主题为“非遗新声·国潮万象”的传统文化与非遗主题纪录电影展映活动在北京正式启动。本次影展由中央新闻纪录电影制片厂（集团）主办，国家电影专资办、中国电影家协会、中国非物质文化遗产保护协会、中国电影集团公司、华夏电影发行有限责任公司支持，中国电影家协会纪录电影工作委员会、E票电影协办。 启动仪式汇聚了众多电影界与非遗领域的领军人物，旨在通过光影艺术，让流淌在民族血脉中的文化基因得以活态传承。这不仅是一次影像的集结，更是一场关于如…",
    "content": "7月14日，主题为“非遗新声·国潮万象”的传统文化与非遗主题纪录电影展映活动在北京正式启动。本次影展由中央新闻纪录电影制片厂（集团）主办，国家电影专资办、中国电影家协会、中国非物质文化遗产保护协会、中国电影集团公司、华夏电影发行有限责任公司支持，中国电影家协会纪录电影工作委员会、E票电影协办。 启动仪式汇聚了众多电影界与非遗领域的领军人物，旨在通过光影艺术，让流淌在民族血脉中的文化基因得以活态传承。这不仅是一次影像的集结，更是一场关于如何用现代媒介讲好中国非遗故事的深度探讨。 &nbsp; 光影为媒，守护文化根脉 …"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194388",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260718】一定要把散户套在高位，这对于整个社会有利",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194388",
    "pub_date": "2026-07-18 16:48:00",
    "author": "xilei",
    "description": "【1】上市不到一年的科创板大牛股——强一股份公告称，公司实控人周明与妻子蒋春兰解除婚姻关系。 周明将其合计持有的10.86%公司股份，分割至蒋春兰名下，“分手费”接近60亿 Hello-树先生-123456:这种明目张胆的收割已经常态化了 【2】“网约车之王”广汽埃安暴雷，超21万辆车存在电芯隐患，中创新航177Ah电池陷质量争议 【3】苹果智能中搜索和 Siri 居然是接入了百度的服务 【4】河南一残疾老人到银行存款，50万存款变终身…",
    "content": "【1】上市不到一年的科创板大牛股——强一股份公告称，公司实控人周明与妻子蒋春兰解除婚姻关系。 周明将其合计持有的10.86%公司股份，分割至蒋春兰名下，“分手费”接近60亿 Hello-树先生-123456 :这种明目张胆的收割已经常态化了 【2】“网约车之王”广汽埃安暴雷，超21万辆车存在电芯隐患，中创新航177Ah电池陷质量争议 【3】苹果智能中搜索和 Siri 居然是接入了百度的服务 【4】河南一残疾老人到银行存款，50万存款变终身寿险5年损失6万元，多方回应。媒体报道还隐去银行名称，看来惹不起。 【5】时间…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/7568e84feb8a",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "小鸟的饭堂系列之80:又种一处新饭堂，小鸟开心的在上空盘旋着噢喉喉！噢喉喉！地叫着",
    "link": "https://www.jianshu.com/p/7568e84feb8a",
    "pub_date": "2026-07-18 13:11:09",
    "author": "意悠然",
    "description": "趁着秋季的这一波波的台风带来的雨，赶紧的把春天育好的苗种去森林公园里。 这一次带了7盆长了也一两米高的小大苗，这一次不用爬到山上去种，也不可能有力气把这些比较重的盆儿往山上拖。因为看到山脚下广场尽头有些空地被种植了一些大的树木，还有一些空地还可以种一些树木。就想着把生长比较快，生命力比较旺盛的枸树种来这里，只是这里的土比较贫瘠，种的大树也半死不活的，就自己拉了些营养土，搅拌在一起，放了一些底肥，保证这树木的成长。在等培育的小树苗长大一些…",
    "content": "趁着秋季的这一波波的台风带来的雨，赶紧的把春天育好的苗种去森林公园里。 这一次带了7盆长了也一两米高的小大苗，这一次不用爬到山上去种，也不可能有力气把这些比较重的盆儿往山上拖。因为看到山脚下广场尽头有些空地被种植了一些大的树木，还有一些空地还可以种一些树木。就想着把生长比较快，生命力比较旺盛的枸树种来这里，只是这里的土比较贫瘠，种的大树也半死不活的，就自己拉了些营养土，搅拌在一起，放了一些底肥，保证这树木的成长。在等培育的小树苗长大一些再给他们增加新成员，最希望种在那里的是桑树，结果实的秋枫树，阴香树给这山林上的小…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194373",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260717】来人把这些乞丐赶出去！",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194373",
    "pub_date": "2026-07-17 16:52:00",
    "author": "xilei",
    "description": "【1】6月9个城市二手房价格上涨，比上个月少1个。 房地产市场可能快见底了，以后绝大部分城市都会处于低位震荡或者有价无市的局面，但是也会有k型分化，比如上海核心区的新房还是很抢手。 【2】既然都八成仓了，那确实跌是应该的。 【3】现在给交社保的劳务派遣都快成香饽饽了 【4】知名作家水木丁自曝确诊肺癌和脑癌，发文拒绝捐款：普通治疗的大部分费用可通过医保覆盖，请年轻读者把钱留给自己希望早日康复 【5】于东来发文建议年假至少休20至40天 ：…",
    "content": "【1】6月9个城市二手房价格上涨，比上个月少1个。 房地产市场可能快见底了，以后绝大部分城市都会处于低位震荡或者有价无市的局面，但是也会有k型分化，比如上海核心区的新房还是很抢手。 【2】既然都八成仓了，那确实跌是应该的。 【3】现在给交社保的劳务派遣都快成香饽饽了 【4】知名作家水木丁自曝确诊肺癌和脑癌，发文拒绝捐款：普通治疗的大部分费用可通过医保覆盖，请年轻读者把钱留给自己 希望早日康复 【5】于东来发文建议年假至少休20至40天 ：每周工作40小时，超时即违法 【6】 @歸藏的AI工具箱 我的推特时间线上已经…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/217b5aadc2b8",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "要账（4）",
    "link": "https://www.jianshu.com/p/217b5aadc2b8",
    "pub_date": "2026-07-17 07:50:34",
    "author": "孔繁竹",
    "description": "今天是大家第二次大规模集合。 地点在宏达集团办公楼8楼会议室。 经过这一段时间的交流，除了个别人，大多数人已基本统一了认识：（1）我们是出借人，不是投资人。（2）现在借条上所记都是本金，按借条说事。否决了老板从2013年计算账户本金为原始本金的方案。 在这里，不由不唠叨几句关于2013年开启账户的原始本金问题。老板说请了个北京的律师团队，为他出台了一套先还本金再清利息的方案，也即把2013年以来你从公司取出的利息都算做本金，扣掉后再还剩…",
    "content": "今天是大家第二次大规模集合。 地点在宏达集团办公楼8楼会议室。 经过这一段时间的交流，除了个别人，大多数人已基本统一了认识：（1）我们是出借人，不是投资人。（2）现在借条上所记都是本金，按借条说事。否决了老板从2013年计算账户本金为原始本金的方案。 在这里，不由不唠叨几句关于2013年开启账户的原始本金问题。老板说请了个北京的律师团队，为他出台了一套 先还本金再清利息 的方案，也即把2013年以来你从公司取出的利息都算做本金，扣掉后再还剩余本金。至于利息应该是猴年马月的事了。相当于大家这十几年的钱让老板白用了。 …"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e71d99174fbd",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "郁达夫诗与书法",
    "link": "https://www.jianshu.com/p/e71d99174fbd",
    "pub_date": "2026-07-16 21:22:42",
    "author": "中家湾生",
    "description": "编文/老夫子 曾因酒醉鞭名马，生怕情多累美人。 出自郁达夫《钓台题壁》。 近代经典七律，全诗： 不是尊前爱惜身，佯狂难免假成真。 曾因酒醉鞭名马，生怕情多累美人。 劫数东南天作孽，鸡鸣风雨海扬尘。 悲歌痛哭终何补，义士纷纷说帝秦。 释义拆解 1. 曾因酒醉鞭名马 醉酒放纵、一时意气，挥鞭抽打名贵骏马。 名马象征珍贵、美好之物，此句写少年狂放、落拓不羁，酒后肆意宣泄内心郁愤，任性疏狂。 2. 生怕情多累美人 又深恐自己情深重、漂泊困顿，牵…",
    "content": "编文/老夫子 曾因酒醉鞭名马，生怕情多累美人。 出自郁达夫《钓台题壁》。 近代经典七律，全诗： 不是尊前爱惜身，佯狂难免假成真。 曾因酒醉鞭名马，生怕情多累美人。 劫数东南天作孽，鸡鸣风雨海扬尘。 悲歌痛哭终何补，义士纷纷说帝秦。 释义拆解 1. 曾因酒醉鞭名马 醉酒放纵、一时意气，挥鞭抽打名贵骏马。 名马象征珍贵、美好之物，此句写少年狂放、落拓不羁，酒后肆意宣泄内心郁愤，任性疏狂。 2. 生怕情多累美人 又深恐自己情深重、漂泊困顿，牵连拖累心上之人。 美人不单指女子，也指代理想、家国、心中所爱，藏着自卑、柔软与愧…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194340",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260716】万达还在，他倒了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194340",
    "pub_date": "2026-07-16 16:37:00",
    "author": "xilei",
    "description": "【1】三家共享单车上调起步价，拉长基础骑行时长 【2】8.7分钟中有一半是广告骚扰诈骗电话吧？ 【3】当年要求王健林留下所有利润的贵州最年轻县长落马 当年要万达在丹寨投资产生的利润一分都不要带走的县长，倒了 万达还在，他倒了 【4】2025年南京平均工资公布 【5】港股泡泡玛特午后直线拉升涨逾8%，此前创始人王宁探访苹果总部，并与库克等会面 【6】#电影功夫女足#AI特效悄悄走进电影院啦～ 【7】北京一国企投近900万拍摄健康综艺节目，…",
    "content": "【1】三家共享单车上调起步价，拉长基础骑行时长 【2】8.7分钟中有一半是广告骚扰诈骗电话吧？ 【3】当年要求王健林留下所有利润的贵州最年轻县长落马 据贵州省纪委监委7月16日消息：贵州省市场监督管理局党组成员徐刘蔚涉嫌严重违纪违法，目前正接受贵州省纪委监委纪律审查和监察调查。 当年要万达在丹寨投资产生的利润一分都不要带走的县长，倒了&nbsp; 万达还在，他倒了 【4】2025年南京平均工资公布 【5】港股泡泡玛特午后直线拉升涨逾8%，此前创始人王宁探访苹果总部，并与库克等会面 【6】 #电影功夫女足# AI特效…"
  }
];

export default jsonData;
