const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/0d7db688c67f",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "基数排序",
    "link": "https://www.jianshu.com/p/0d7db688c67f",
    "pub_date": "2026-10-11 18:30:00",
    "author": "Sun东辉",
    "description": "基数排序（英语：Radix sort）是一种非比较型整数排序算法，其原理是将整数按位数切割成不同的数字，然后按每个位数分别比较。由于整数也可以表达字符串（比如名字或日期）和特定格式的浮点数，所以基数排序也不是只能使用于整数。基数排序的发明可以追溯到1887年赫尔曼·何乐礼在列表机（Tabulation Machine）上的贡献。 它是这样实现的：将所有待比较数值（正整数）统一为同样的数位长度，数位较短的数前面补零。然后，从最低位开始，依…",
    "content": "基数排序（英语：Radix sort）是一种非比较型整数排序算法，其原理是将整数按位数切割成不同的数字，然后按每个位数分别比较。由于整数也可以表达字符串（比如名字或日期）和特定格式的浮点数，所以基数排序也不是只能使用于整数。基数排序的发明可以追溯到1887年赫尔曼·何乐礼在列表机（Tabulation Machine）上的贡献。 它是这样实现的：将所有待比较数值（正整数）统一为同样的数位长度，数位较短的数前面补零。然后，从最低位开始，依次进行一次排序。这样从最低位排序一直到最高位排序完成以后，数列就变成一个有序序列…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196057",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261011】我们还是要通过各种各样的方式把这些人找到",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196057",
    "pub_date": "2026-10-11 16:06:00",
    "author": "xilei",
    "description": "以下内容，有可能引起内心冲突或愤怒等不适症状。若有此症状自觉被误导者，请绕行。若按捺不住看后症状特别明显，可自行前往CCAV等欢乐 频道进行综合调理。其余，概不负责 。 本文转摘的各类事件，均来自于公开发表的国内媒体报道。引用的个人或媒体评论旨在传播各种声音，并不代表我们认同或反对其观点。 欢迎转载，转载请保证原文的完整性（不得随意增删内容，或篡改图卦名称等），请注明来源和链接。 每天一图卦，让我们更清楚地了解这个世界 【1】人社部：通…",
    "content": "以下内容，有可能引起内心冲突或愤怒等不适症状。若有此症状自觉被误导者，请绕行。若按捺不住看后症状特别明显，可自行前往CCAV等欢乐 频道进行综合调理。其余，概不负责 。 本文转摘的各类事件，均来自于公开发表的国内媒体报道。引用的个人或媒体评论旨在传播各种声音，并不代表我们认同或反对其观点。 欢迎转载，转载请保证原文的完整性（不得随意增删内容，或篡改图卦名称等），请注明来源和链接。 每天一图卦，让我们更清楚地了解这个世界 &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; 【1】人社部：通过“数据找人…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196039",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261010】不管驾驶员怎么踩，刹车踏板支架都不应该被踩断",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196039",
    "pub_date": "2026-10-10 16:40:00",
    "author": "xilei",
    "description": "【1】联合国前人权事务高级专员皮莱获诺贝尔和平奖 挪威诺贝尔委员会10月9日宣布，将2026年诺贝尔和平奖颁发给联合国前人权事务高级专员、人权律师纳瓦尼特姆·皮莱（Navanethem “Navi” Pillay），以表彰她“为促进和平和国际法所作出的努力”。 “当前，战争和冲突数量不断增加，国际法官和国际法机构遭受政治攻击，诺贝尔委员会希望借此提醒人们，以非武力、非暴力方式解决冲突的能力取决于国际法治。”诺贝尔委员会在一份声明中说。 …",
    "content": "【1】联合国前人权事务高级专员皮莱获诺贝尔和平奖 挪威诺贝尔委员会10月9日宣布，将2026年诺贝尔和平奖颁发给联合国前人权事务高级专员、人权律师纳瓦尼特姆·皮莱（Navanethem “Navi” Pillay），以表彰她“为促进和平和国际法所作出的努力”。 “当前，战争和冲突数量不断增加，国际法官和国际法机构遭受政治攻击，诺贝尔委员会希望借此提醒人们，以非武力、非暴力方式解决冲突的能力取决于国际法治。”诺贝尔委员会在一份声明中说。 声明还说，“一个能够追究战争罪犯责任、让遭受侵害的受害者得到公正对待的国际法律体…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196020",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261009】讨论最多的竟然是这个媒体真豁得出去",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196020",
    "pub_date": "2026-10-09 16:34:00",
    "author": "xilei",
    "description": "【1】加拿大诗人安妮·卡森荣获2026年诺贝尔文学奖。 得奖理由为：表彰“她大胆而富有创造力的文学创作。这些作品以一种充满玩味的方式与古典传统展开对话，为当代文学创造了新的形式”。 安妮·卡森的丈夫拍的她接到诺贝尔文学奖获奖电话的照片。 【2】财政部安排使用5500亿元地方政府债务结存限额 记者今天（9日）从财政部了解到，财政部近日安排使用地方政府债务结存限额5500亿元，用于提高县区一般公共预算保障能力和支持地方扩大有效投资。下达地方…",
    "content": "【1】加拿大诗人安妮·卡森荣获2026年诺贝尔文学奖。 得奖理由为：表彰“她大胆而富有创造力的文学创作。这些作品以一种充满玩味的方式与古典传统展开对话，为当代文学创造了新的形式”。 安妮·卡森的丈夫拍的她接到诺贝尔文学奖获奖电话的照片。 【2】财政部安排使用5500亿元地方政府债务结存限额 记者今天（9日）从财政部了解到，财政部近日安排使用地方政府债务结存限额5500亿元，用于提高县区一般公共预算保障能力和支持地方扩大有效投资。下达地方的5500亿元地方政府债务结存限额中，一般债务结存限额3000亿元，全部分配县区…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/81d36f3cf168",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "土地增值税-概述、新建房地产转让土地增值税计算、代收费用的处理",
    "link": "https://www.jianshu.com/p/81d36f3cf168",
    "pub_date": "2026-10-08 12:59:21",
    "author": "Zoey_7",
    "description": "与增值税、消费税形成\"三足鼎立\"格局 实务争议性强：有\"妖税\"\"土地争执税\"戏称，政策导向明显 26年政策依据：国家税务总局2026年第3号公告（土地增值税若干征管口径调整） 变化：a.预征率调整、清算条件变化等实务操作要点 b.新旧政策衔接处理方式 知识体系：a.房地产开发企业专用：新建房地产转让计算、预征管理、清算流程、清算后销售处理 b.通用：核定征收、旧房转让计算、税收优惠、征收管理 特殊：非房开企业转让不动产/土地使用权适用转…",
    "content": "与增值税、消费税形成\"三足鼎立\"格局 实务争议性强：有\"妖税\"\"土地争执税\"戏称，政策导向明显 26年政策依据：国家税务总局2026年第3号公告（土地增值税若干征管口径调整） 变化：a.预征率调整、清算条件变化等实务操作要点 b.新旧政策衔接处理方式 知识体系：a.房地产开发企业专用：新建房地产转让计算、预征管理、清算流程、清算后销售处理&nbsp; b.通用：核定征收、旧房转让计算、税收优惠、征收管理 特殊：非房开企业转让不动产/土地使用权适用转让 旧房或建筑物 应纳税额的计算 一、土地增值税概述★★ (一)基本…"
  }
];

export default jsonData;
