const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/15eab89b2a7f",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "让专业的人管专业的事",
    "link": "https://www.jianshu.com/p/15eab89b2a7f",
    "pub_date": "2026-09-28 19:11:07",
    "author": "code9ine",
    "description": "习近平总书记强调：“各级领导干部要加快知识更新、加强实践锻炼，使专业素养和工作能力跟上时代节拍，避免少知而迷、无知而乱。”近日，中央组织部会同中央宣传部、教育部、科技部、国家卫生健康委修订印发“5个办法”，精准贴合行业发展规律，立起选人用人专业“标尺”，打破“模板化”惯性，推动干部选配从“岗位适配”向“专业赋能”提升。 现实工作中，部分事业单位选人用人存在“重行政履历、轻专业积淀”的倾向。少数领导干部缺少行业一线历练，对专业运行逻辑把握…",
    "content": "习近平总书记强调：“各级领导干部要加快知识更新、加强实践锻炼，使专业素养和工作能力跟上时代节拍，避免少知而迷、无知而乱。”近日，中央组织部会同中央宣传部、教育部、科技部、国家卫生健康委修订印发“5个办法”，精准贴合行业发展规律，立起选人用人专业“标尺”，打破“模板化”惯性，推动干部选配从“岗位适配”向“专业赋能”提升。 现实工作中，部分事业单位选人用人存在“重行政履历、轻专业积淀”的倾向。少数领导干部缺少行业一线历练，对专业运行逻辑把握不深，面对改革任务和群众诉求时发力不准、靶向偏移。此次修订摒弃“一刀切”的管理模…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/93612043c642",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "JavaScript 面试系列：JavaScript 中执行上下文和执行栈是什么？",
    "link": "https://www.jianshu.com/p/93612043c642",
    "pub_date": "2026-09-28 19:11:06",
    "author": "you的日常",
    "description": "image.png 一、执行上下文 简单的来说，执行上下文是一种对Javascript代码执行环境的抽象概念，也就是说只要有Javascript代码运行，那么它就一定是运行在执行上下文中 执行上下文的类型分为三种： 全局执行上下文：只有一个，浏览器中的全局对象就是 window对象，this 指向这个全局对象 函数执行上下文：存在无数个，只有在函数被调用的时候才会被创建，每次调用函数都会创建一个新的执行上下文 Eval 函数执行上下文：…",
    "content": "image.png 一、执行上下文 简单的来说，执行上下文是一种对 Javascript 代码执行环境的抽象概念，也就是说只要有 Javascript 代码运行，那么它就一定是运行在执行上下文中 执行上下文的类型分为三种： 全局执行上下文：只有一个，浏览器中的全局对象就是 window 对象， this 指向这个全局对象 函数执行上下文：存在无数个，只有在函数被调用的时候才会被创建，每次调用函数都会创建一个新的执行上下文 Eval 函数执行上下文： 指的是运行在 eval 函数中的代码，很少用而且不建议使用 下面给…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195807",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260928】我们不知道自己拥有什么，直到失去它",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195807",
    "pub_date": "2026-09-28 16:49:00",
    "author": "xilei",
    "description": "【1】彭博总结的中美同意下调关税的商品清单： @不神经的神经叨 刚刚刷到一个县城超市收银员的视频。 【7】@李微敖 工人师傅有30多年工龄，现在一个月有3700的养老金，这完全是他应得的。 【8】@何夕 来自晚点的数据整理和制图: 上面这些拖欠供应商账期超过200天的车企， 【9】 阑夕 我说Muse这波豆包怎么没反应呢？原来已经在加班了。 【10】俄乌互袭至少七死 基辅等地遭俄军夜袭 乌克兰总统泽连斯基星期六（9月26日）在社媒发文说…",
    "content": "【1】彭博总结的中美同意下调关税的商品清单： 超市货架&amp;马戏团 【2】中央通报：吉林省白城市委宣传部摊派报刊订阅任务，一个县一年花费上百万，强制订阅17种报刊；吉林省委立即部署整改，追责问责14人。 【3】今天A股这么一跌，后续的上涨空间又大了… 直捣3800，与诸君痛饮耳！ 【4】段永平发帖：买入3万股贵州茅台&nbsp; 【5】“电车买得起修不起”上热搜！平均维修费是油车1.7倍&nbsp; 【6】 @不神经的神经叨 刚刚刷到一个县城超市收银员的视频。 她每天上班时间 9.5 小时，月休两天，买社保的话…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195775",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260927】我这个篮球爱好者也觉得自己有机会了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195775",
    "pub_date": "2026-09-27 15:51:00",
    "author": "xilei",
    "description": "【1】中美达成八点成果共识 当地时间9月23日至25日，中国国家主席习近平对美国进行国事访问。其间，两国元首就中美建设性战略稳定关系及重大国际地区问题深入交换意见，达成八点成果共识，包括： 一、双方同意构建“基于尊重、公平、对等的中美建设性战略稳定关系”。 二、双方同意相互支持对方办好亚太经合组织（APEC）领导人非正式会议和二十国集团（G20）领导人峰会。两国元首有意出席对方主办的会议。 三、两国元首同意伊朗应履行不发展核武器的承诺，…",
    "content": "【1】中美达成八点成果共识 当地时间9月23日至25日，中国国家主席习近平对美国进行国事访问。其间，两国元首就中美建设性战略稳定关系及重大国际地区问题深入交换意见，达成八点成果共识，包括： 一、双方同意构建“基于尊重、公平、对等的中美建设性战略稳定关系”。 二、双方同意相互支持对方办好亚太经合组织（APEC）领导人非正式会议和二十国集团（G20）领导人峰会。两国元首有意出席对方主办的会议。 三、两国元首同意伊朗应履行不发展核武器的承诺，任何国家或机构都不得对国际水道征收通行费。 四、两国元首忆及中国和美国是二战盟友…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195761",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260926】音乐真的没有什么作用",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195761",
    "pub_date": "2026-09-26 16:12:00",
    "author": "xilei",
    "description": "【1】对外经贸大学官方公布：我校退休教师、全国家喻户晓的音乐家刘欢，于2026年9月25日上午9时52分在上海不幸病逝，享年63岁。 【2】2026年上半年中国人把钱都花在哪了？ 大部分还是花在了饮食上了 【3】这次美国国宴，中方人员全部没有穿西装，一律中山装。除了主桌，基本一桌一位中国官员，其他均是美方人士。照片中，何副总理邻座是贝索斯的妻子，身后是中方翻译 。 9月24日晚的白宫国宴上，主桌上美方除了特朗普夫妇外，还有马斯克、黄仁勋…",
    "content": "【1】对外经贸大学官方公布：我校退休教师、全国家喻户晓的音乐家刘欢，于2026年9月25日上午9时52分在上海不幸病逝，享年63岁。 【2】2026年上半年中国人把钱都花在哪了？ 大部分还是花在了饮食上了 【3】这次美国国宴，中方人员全部没有穿西装，一律中山装。除了主桌，基本一桌一位中国官员，其他均是美方人士。照片中，何副总理邻座是贝索斯的妻子，身后是中方翻译 。 9月24日晚的白宫国宴上，主桌上美方除了特朗普夫妇外，还有马斯克、黄仁勋夫妇、苏姿丰夫妇和库克。&nbsp; 【4】在最新的清华五道口首席经济学家论坛上…"
  }
];

export default jsonData;
