const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/f00136de3dd3",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "Total.js Flow",
    "link": "https://www.jianshu.com/p/f00136de3dd3",
    "pub_date": "2026-10-29 19:43:06",
    "author": "",
    "description": "Total.js Flow 是一款用于低代码开发的优秀且现代的可视化编程接口。它是Node-RED的可行替代方案，并且在MIT许可下完全开源。 image.png 它具有如下的特点： 自动化 数据处理 数据转换 服务或工作流程的理想选择 对于小型 REST API 非常方便 适用于小型集成 可用作配置工具 有机会用作规则引擎 监控+报警 发送通知 image.png 这个出色的可视化编程界面主要用于物联网和Web / REST应用程序。…",
    "content": "Total.js Flow 是一款用于低代码开发的优秀且现代的可视化编程接口。它是Node-RED的可行替代方案，并且在MIT许可下完全开源。 image.png 它具有如下的特点： 自动化 数据处理 数据转换 服务或工作流程的理想选择 对于小型 REST API 非常方便 适用于小型集成 可用作配置工具 有机会用作规则引擎 监控+报警 发送通知 image.png 这个出色的可视化编程界面主要用于物联网和Web / REST应用程序。使用拖放工具，您可以快速可靠地创建各种工作流程。您可以简单地连接各种硬件设备（例…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/67910bfd3404",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "NetSCADA冗余数据库无数据",
    "link": "https://www.jianshu.com/p/67910bfd3404",
    "pub_date": "2026-10-29 19:43:05",
    "author": "",
    "description": "一、现象 海得控制NetSCADA5.0 设定远程冗余数据库。结果远程冗余数据库结构创建、日志数据库有数据，但历史数据库无数据！ 二、检查 1、网段 在同一网段内 2、服务器配置 服务器启用TCP/IP服务 Browser , 代理 的服务 设为自动 三、项目脚本 经检查，发现项目脚本中有设置冗余数据库的程序。 四、解决方法 去除脚本中相关程序，冗余数据库中的历史数据库有数据了，问题解决。 折腾了一天，终于找到了问题，大家都很开心！",
    "content": "一、现象 海得控制NetSCADA5.0 设定远程冗余数据库。结果远程冗余数据库结构创建、日志数据库有数据， 但历史数据库无数据！ 二、检查 1、网段 在同一网段内 2、服务器配置 服务器启用TCP/IP服务 另外 ，压片机冗余 数据库 的设置 也 设成TCP/IP Browser , 代理 的服务 设为自动 三、项目脚本 经检查，发现项目脚本中有设置冗余数据库的程序。 所以外边设置的冗余数据库没起作用。 四、解决方法 去除脚本中相关程序，冗余数据库中的历史数据库有数据了，问题解决。 折腾了一天，终于找到了问题，大…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/41ed87291469",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "穿越异界：系统问题",
    "link": "https://www.jianshu.com/p/41ed87291469",
    "pub_date": "2026-10-29 19:43:05",
    "author": "",
    "description": "12.测试天赋 熙和生气地说：“一个一个慢慢来，不着急，谁要是插队，就给我排到最后面，再者就扣星辰。” 那些人一声不吭，默默地排着队，生怕被扣星辰的人是自己。 一个接着一个的进行着天赋测试，许多的人们惊呼，但更多的还是一声声叹气，显然是测试结果不怎么好。 突然一个叫玄月的人，站在上面，把手放在测试石上，上面显示“战士天赋70%，法师天赋40%，刺客天赋85%，牧师天赋80%，弓箭手天赋90%。” 有一个身穿绿色长袍的老人说:“这娃是我们…",
    "content": "&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 12.测试天赋 &nbsp; 熙和生气地说：“一个一个慢慢来，不着急，谁要是插队，就给我排到最后面，再者就扣星辰。” &nbsp; &nbsp; 那些人一声不吭，默默地排着队，生怕被扣星辰的人是自己。 &nbsp; &nbsp; 一个接着一个的进行着天赋测试，许多的人们惊呼，但更多的还是一声声叹气，显然是测试结果不怎么好。…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196427",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261029】我们正处在这样一个时期",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196427",
    "pub_date": "2026-10-29 17:02:00",
    "author": "",
    "description": "【1】向中国人民道歉！总台确认收到皇马道歉函 【2】洛阳15名机关干部，体验骑手送外卖，为期15天 【3】上海宜家实行“消费入座”，此前有老人自带水果相亲，店员：光垃圾一天都弄不定 【4】香港大火责任 【5】陕西一酒店服务员顺手盗走房间内手机，内心惶恐不安，询问豆包“派出所是否会认真找手机” 【6】东子这是已经把AI当员工管了？ 【7】我也不懂，关键初中高中还不少家长接。 【8】求是网 【9】转给有私人飞机的朋友 【10】现在程序员也要…",
    "content": "【1】向中国人民道歉！总台确认收到皇马道歉函 【2】洛阳15名机关干部，体验骑手送外卖，为期15天 【3】上海宜家实行“消费入座”，此前有老人自带水果相亲，店员：光垃圾一天都弄不定 【4】香港大火责任 目前就这个人承担 【5】陕西一酒店服务员顺手盗走房间内手机，内心惶恐不安，询问豆包“派出所是否会认真找手机” 【6】东子这是已经把AI当员工管了？ 【7】我也不懂，关键初中高中还不少家长接。 【8】求是网 【9】转给有私人飞机的朋友 【10】现在程序员也要靠演技吃饭了 &nbsp; 【11】西班牙列车事故因控制中心误…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196415",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261028】到底存不存在“字节时间”",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196415",
    "pub_date": "2026-10-28 16:55:00",
    "author": "",
    "description": "【1】姆巴佩道歉：“在近期的一次采访中，我对一张以我为主角的图片作出了回应。我的言论欠妥，如今我明白，这些话伤害了中国以及世界各地华人社区的许多人。我向所有被我的言论所伤害的人道歉。这绝非我的本意。我对中国人民及其历史怀有深深的敬意，我真心感到抱歉。” 三十头大胖子:各单位注意，暂时不恨了 Sundance_Kid_:这么快走完了全剧情，这就是短剧时代吗？ Lemondeetlepantalon:因为已经拿到大结果了，向世界展示一下速度…",
    "content": "【1】姆巴佩道歉：“在近期的一次采访中，我对一张以我为主角的图片作出了回应。我的言论欠妥，如今我明白，这些话伤害了中国以及世界各地华人社区的许多人。我向所有被我的言论所伤害的人道歉。这绝非我的本意。我对中国人民及其历史怀有深深的敬意，我真心感到抱歉。” 三十头大胖子 :各单位注意，暂时不恨了 Sundance_Kid_ :这么快走完了全剧情，这就是短剧时代吗？ Lemondeetlepantalon :因为已经拿到大结果了，向世界展示一下速度和力气 Cyber315 :这就打算放过了，不能耽误周末看皇马 【2】各个…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196393",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261027】由于他的发言涉及到对中国和中国人民的伤害，我们不能进行翻译",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196393",
    "pub_date": "2026-10-27 16:20:00",
    "author": "",
    "description": "【1】因公开举报柬埔寨电诈大佬刘忍，自媒体人“徽剑”两年前被其买凶杀害 没药花园案件： 今天听说一个让我震惊的消息。 【2】中国婚恋第一股百合网的联合创始人，一代相亲大佬慕岩，在朋友圈贴出了自己的微信收款码。配文大意是：财产被无缘无故冻结，生活拮据，只好“化缘” 【3】今天凌晨，苹果推送iOS 27.2正式版 【4】多所高校，将通过数字人民币发工资 据南方日报，近日，多所大学发布相关通知，学校在职在编人员工资将通过数字人民币钱包发放。 …",
    "content": "【1】因公开举报柬埔寨电诈大佬刘忍，自媒体人“徽剑”两年前被其买凶杀害 没药花园案件 ： 今天听说一个让我震惊的消息。 我大约在2019年就关注徽剑这个公众号了，24年他突然不更新了，甚至全部文章消失，我开始也没太留意。 再后来，我偶然听说他被抓了，一直失联。 那一年，他写文章首个揭露了柬埔寨大的电诈头目和黑帮头目刘忍。刘忍当年在明面上和陈志一样，是在柬埔寨的正经华商形象，自然不想被大陆自媒体公布真实行径和面目。刘忍通过中间人联系他，试图花钱让他删文章，他拒绝。 此后徽剑被几个“警察”从停车场带走。 当时普遍统一的…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/072a1b69b24f",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "读书笔记",
    "link": "https://www.jianshu.com/p/072a1b69b24f",
    "pub_date": "2026-10-26 20:10:49",
    "author": "",
    "description": "迁走以后，其实遇上原来邻里的机会还是不少。那一阵社会生活刚开始多样化，热点还是很集中，比如到王府井新华书店去，排队购买恢复出版发行的西方古典文学名著，就会遇到原来胡同里的邻居，他排在前头，很幸运地买到了《欧也妮·葛朗台》，到我买时巴尔扎克的几种傅雷译本都售罄，但我买到了包括《大卫·科波菲尔》等五种书，也非常高兴。跟邻居分手道别，一问，他是要去中国美术馆看展览，特别是要看那幅硕大的油画《父亲》，而我则是看完那巨幅头像才来的新华书店。又一晚…",
    "content": "&nbsp; &nbsp; &nbsp; 迁走以后，其实遇上原来邻里的机会还是不少。那一阵社会生活刚开始多样化，热点还是很集中，比如到王府井新华书店去，排队购买恢复出版发行的西方古典文学名著，就会遇到原来胡同里的邻居，他排在前头，很幸运地买到了《欧也妮·葛朗台》，到我买时巴尔扎克的几种傅雷译本都售罄，但我买到了包括《大卫·科波菲尔》等五种书，也非常高兴。跟邻居分手道别，一问，他是要去中国美术馆看展览，特别是要看那幅硕大的油画《父亲》，而我则是看完那巨幅头像才来的新华书店。又一晚，去首都剧场，在前厅与张叔不期而遇，我…"
  }
];

export default jsonData;
