const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/d18d66761e41",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "兴智：为什么别人的孩子玩游戏不会上瘾？“防沉迷”干货值得借鉴",
    "link": "https://www.jianshu.com/p/d18d66761e41",
    "pub_date": "2026-07-07 17:23:12",
    "author": "兴智家庭教育官方号",
    "description": "家长们似乎天然就不喜欢孩子玩游戏，不管什么年代，我们总是觉得，游戏会毁了孩子，所以很多的时候看到孩子玩游戏就焦虑，要么强硬禁止，要么反复唠叨，结果孩子要么偷偷玩，要么情绪对抗，亲子关系越来越僵。 其实游戏本身不是洪水猛兽，真正要防的是成瘾，而防上瘾的关键，从来不是 “不让玩”，而是满足孩子藏在游戏背后的真实需求，用科学方法帮孩子建立自控力。 先搞懂：孩子为什么容易沉迷游戏？ 青春期孩子沉迷游戏，核心是3 大需求没被满足，游戏刚好精准填补…",
    "content": "家长们似乎天然就不喜欢孩子玩游戏，不管什么年代，我们总是觉得，游戏会毁了孩子，所以很多的时候看到孩子玩游戏就焦虑，要么强硬禁止，要么反复唠叨，结果孩子要么偷偷玩，要么情绪对抗，亲子关系越来越僵。 其实游戏本身不是洪水猛兽，真正要防的是成瘾，而防上瘾的关键，从来不是 “不让玩”，而是满足孩子藏在游戏背后的真实需求，用科学方法帮孩子建立自控力。 先搞懂：孩子为什么容易沉迷游戏？ 青春期孩子沉迷游戏，核心是3 大需求没被满足，游戏刚好精准填补了空白： 1、同侪归属感 同龄孩子几乎都靠游戏社交，周末组队开黑、线上闲聊，是他…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194142",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260706】悲观情绪笼罩美国国庆日",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194142",
    "pub_date": "2026-07-06 16:31:00",
    "author": "xilei",
    "description": "【1】@肖仙女不讲李 今早六蓝水库崩了是我没想到的，这是我们这里最大的水库了，这冲出来的水量和水速都不是开玩笑的。下游的村庄都被淹完了，不知道村民们怎么样了。我住的地方在市里属于不是地势最高也相对安全的。我昨天是真的什么都不知道，今天一刷互联网天都要塌了。 关于“六蓝水库崩了”的情况，综合官方回应和多方信息，核心事实如下： 目前官方定性：不是坍塌，是坝体出现缺口，正在紧急处理。 横州市应急管理局回应称，非水库坍塌，而是坝体出现缺口，正组…",
    "content": "&nbsp; 【1】 @肖仙女不讲李 今早六蓝水库崩了是我没想到的，这是我们这里最大的水库了，这冲出来的水量和水速都不是开玩笑的。下游的村庄都被淹完了，不知道村民们怎么样了。我住的地方在市里属于不是地势最高也相对安全的。我昨天是真的什么都不知道，今天一刷互联网天都要塌了。 &nbsp; 关于“六蓝水库崩了”的情况，综合官方回应和多方信息，核心事实如下： 目前官方定性：不是坍塌，是坝体出现缺口，正在紧急处理。 横州市应急管理局回应称，非水库坍塌，而是坝体出现缺口，正组织力量紧急处置。 新华社也报道，六蓝水库6日上午发…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/646631d7b7d5",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "20260706/关于庆余年的冥想盆15·出场人物",
    "link": "https://www.jianshu.com/p/646631d7b7d5",
    "pub_date": "2026-07-06 13:54:37",
    "author": "碳基生物89757",
    "description": "1.庆余年原著出场人物 范府诸人：范建（字亦德）、柳氏、范若若、范思辙、范闲、澹州祖母、林婉儿、柳思思 范府其他：藤子京夫妇、冬儿、四祺、小雅、小青、小红……麦新儿、冬儿之女 监察院上下：陈萍萍、言若海、费介、七处光头主办、沐铁、沐风儿、言冰云、影子、荆戈、姜瑞、温知仁、朱格、季莫、彭先生、伍麦-监察院四处官员、丁寒、陈萍萍的老仆人、桑文、二处主簿慕容燕、二处老主办（言冰云称为“刘叔”）、袁宏道、广信宫一个宫女、范闲的替身 启年小组：王…",
    "content": "1.庆余年原著出场人物 范府诸人 ：范建（字亦德）、柳氏、范若若、范思辙、范闲、澹州祖母、林婉儿、柳思思 范府其他： 藤子京夫妇、冬儿、四祺、小雅、小青、小红……麦新儿、冬儿之女 监察院上下： 陈萍萍、言若海、费介、七处光头主办、沐铁、沐风儿、言冰云、影子、荆戈、姜瑞、温知仁、朱格、季莫、彭先生、伍麦-监察院四处官员、丁寒、陈萍萍的老仆人、桑文、二处主簿慕容燕、二处老主办（言冰云称为“刘叔”）、袁宏道、广信宫一个宫女、范闲的替身 启年小组： 王启年、苏文茂、邓子越、洪常青、洪亦青 庆国皇室： 庆帝、太后、皇后、长公…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194107",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260705】在人类历史上应该没有能对标的真实影像",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194107",
    "pub_date": "2026-07-05 16:44:00",
    "author": "xilei",
    "description": "【1】多名演员发文抵制！业内人士叹息：很悲哀，收入猛降八成，几乎成“免费劳动力” 【2】曝全国百强汽车经销商内部通知：管理层7月薪资停发，基层员工降薪30% 【3】韩国股民难道掌握了“财富密码” 【4】@李清晨 国家卫生健康委正式发布了《中国防癌健康生活方式守则》——它不是晦涩难懂的医学论文，也不是夸大其词的养生噱头，而是一本人人能看懂、照着做就能降低患癌风险的“官方防癌说明书”，15 条防癌法则： 【5】网友的粗略统计，仅供参考 【6…",
    "content": "【1】多名演员发文抵制！业内人士叹息：很悲哀，收入猛降八成，几乎成“免费劳动力” 【2】曝全国百强汽车经销商内部通知：管理层7月薪资停发，基层员工降薪30% 【3】韩国股民难道掌握了“财富密码” 【4】 @李清晨 国家卫生健康委正式发布了《中国防癌健康生活方式守则》——它不是晦涩难懂的医学论文，也不是夸大其词的养生噱头，而是一本人人能看懂、照着做就能降低患癌风险的“官方防癌说明书”，15 条防癌法则： &nbsp; &nbsp; 【5】网友的粗略统计，仅供参考 【6】该退休女子63岁，所属单位为局机关离退休人员第一…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194096",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260704】这也不行，那也不行",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194096",
    "pub_date": "2026-07-04 16:43:00",
    "author": "xilei",
    "description": "【1】这也不行，那也不行 【2】河南新乡，一男子跟河南师大签了三年合同，在校内开了一家蜜雪冰城。结果才刚干满一年，校方直接派人把店给强拆了！记者拿着采访函上门核实，工作人员被推搡出门。 【3】江苏常州宣布：对全体市民进行人工智能培训 【4】武汉男子多次报警被强制送精神病院 【5】在浙江，一批高校毕业的年轻人选择去技工院校“重启人生”——“回炉”锻造新身价。 #世界银行#发布报告显示，得益于多年来强劲经济扩张，#越南#和#菲律宾#已正式从…",
    "content": "【1】这也不行，那也不行 【2】河南新乡，一男子跟河南师大签了三年合同，在校内开了一家蜜雪冰城。结果才刚干满一年，校方直接派人把店给强拆了！记者拿着采访函上门核实，工作人员被推搡出门。 【3】江苏常州宣布：对全体市民进行人工智能培训 【4】武汉男子多次报警被强制送精神病院 【5】在浙江，一批高校毕业的年轻人选择去技工院校“重启人生”——“回炉”锻造新身价。 大学毕业去技校学技能，越来越流行了。 【6】但斌最新分享：AI时代应能大涨10年，不需顾虑短期泡沫，而要全力以赴 【7】被清华教授实名举报论文造假，蒋方舟：请停…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/3719b3014c63",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "照片",
    "link": "https://www.jianshu.com/p/3719b3014c63",
    "pub_date": "2026-07-04 10:26:15",
    "author": "退休预备役选手",
    "description": "昨天下午正在开会时，中心校领导打电话要几张学校整合前和整合后的校容校貌照片，整合前真正有价值的旧照片，学校留存的少之又少，甚至可以说很难有。因为当时的领导调走时，连电脑主机也带走了。领导最得力的助手也调走了，而且那个同事因为感情问题也遇到了一些麻烦。 整合后的第二任领导做版面时找到的能突出主题的旧照片也是少得可怜。同事手里有的大多也是有了教学楼后的老校园的照片。而老早给了村委会，整合时学校又要回来的那个南面的破校园的照片（也就是最有价值…",
    "content": "&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 昨天下午正在开会时，中心校领导打电话要几张学校整合前和整合后的校容校貌照片，整合前真正有价值的旧照片，学校留存的少之又少，甚至可以说很难有。因为当时的领导调走时，连电脑主机也带走了。领导最得力的助手也调走了，而且那个同事因为感情问题也遇到了一些麻烦。 &nbsp; &nbsp; &nbsp; 整合后的第二任领导做版面时找到的能突出主题的旧照片也是少得可怜。同事手里有的大多也是有了教学楼后的老校园的照片。而老早给了村委会，整合时学校又要回来的那个南…"
  }
];

export default jsonData;
