const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/c04a70947499",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "六个柿子，怎么撑起一幅画",
    "link": "https://www.jianshu.com/p/c04a70947499",
    "pub_date": "2026-10-09 10:19:09",
    "author": "淏若文化",
    "description": "整幅画就六个柿子。没有背景，没有落款，没有多余的墨。 放到画史上看，这构图简单得像没画完。 但它撑住了一千年。 那片空白，不是没画完 很多人第一次看《六柿图》，都会问一句：背景为什么空着？是不是没画完？ 恰恰相反。那片空白是「画出来的」——它托着六个柿子，让它们浮起来；它隔开你和画，让你不敢凑太近。你一旦往里填东西，柿子就\"落地\"了，从禅意变成了静物。 留白不是省事，是最难的一笔。因为画一笔很容易，「忍住不画」太难。 越想加，越要忍住 …",
    "content": "整幅画就六个柿子。没有背景，没有落款，没有多余的墨。 放到画史上看，这构图简单得像没画完。 但它撑住了一千年。 那片空白，不是没画完 很多人第一次看《六柿图》，都会问一句：背景为什么空着？是不是没画完？ 恰恰相反。那片空白是「画出来的」——它托着六个柿子，让它们浮起来；它隔开你和画，让你不敢凑太近。你一旦往里填东西，柿子就\"落地\"了，从禅意变成了静物。 留白不是省事，是最难的一笔。因为画一笔很容易，「忍住不画」太难。 越想加，越要忍住 这道理放到画画上特别实在：新手总觉得画面\"空\"，拼命往里加花瓣、加叶、加鸟；老手…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/9eb4c6c9766d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "海豚湾",
    "link": "https://www.jianshu.com/p/9eb4c6c9766d",
    "pub_date": "2026-10-09 10:19:08",
    "author": "晟逸",
    "description": "还在听荒野求生这本书，今天讲到海豚湾，这是一个以海豚为主业的地方，进入到这里，便能看到各种以海豚为主题的建筑内容，还有海豚表演乐园，如果认为这是一个海豚的乐园，那么就想的太天真了。 海豚表演的同时，这个地区还在做着屠杀海豚的行为，持续几个月的海豚季，将这些海豚赶到海湾，资质好的挑出来卖给游乐园训练，成为表演的一个环节，而剩下大多数的海豚，则被屠杀，因为海豚太聪明，所以不能放走一只海豚，满门都要被屠戮。 如果说屠杀海豚是为了食物，那就错了…",
    "content": "还在听荒野求生这本书，今天讲到海豚湾，这是一个以海豚为主业的地方，进入到这里，便能看到各种以海豚为主题的建筑内容，还有海豚表演乐园，如果认为这是一个海豚的乐园，那么就想的太天真了。 海豚表演的同时，这个地区还在做着屠杀海豚的行为，持续几个月的海豚季，将这些海豚赶到海湾，资质好的挑出来卖给游乐园训练，成为表演的一个环节，而剩下大多数的海豚，则被屠杀，因为海豚太聪明，所以不能放走一只海豚，满门都要被屠戮。 如果说屠杀海豚是为了食物，那就错了，因为海豚肉汞超标，并不能食用，是有毒的，但是屠杀掉的海豚肉却被卖给学校，当成鲸…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196002",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261008】口出狂言",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196002",
    "pub_date": "2026-10-08 16:48:00",
    "author": "xilei",
    "description": "【1】2026诺贝尔化学奖揭晓：法国日本两位科学家获奖 北京时间2026年10月7日下午5时45分许，瑞典皇家科学院将2026年诺贝尔化学奖授予法国科学家亨利·B·卡甘（Henri B. Kagan）和日本科学家硖合宪三（Kenso Soai），以表彰他们“在不对称有机合成中发现非线性效应和自催化现象”。 一些分子，例如氨基酸，以两种彼此互为镜像的形式存在。然而，生物体内却只含有其中一种镜像形式。长期以来，化学家一直不明白，这种化学不对…",
    "content": "【1】2026诺贝尔化学奖揭晓：法国日本两位科学家获奖 北京时间2026年10月7日下午5时45分许，瑞典皇家科学院将2026年诺贝尔化学奖授予法国科学家亨利·B·卡甘（Henri B. Kagan）和日本科学家硖合宪三（Kenso Soai），以表彰他们“在不对称有机合成中发现非线性效应和自催化现象”。 一些分子，例如氨基酸，以两种彼此互为镜像的形式存在。然而，生物体内却只含有其中一种镜像形式。长期以来，化学家一直不明白，这种化学不对称性究竟是如何产生的。 亨利·B·卡甘和硖合宪三破解这一谜题。 生命的化学具有化…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195977",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261007】三个问题。三个世界",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195977",
    "pub_date": "2026-10-07 16:17:00",
    "author": "xilei",
    "description": "【1】瑞典皇家科学院决定将2026年诺贝尔物理学奖授予弗朗西斯·哈尔岑（Francis Halzen），以表彰他\"对冰立方中微子天文台作出的决定性贡献，以及对天体物理起源的高能中微子的发现\"。 2026年诺贝尔物理学奖给了弗朗西斯·哈尔岑。他干了件近乎异想天开的事，用南极的冰川，去抓宇宙里最“害羞”的中微子。 中微子不带电、质量几乎为零，每秒有650亿个太阳来的中微子穿过你的小指指甲，你毫无察觉。但正是这种极少碰撞的粒子，能笔直地把信息…",
    "content": "【1】瑞典皇家科学院决定将2026年诺贝尔物理学奖授予弗朗西斯·哈尔岑（Francis Halzen），以表彰他\"对冰立方中微子天文台作出的决定性贡献，以及对天体物理起源的高能中微子的发现\"。 2026年诺贝尔物理学奖给了弗朗西斯·哈尔岑。他干了件近乎异想天开的事，用南极的冰川，去抓宇宙里最“害羞”的中微子。 中微子不带电、质量几乎为零，每秒有650亿个太阳来的中微子穿过你的小指指甲，你毫无察觉。但正是这种极少碰撞的粒子，能笔直地把信息送到地球。 宇宙侦探：捕捉“幽灵粒子” 【2】一名美国女性被指在中国官员授意下监…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195945",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261006】狼生來就是要吃肉，獅子就是要吃羊",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195945",
    "pub_date": "2026-10-06 17:42:00",
    "author": "xilei",
    "description": "【1】2026年诺贝尔生理学或医学奖 授予卡尔·戴瑟罗斯、彼得·黑格曼和格奥尔格·纳格尔，“以表彰他们关于光门控离子通道和光遗传学的发现。” 【2】国庆假期第六天，全国即将迎来返程高峰 【3】央视：截止10月3日，2026年度电影总票房突破300亿元，这是中国电影市场韧性与活力的有力证明。 实情：去年截止10月4日是430亿。 【4】#缅北电诈头目赚1亿要分3成给明家# 由公安部和中央广播电视总台联合摄制的纪录片《缅北电诈覆灭纪实》于1…",
    "content": "【1】2026年诺贝尔生理学或医学奖 授予卡尔·戴瑟罗斯、彼得·黑格曼和格奥尔格·纳格尔，“以表彰他们关于光门控离子通道和光遗传学的发现。” 【2】国庆假期第六天，全国即将迎来返程高峰 据央视新闻，今天是国庆假期第六天，假期接近尾声，全国交通出行即将迎来返程高峰。交通部门增加运力、细化服务，全力保障旅客顺畅返程。今天，全国铁路预计发送旅客2210万人次，计划加开旅客列车2199列。铁路部门及时增加运力投放。针对近期天气降温，多地车站优化进站流线，减少旅客等候时间，同时为老幼病残孕等重点旅客提供优先检票、行李帮拿等暖…"
  }
];

export default jsonData;
