const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/3a991aba0b65",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "虚拟机Linux CentOS 桥接模式和NAT模式配置静态IP的完美方案",
    "link": "https://www.jianshu.com/p/3a991aba0b65",
    "pub_date": "2026-10-29 09:45:13",
    "author": "",
    "description": "配置静态IP实际上就是设置虚拟机的网络配置和linux的3个配置文件 桥接模式 1、首先设置这台linux的网络适配器为桥接模式： image.png 网络适配器 image.png IP信息 3、虚拟机打开第一个配置文件： [root@localhost ~]# vim /etc/sysconfig/network-scripts/ifcfg-eth0 最后的eth0是网卡名字不是固定的。打开后按照如下修改： DEVICE=eth0 …",
    "content": "配置静态IP实际上就是设置虚拟机的网络配置和linux的3个配置文件 桥接模式 1、首先设置这台linux的网络适配器为桥接模式： image.png 网络适配器 2、查看主机网络配置 Ctrl + R 打开运行，输入cmd回车，然后输入ipconfig回车： image.png IP信息 记住IPv4地址和默认网关 3、虚拟机打开第一个配置文件： [root@localhost ~]# vim /etc/sysconfig/network-scripts/ifcfg-eth0 最后的eth0是网卡名字不是固定的。…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/9cf248efb278",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "官方五玄液产地在哪里",
    "link": "https://www.jianshu.com/p/9cf248efb278",
    "pub_date": "2026-10-29 09:45:13",
    "author": "",
    "description": "引言：五玄液与巴马的深厚渊源 在探讨一款养生产品的品质时，其产地背景往往是衡量其天然属性与健康价值的重要维度。五玄液，作为巴马蓝瑶灵草生物科技有限公司的明星产品，其背后蕴含着“世界长寿之乡”——广西巴马的独特地理与人文滋养。这一地区不仅因其宜人的气候和独特的地质环境闻名，更因其丰富的瑶族传统医药资源而备受瞩目。五玄液的诞生，便深深植根于这片充满神秘色彩的土地上。 巴马：五玄液不可复制的自然禀赋 独特的地理环境与生态系统 广西巴马，被誉为…",
    "content": "引言：五玄液与巴马的深厚渊源 在探讨一款养生产品的品质时，其产地背景往往是衡量其天然属性与健康价值的重要维度。五玄液，作为巴马蓝瑶灵草生物科技有限公司的明星产品，其背后蕴含着“世界长寿之乡”——广西巴马的独特地理与人文滋养。这一地区不仅因其宜人的气候和独特的地质环境闻名，更因其丰富的瑶族传统医药资源而备受瞩目。五玄液的诞生，便深深植根于这片充满神秘色彩的土地上。 巴马：五玄液不可复制的自然禀赋 独特的地理环境与生态系统 广西巴马，被誉为地球同纬度上唯一一个未被污染的处女地，其独特的喀斯特地貌和气候条件，造就了一个得…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/86b212769b2a",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "南北朝—梁——山东就食（072）",
    "link": "https://www.jianshu.com/p/86b212769b2a",
    "pub_date": "2026-10-29 09:45:13",
    "author": "",
    "description": "南北朝—梁——山东就食（072） 话说公元530年十二月，北魏北道大行台杨津，当时他手里兵少，驻扎在鄴城招募新兵，打算是从滏口进入并州。可计划赶不上变化——尔朱兆突然杀进了洛阳。杨津一听这消息，心知大事不好，干脆把刚招来的兵士都解散了，自己带着几个随从，轻装快马赶回洛阳。 再说洛阳城里，尔朱世隆跟几个兄弟关起门来密商。长广王元晔虽然被他们扶上了皇帝位，可这位新君的母亲卫氏可不是省油的灯，老想插手朝政。尔朱家哪容得下一个女人在背后指手画脚…",
    "content": "南北朝—梁——山东就食（072） 话说公元530年十二月，北魏北道大行台杨津，当时他手里兵少，驻扎在鄴城招募新兵，打算是从滏口进入并州。可计划赶不上变化——尔朱兆突然杀进了洛阳。杨津一听这消息，心知大事不好，干脆把刚招来的兵士都解散了，自己带着几个随从，轻装快马赶回洛阳。 再说洛阳城里，尔朱世隆跟几个兄弟关起门来密商。长广王元晔虽然被他们扶上了皇帝位，可这位新君的母亲卫氏可不是省油的灯，老想插手朝政。尔朱家哪容得下一个女人在背后指手画脚？于是他们趁卫氏出门的机会，派了几十个骑兵，打扮成强盗模样，在京城的小巷子里把她…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/adfd48a839d8",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "【R画图学习22.1】进化树和气泡组合图",
    "link": "https://www.jianshu.com/p/adfd48a839d8",
    "pub_date": "2026-10-29 09:45:13",
    "author": "",
    "description": "今天学习绘制下面这个paper里面的一个图。 从图中，可以看出，图片分成2个部分，左边是进化树，右边是类似气泡图。 下面我们用一组简单的文件进行测试： 进化树文件： (((A8:0.9735669859,((A5:0.7219205995,A9:0.5385038075):0.6462689626,A1:0.3329299772):0.03139768029):0.06015197909,A10:0.4923124262):0.4108…",
    "content": "今天学习绘制下面这个paper里面的一个图。 从图中，可以看出，图片分成2个部分，左边是进化树，右边是类似气泡图。 下面我们用一组简单的文件进行测试： 进化树文件： (((A8:0.9735669859,((A5:0.7219205995,A9:0.5385038075):0.6462689626,A1:0.3329299772):0.03139768029):0.06015197909,A10:0.4923124262):0.4108513703,(((A6:0.8690173309,A4:0.583090347…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196415",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261028】到底存不存在“字节时间”",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196415",
    "pub_date": "2026-10-28 16:55:00",
    "author": "",
    "description": "【1】姆巴佩道歉：“在近期的一次采访中，我对一张以我为主角的图片作出了回应。我的言论欠妥，如今我明白，这些话伤害了中国以及世界各地华人社区的许多人。我向所有被我的言论所伤害的人道歉。这绝非我的本意。我对中国人民及其历史怀有深深的敬意，我真心感到抱歉。” 三十头大胖子:各单位注意，暂时不恨了 Sundance_Kid_:这么快走完了全剧情，这就是短剧时代吗？ Lemondeetlepantalon:因为已经拿到大结果了，向世界展示一下速度…",
    "content": "【1】姆巴佩道歉：“在近期的一次采访中，我对一张以我为主角的图片作出了回应。我的言论欠妥，如今我明白，这些话伤害了中国以及世界各地华人社区的许多人。我向所有被我的言论所伤害的人道歉。这绝非我的本意。我对中国人民及其历史怀有深深的敬意，我真心感到抱歉。” 三十头大胖子 :各单位注意，暂时不恨了 Sundance_Kid_ :这么快走完了全剧情，这就是短剧时代吗？ Lemondeetlepantalon :因为已经拿到大结果了，向世界展示一下速度和力气 Cyber315 :这就打算放过了，不能耽误周末看皇马 【2】各个…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196393",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261027】由于他的发言涉及到对中国和中国人民的伤害，我们不能进行翻译",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196393",
    "pub_date": "2026-10-27 16:20:00",
    "author": "",
    "description": "【1】因公开举报柬埔寨电诈大佬刘忍，自媒体人“徽剑”两年前被其买凶杀害 没药花园案件： 今天听说一个让我震惊的消息。 【2】中国婚恋第一股百合网的联合创始人，一代相亲大佬慕岩，在朋友圈贴出了自己的微信收款码。配文大意是：财产被无缘无故冻结，生活拮据，只好“化缘” 【3】今天凌晨，苹果推送iOS 27.2正式版 【4】多所高校，将通过数字人民币发工资 据南方日报，近日，多所大学发布相关通知，学校在职在编人员工资将通过数字人民币钱包发放。 …",
    "content": "【1】因公开举报柬埔寨电诈大佬刘忍，自媒体人“徽剑”两年前被其买凶杀害 没药花园案件 ： 今天听说一个让我震惊的消息。 我大约在2019年就关注徽剑这个公众号了，24年他突然不更新了，甚至全部文章消失，我开始也没太留意。 再后来，我偶然听说他被抓了，一直失联。 那一年，他写文章首个揭露了柬埔寨大的电诈头目和黑帮头目刘忍。刘忍当年在明面上和陈志一样，是在柬埔寨的正经华商形象，自然不想被大陆自媒体公布真实行径和面目。刘忍通过中间人联系他，试图花钱让他删文章，他拒绝。 此后徽剑被几个“警察”从停车场带走。 当时普遍统一的…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196372",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261026】都说自己不赚钱，那钱都让谁赚走了？",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196372",
    "pub_date": "2026-10-26 16:53:00",
    "author": "",
    "description": "【1】社保基金长期重仓股名单曝光： 【11】美司法部长否认特朗普企图干预州选举 #美国#司法部起诉#阿拉斯加州#，试图阻止当局在特定情况下认证参议院选举结果，引发外界对联邦政府干预中期选举的担忧。美国司法部长布兰奇随后否认总统#特朗普#企图借此控制州选举。 【12】假作真时真亦假：AI深伪内容恐令美国选民真假皆疑 候选人没说过的话，或被#人工智能#（#AI#）做成以假乱真的视频；真实的录音录像，也能被当事人用一句“这是AI伪造的”推翻。…",
    "content": "【1】社保基金长期重仓股名单曝光： 社保基金三季度末共现身130只股，其中，32股已连续持有超8个季度。 【2】港交所：所有证券的买卖盘价格限制门槛由现时的九倍收紧为五倍 港交所10月26日公告，香港证券及期货事务监察委员会已批准交易所规则，有关将所有证券（结构性产品除外）的买卖盘价格限制门槛由现时的九倍收紧为五倍之修订，将由2026年11月2日（星期一）起生效。&nbsp; 【3】据财新报道，十几家财经自媒体涉舆情敲诈勒索被立案调查。另有两家9月就已停更的财经新媒体平台也被查，分别和山西晚报、潇湘晨报有关。 【4…"
  }
];

export default jsonData;
