const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/bcf7eb07f91c",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "身边不少硕博在用文渊智阁，我也上手实测，聊聊真实优缺点",
    "link": "https://www.jianshu.com/p/bcf7eb07f91c",
    "pub_date": "2026-09-20 07:49:48",
    "author": "开心就好889",
    "description": "最近课题组里越来越多硕博同学开始使用文渊智阁，不管是写综述、做文献计量，还是开题调研，经常能看到大家用它处理文献相关工作。好奇之下，我也完整上手实测一段时间，客观聊聊真实使用感受。 先说优点。它把文献检索、文献计量可视化、主题分析、参考文献管理整合在一个平台里，不用来回切换多款工具。文献检索支持跨学科多话题检索，检索之后直接做共现、聚类、突现分析，生成词云、时区图谱等可视化结果，节点还能回溯原始文献。对于文献计量新手非常友好，不用学习复…",
    "content": "最近课题组里越来越多硕博同学开始使用文渊智阁，不管是写综述、做文献计量，还是开题调研，经常能看到大家用它处理文献相关工作。好奇之下，我也完整上手实测一段时间，客观聊聊真实使用感受。 先说优点。它把文献检索、文献计量可视化、主题分析、参考文献管理整合在一个平台里，不用来回切换多款工具。文献检索支持跨学科多话题检索，检索之后直接做共现、聚类、突现分析，生成词云、时区图谱等可视化结果，节点还能回溯原始文献。对于文献计量新手非常友好，不用学习复杂软件操作。参考文献一键切换格式，批量导出题录，也能节省排版时间。 再说说不足。…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/4e4717858e47",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "闲居烟火，静守古风意",
    "link": "https://www.jianshu.com/p/4e4717858e47",
    "pub_date": "2026-09-20 07:49:47",
    "author": "小雨滴滴落",
    "description": "世间喧嚣扰攘，总向往一处清宁。 竹影斜斜地落在窗棂上，光影婆娑，像一幅天然的水墨。风过处，叶影轻晃，满室都是安静的味道。 不必远行，不必寻幽， 一方小窗，便可装下整座山林的清寂。 闲居 竹影摇窗落浅光， 茶烟袅袅绕清堂。 心随山水寻安寂， 不问尘间俗世忙。 生活不必奔赴远方。 于方寸屋内，一炉青烟，半盏新茶，便可安放一颗浮躁的心。看白烟袅袅升腾，漫过茶席，漫过时光，漫过所有的烦心事。 古人的浪漫，从来不在盛大排场， 而是藏在烟火日常里：…",
    "content": "世间喧嚣扰攘，总向往一处清宁。 竹影斜斜地落在窗棂上，光影婆娑，像一幅天然的水墨。风过处，叶影轻晃，满室都是安静的味道。 不必远行，不必寻幽， 一方小窗，便可装下整座山林的清寂。 闲居 竹影摇窗落浅光， 茶烟袅袅绕清堂。 心随山水寻安寂， 不问尘间俗世忙。 生活不必奔赴远方。 于方寸屋内，一炉青烟，半盏新茶，便可安放一颗浮躁的心。看白烟袅袅升腾，漫过茶席，漫过时光，漫过所有的烦心事。 古人的浪漫，从来不在盛大排场， 而是藏在烟火日常里： 一缕香，一杯茶，一窗竹，一阵风。 最喜这般时刻—— 案上琴一张，炉中香一缕。不…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/5d9437031e3c",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "教程：如何用GPT-6 Astra复刻顶刊科研绘图svg",
    "link": "https://www.jianshu.com/p/5d9437031e3c",
    "pub_date": "2026-09-20 07:49:47",
    "author": "麦麦学AI",
    "description": "GPT-6 Astra 发布后，许多学习博主都在宣传用它操控电脑，以调用 Blender 和 Adobe Illustrator生成科研绘图 SVG 文件。 整个过程有多牛x，这里不再赘述。 但是，对于不熟悉 Codex 的新手小白而言，这个工具的配置和操作仍存在一定门槛。 整个操作成本是很高的，可能折腾一个小时下来连配置都没搞好，API 的钱也白花了。 所以我今天来给大家分享一个非常简单的方法，可以说有手就能会。 而且实测最终生成的 …",
    "content": "GPT-6 Astra 发布后，许多学习博主都在宣传用它操控电脑，以调用 Blender 和 Adobe Illustrator生成科研绘图 SVG 文件。 整个过程有多牛x，这里不再赘述。 但是，对于不熟悉 Codex 的新手小白而言，这个工具的配置和操作仍存在一定门槛。 整个操作成本是很高的，可能折腾一个小时下来连配置都没搞好，API 的钱也白花了。 所以我今天来给大家分享一个非常简单的方法，可以说有手就能会。 而且实测最终生成的 SVG 矢量图也是能够1:1还原顶刊科研绘图的。 操作步骤： 1. 打开 His…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195623",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260919】中国的小偷为什么断崖式地下降？",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195623",
    "pub_date": "2026-09-19 16:42:00",
    "author": "xilei",
    "description": "【1】特朗普：将和中方达成许多协议 今天，商务部新闻发言人就中美经贸磋商有关问题答记者问。 @巍峰 17:43 更新，官方在飞书群道歉了（图 2，源网），是「代码库索引」功能导致的。补偿措施是送一次周额度重置，呵呵。那些只是登录了没订阅，周末领鸡蛋或者用 BYOK 的用户，就倒霉了呗～ 网页链接 ），会静默上传项目的完整 .git 目录，并不受遥测开关控制。 网页链接 评论罗伯特 :开关只是关掉了摄像头灯 录像没停 【5】@苏群 亚运会…",
    "content": "【1】特朗普：将和中方达成许多协议 今天，商务部新闻发言人就中美经贸磋商有关问题答记者问。 问：近期有消息称，中美双方将很快举行下一轮经贸磋商，请问商务部是否有最新消息？ 答：经中美双方商定，中共中央政治局委员、国务院副总理何立峰将于9月19日—23日率团赴美国与美方举行经贸磋商。双方将以两国元首重要共识为引领，就彼此关心的经贸问题开展磋商。 【2】10部门发文，促进房车消费 【3】格隆汇数据&nbsp; 【4】 @巍峰 17:43 更新，官方在飞书群道歉了（图 2，源网），是「代码库索引」功能导致的。补偿措施是送…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195612",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260918】炒作双休",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195612",
    "pub_date": "2026-09-18 15:53:00",
    "author": "xilei",
    "description": "【1】#人民币升破6.7# #人民币升破6.7原因找到了#9月18日，人民币对美元中间价调升59个基点，报6.7521。前一交易日中间价报6.7580。人民币中间价连续调升8个交易日。 在岸、离岸人民币对美元均升破6.7关口，创2023年1月来新高。截至当日9时38分，在岸人民币对美元汇率报6.6995，日内升值0.10%；离岸人民币汇率报6.6973，日内升值0.10%。（北京商报） 【2】平陆运河通航首日进出口货物1679.8吨 #…",
    "content": "【1】 #人民币升破6.7# #人民币升破6.7原因找到了# 9月18日，人民币对美元中间价调升59个基点，报6.7521。前一交易日中间价报6.7580。人民币中间价连续调升8个交易日。 在岸、离岸人民币对美元均升破6.7关口，创2023年1月来新高。截至当日9时38分，在岸人民币对美元汇率报6.6995，日内升值0.10%；离岸人民币汇率报6.6973，日内升值0.10%。（北京商报） 【2】平陆运河通航首日进出口货物1679.8吨 #广西真正靠海了# 据央视新闻报道：9月16日，平陆运河正式通航。通航首日，南…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195581",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260917】你是做不了杀手的",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195581",
    "pub_date": "2026-09-17 16:14:00",
    "author": "xilei",
    "description": "【1】尼泊尔泥石流已致1403人死亡，6150人失联。 #南医大坠亡事件导师学生聊天记录#，记录显示导师曾转账并关心 #南医大坠亡学生家属发声#9月15日凌晨，南方医科大学广州白云校区一名学生坠亡，引发社会关注。其中有网友称，学生坠亡原因与导师批假有关，还有网传言论称“学生父母均车祸进了ICU”“导师压榨、打压该学生”等。9月16日，南方+记者采访了坠亡学生陈同学的导师王老师以及陈同学的二姐陈女士。目前，各方都因为陈同学的离世处在悲痛之…",
    "content": "【1】尼泊尔泥石流已致1403人死亡，6150人失联。 西藏吉隆这一侧最终确定的人数是多少？ 【2】 #南医大坠亡事件导师学生聊天记录# ，记录显示导师曾转账并关心 &nbsp; #南医大坠亡学生家属发声# 9月15日凌晨，南方医科大学广州白云校区一名学生坠亡，引发社会关注。其中有网友称，学生坠亡原因与导师批假有关，还有网传言论称“学生父母均车祸进了ICU”“导师压榨、打压该学生”等。9月16日，南方+记者采访了坠亡学生陈同学的导师王老师以及陈同学的二姐陈女士。目前，各方都因为陈同学的离世处在悲痛之中，然而网络上的…"
  }
];

export default jsonData;
