const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/bdee9a6c2275",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "时间会告诉你值得",
    "link": "https://www.jianshu.com/p/bdee9a6c2275",
    "pub_date": "2026-07-05 07:02:27",
    "author": "南炽热夏",
    "description": "春天的照片，夏天发也来得及 搁置了许久的简书，今天偶然点开，意外撞见一份时间赠予我的细碎惊喜。 从前随手敲下的碎碎念，竟悄悄攒下了零星的钻，数额微不足道，零点几的数字摆在屏幕上，旁人或许不值一提，于我却是难得的暖意。 提笔记录这件事，我半途而废了太久。 从前总盯着阅读与点赞，页面冷冷清清，无人驻足、无人共鸣，一度深陷自我怀疑。我固执地觉得，笔下所有心事、吐露的心声，轻飘飘的，连一张废纸都不如，索性关上文档，再也不愿落笔。 可此刻这一点微…",
    "content": "春天的照片，夏天发也来得及 搁置了许久的简书，今天偶然点开，意外撞见一份时间赠予我的细碎惊喜。 从前随手敲下的碎碎念，竟悄悄攒下了零星的钻，数额微不足道，零点几的数字摆在屏幕上，旁人或许不值一提，于我却是难得的暖意。 提笔记录这件事，我半途而废了太久。 从前总盯着阅读与点赞，页面冷冷清清，无人驻足、无人共鸣，一度深陷自我怀疑。我固执地觉得，笔下所有心事、吐露的心声，轻飘飘的，连一张废纸都不如，索性关上文档，再也不愿落笔。 可此刻这一点微小回馈，轻轻点亮了心底沉寂许久的文字执念。 原来那些独自书写、无人问津的日夜从不…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/a99a7ebb6b6d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "16. Object类",
    "link": "https://www.jianshu.com/p/a99a7ebb6b6d",
    "pub_date": "2026-07-05 07:02:27",
    "author": "一直流浪",
    "description": "Java类不是单继承么？如果一个类继承了其他父类，就不会直接继承Object，但是它的父类如果再没有父类，就会继承Object，也就是说，Object是任何一个类的直接或间接的父类。因此，我们随意创建一个类，其实也不是空的，起码这个类中有Object类中的属性和方法。 例如： public class Example { public Example() { } } public class Client { public static…",
    "content": "Java类不是单继承么？如果一个类继承了其他父类，就不会直接继承Object，但是它的父类如果再没有父类，就会继承Object，也就是说，Object是任何一个类的直接或间接的父类。因此，我们随意创建一个类，其实也不是空的，起码这个类中有Object类中的属性和方法。 例如： public class Example { public Example() { } } public class Client { public static void main(String[] args) { //任何类都是Objec…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194096",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260704】这也不行，那也不行",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194096",
    "pub_date": "2026-07-04 16:43:00",
    "author": "xilei",
    "description": "【1】这也不行，那也不行 【2】河南新乡，一男子跟河南师大签了三年合同，在校内开了一家蜜雪冰城。结果才刚干满一年，校方直接派人把店给强拆了！记者拿着采访函上门核实，工作人员被推搡出门。 【3】江苏常州宣布：对全体市民进行人工智能培训 【4】武汉男子多次报警被强制送精神病院 【5】在浙江，一批高校毕业的年轻人选择去技工院校“重启人生”——“回炉”锻造新身价。 #世界银行#发布报告显示，得益于多年来强劲经济扩张，#越南#和#菲律宾#已正式从…",
    "content": "【1】这也不行，那也不行 【2】河南新乡，一男子跟河南师大签了三年合同，在校内开了一家蜜雪冰城。结果才刚干满一年，校方直接派人把店给强拆了！记者拿着采访函上门核实，工作人员被推搡出门。 【3】江苏常州宣布：对全体市民进行人工智能培训 【4】武汉男子多次报警被强制送精神病院 【5】在浙江，一批高校毕业的年轻人选择去技工院校“重启人生”——“回炉”锻造新身价。 大学毕业去技校学技能，越来越流行了。 【6】但斌最新分享：AI时代应能大涨10年，不需顾虑短期泡沫，而要全力以赴 【7】被清华教授实名举报论文造假，蒋方舟：请停…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194083",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260703】崩阿姨",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194083",
    "pub_date": "2026-07-03 17:59:00",
    "author": "xilei",
    "description": "【1】世卫：洪迪厄斯号相关的汉坦病毒疫情结束 #世界卫生组织#宣布，与#洪迪厄斯号#游轮相关的#汉坦病毒#（hantavirus）疫情结束，此前最后一名密接者已完成隔离且病毒检测结果呈阴性。 世卫组织总干事#谭德塞#星期四（7月2日）在新闻发布会上说：“今天，洪迪厄斯号（MV Hondius）游轮上最后一名接触过汉坦病毒的人员已完成隔离期，检测结果呈阴性，并已返回家中。” 法新社引述他说：“自5月25日以来，未报告新增病例。” 【2】北…",
    "content": "【1】世卫：洪迪厄斯号相关的汉坦病毒疫情结束&nbsp; #世界卫生组织# 宣布，与 #洪迪厄斯号# 游轮相关的 #汉坦病毒# （hantavirus）疫情结束，此前最后一名密接者已完成隔离且病毒检测结果呈阴性。 世卫组织总干事 #谭德塞# 星期四（7月2日）在新闻发布会上说：“今天，洪迪厄斯号（MV Hondius）游轮上最后一名接触过汉坦病毒的人员已完成隔离期，检测结果呈阴性，并已返回家中。” 法新社引述他说：“自5月25日以来，未报告新增病例。”&nbsp; 【2】北京东三环飞机撞楼事件后续来了 【3】释放 …"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194072",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260702】如果你学的慢，就不用学了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194072",
    "pub_date": "2026-07-02 17:23:00",
    "author": "xilei",
    "description": "【1】#西安通报一商场发生人员坠楼事件#：针对网传商业纠纷问题开展调查 【2】近日，“泰山景区修建滚筒式刀片刺绳隔离铁丝网”等相关信息，引发社会各界关注。 @老俞闲话:不仅应该用刀片隔离网，还应该通上电！ 【3】该上热搜的是“工地扛钢管供女儿读书的妈妈” 【4】张雪峰公司股份由其11岁女儿张姩菡接手 【5】北京中医药大学前任校长徐安龙，被“耿同学”揭露其论文造假。 【6】都是博士 【7】100元不多，但这么一算，好像是那么回事~~~ 【…",
    "content": "【1】 #西安通报一商场发生人员坠楼事件# ：针对网传商业纠纷问题开展调查 【2】近日，“泰山景区修建滚筒式刀片刺绳隔离铁丝网”等相关信息，引发社会各界关注。 @老俞闲话 :不仅应该用刀片隔离网，还应该通上电！ 【3】该上热搜的是“工地扛钢管供女儿读书的妈妈” 【4】张雪峰公司股份由其11岁女儿张姩菡接手 【5】北京中医药大学前任校长徐安龙，被“耿同学”揭露其论文造假。 【6】都是博士 【7】100元不多，但这么一算，好像是那么回事~~~ &nbsp; 【8】委内瑞拉为地震遇难者举行七天全国哀悼&nbsp; #委内…"
  }
];

export default jsonData;
