const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/46fa8ba48a75",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "这可能就是我最后一次续",
    "link": "https://www.jianshu.com/p/46fa8ba48a75",
    "pub_date": "2026-07-15 15:36:38",
    "author": "有点故事说",
    "description": "因为这个环境就是这样。我不知道在哪里听了些闲言碎语。繁华落寞终将归于平静吧。小的时候和别人玩会容易忘记。但是自己克服所有的第一次却忘记不了。想看看长大的样子，可能也猜到了；但是最让人难受的是过程。不然凭一张嘴有什么用。总是听年长的人说不怕死不怕死的。后面真的死的时候就知道了，应该只是一个过程。花儿会开但不是之前掉落下来的那一朵。虽然它传承下来了，但是能把繁衍的后代称之为克隆或者永生吗？只是说那一类没有灭绝。 以前都是很懵懂俗称为不知道。…",
    "content": "&nbsp; &nbsp; 因为这个环境就是这样。我不知道在哪里听了些闲言碎语。繁华落寞终将归于平静吧。小的时候和别人玩会容易忘记。但是自己克服所有的第一次却忘记不了。想看看长大的样子，可能也猜到了；但是最让人难受的是过程。不然凭一张嘴有什么用。总是听年长的人说不怕死不怕死的。后面真的死的时候就知道了，应该只是一个过程。花儿会开但不是之前掉落下来的那一朵。虽然它传承下来了，但是能把繁衍的后代称之为克隆或者永生吗？只是说那一类没有灭绝。 &nbsp; &nbsp; 以前都是很懵懂俗称为不知道。我的世界就是山连着山水连…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/dbee28b3a260",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "慢品皮光，一件真皮包背后皮具厂的取舍之道",
    "link": "https://www.jianshu.com/p/dbee28b3a260",
    "pub_date": "2026-07-15 15:36:37",
    "author": "独匠皮具",
    "description": "闲暇整理手边真皮包包，时常会思考一家皮具厂在用料与工艺之间的取舍。很多皮具厂为压缩成本，选用覆膜二层皮、人造革制作真皮包，短期看着低廉，不出数月便起皮开裂；坚守品质的皮具厂，始终只选用进口头层牛皮，哪怕增加工时与原料成本，也要保证每一款真皮包拥有长久使用寿命。 擅长原创设计的皮具厂不会跟风复刻爆款真皮包，会结合普通人出行需求调整肩带长度、隔层大小，商务真皮包简约克制，休闲真皮包松弛随性，搭配首饰盒、数码皮套等真皮包包，成套搭配氛围感柔和…",
    "content": "闲暇整理手边真皮包包，时常会思考一家皮具厂在用料与工艺之间的取舍。很多皮具厂为压缩成本，选用覆膜二层皮、人造革制作真皮包，短期看着低廉，不出数月便起皮开裂；坚守品质的皮具厂，始终只选用进口头层牛皮，哪怕增加工时与原料成本，也要保证每一款真皮包拥有长久使用寿命。 擅长原创设计的皮具厂不会跟风复刻爆款真皮包，会结合普通人出行需求调整肩带长度、隔层大小，商务真皮包简约克制，休闲真皮包松弛随性，搭配首饰盒、数码皮套等真皮包包，成套搭配氛围感柔和统一。粗制皮具厂款式千篇一律，全网同款极易撞款，丢失独有的质感。 日常养护无关皮…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194292",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260714】人生最大的不幸",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194292",
    "pub_date": "2026-07-14 16:44:00",
    "author": "xilei",
    "description": "【1】#蒋方舟道歉##蒋方舟接受人大校方处理# 13日，@中国人民大学发布情况通报，经核查认定蒋方舟构成学术不端行为，决定撤销其硕士学位。刚刚，蒋方舟发文道歉：“本人接受人大校方对此事的处理。因此事被惊扰并失望的读者，我致以歉意。对我的老师为此事蒙受的处分，深致歉意。” 【2】香港著名电影人施南生去世，享年 75岁。 前夫徐克接受采访时透露，施南生从2022年开始身体免疫力衰退，多年来一直以顽强生命力与病魔对抗，直到最近身体免疫力严重衰…",
    "content": "【1】 #蒋方舟道歉# #蒋方舟接受人大校方处理# &nbsp; 13日， @中国人民大学 发布情况通报，经核查认定蒋方舟构成学术不端行为，决定撤销其硕士学位。刚刚，蒋方舟发文道歉：“本人接受人大校方对此事的处理。因此事被惊扰并失望的读者，我致以歉意。对我的老师为此事蒙受的处分，深致歉意。” 【2】香港著名电影人施南生去世，享年 75岁。 前夫徐克接受采访时透露，施南生从2022年开始身体免疫力衰退，多年来一直以顽强生命力与病魔对抗，直到最近身体免疫力严重衰退，病毒严重感染身体，导致很多器官衰竭。 徐克说：「施南生…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194266",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260713】终于赶上了时代红利了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194266",
    "pub_date": "2026-07-13 16:50:00",
    "author": "xilei",
    "description": "【1】美国NSF出新规，“几乎要全面禁止与中国科学家合作” 美国国家科学基金会（NSF）正在推出一项让中美基础研究合作跌入冰点的新政策。 2026年7月8日，NSF通过“致同仁信”（Dear Colleague Letter）在其官网宣布，将从新财年起实施禁止与“受限实体”合作的研究安全政策。新规明确提到，NSF资助经费不得用于与列入美国政府受限清单的机构及其雇员开展合作。提交项目申请时，申请机构和相关研究者需要就此进行合规认证，机构本…",
    "content": "【1】美国NSF出新规，“几乎要全面禁止与中国科学家合作” 美国国家科学基金会（NSF）正在推出一项让中美基础研究合作跌入冰点的新政策。 2026年7月8日，NSF通过“致同仁信”（Dear Colleague Letter）在其官网宣布，将从新财年起实施禁止与“受限实体”合作的研究安全政策。新规明确提到，NSF资助经费不得用于与列入美国政府受限清单的机构及其雇员开展合作。提交项目申请时，申请机构和相关研究者需要就此进行合规认证，机构本身也要承担识别和处理违规行为的责任。 这项政策一经公布，迅速引发美国科学界关注。…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194242",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260712】普通人",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194242",
    "pub_date": "2026-07-12 19:09:00",
    "author": "xilei",
    "description": "【1】7月9日，福建晋江一鞋厂发生重大火灾，造成28人死亡。 《焦点访谈》记者在厂房内部发现，从一楼到五楼，车间内、逃生通道都有栅栏。此外，记者在厂房内没有看到消防喷淋设施。据了解，在7月7日，也就是发生火灾前两天，该企业刚刚经过镇里组织的消防检查，被警示物资、成品、半成品无序堆杂问题较为严重，要求在7月13日之前整改。 驻村干部蔡荣烽说，多次检查发现，厂内消防通道常常被堵塞。“货物堆在消防通道里，配电箱下面堆放杂物，我们要求厂里立即整…",
    "content": "【1】7月9日，福建晋江一鞋厂发生重大火灾，造成28人死亡。 《焦点访谈》记者在厂房内部发现，从一楼到五楼，车间内、逃生通道都有栅栏。此外，记者在厂房内没有看到消防喷淋设施。据了解，在7月7日，也就是发生火灾前两天，该企业刚刚经过镇里组织的消防检查，被警示物资、成品、半成品无序堆杂问题较为严重，要求在7月13日之前整改。 驻村干部蔡荣烽说，多次检查发现，厂内消防通道常常被堵塞。“货物堆在消防通道里，配电箱下面堆放杂物，我们要求厂里立即整改，清走杂物。”就在去年，该厂还被要求停工整改，但此后依然无视隐患。 天眼查资料…"
  }
];

export default jsonData;
