const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/f25406946c9b",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "HTML5的离线应用",
    "link": "https://www.jianshu.com/p/f25406946c9b",
    "pub_date": "2026-08-24 14:32:59",
    "author": "扶光_",
    "description": "一，离线应用 什么是离线应用呢？ 什么时候考虑使用离线呢 离线 二，如何创建离线应用 离线应用的技术就是缓存，即下载文件并在计算机或者移动端上保存一份副本，就像我们手机上日常的缓存。如QQ音乐，当你播放完一首音乐，当你不能上网也能听刚才你播完的这一首音乐，这就是缓存文件 创建离线应用的三大步骤 1创建描述文件 2修改网页，引用描述文件 3 配置web服务器 2.1创建描述文件 描述文件是一个文本文件，其中列出了所需要缓存的文化 CACH…",
    "content": "一，离线应用 &nbsp; &nbsp; &nbsp; &nbsp; 什么是离线应用呢？ 就是你现在正在页面上浏览网页或者填写信息，正在这时，你家的wifi突然断了，那么这时你重新连接页面会发现之前的页面都重新加载了，之前填写的相关信息也得从头开始写。那么如果你的web应用支持离线功能，那么就不会用这种经历了。 &nbsp; &nbsp; &nbsp; &nbsp; 什么时候考虑使用离线呢 并不是所有网页都要设置为离线，而是那种交互性和有状态的网页（动用很多js代码维护信息的）适用于 离线 二，如何创建离线应用 离…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/0e3089e8510c",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "《野花》",
    "link": "https://www.jianshu.com/p/0e3089e8510c",
    "pub_date": "2026-08-24 14:32:59",
    "author": "在我心",
    "description": "野花 1996年田震演唱 作词：田震 作曲：刘君利 山上的野花为谁开 又为谁败 静静地等待 是否能有人采摘 我就像那花一样 在等他到来 拍拍我的肩 我就会听你的安排 摇摇摆摆的花呀 她也需要你的抚慰 别让她在等待中老去枯萎 我想问问他知道吗 我的心怀 不要让我在不安中 试探徘徊 我要为你改变多少 才能让你留下来 我在希望中焦急等待 你就没有看出来 摇摇摆摆的花呀 她也需要你的抚慰 别让她在等待中老去枯萎 我想问问他知道不知道我心怀 不要…",
    "content": "野花 &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;1996年田震演唱 &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;作词：田震 &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195090",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260823】以前是蘸点儿福尔马林，现在都是直接蘸甲醛了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195090",
    "pub_date": "2026-08-23 16:55:00",
    "author": "xilei",
    "description": "【1】字节跳动和TikTok同意向美国支付4亿美元和解金，以了结儿童隐私诉讼案。根据协议，TikTok 将立即支付 3 亿美元，如果法院撤销 2019 年针对TikTok 的前身Musical.ly达成的先前同意令，TikTok 还将再支付 1 亿美元。 【2】媒体：美国失业率不断上升，四分之一民众“功能性失业” 【3】王兴兴：产品没在工厂、家庭等场景大规模推广，人形机器人目前效能不如人力。 【4】答案就在题面上 【5】唐师曾因白血病不…",
    "content": "【1】字节跳动和TikTok同意向美国支付4亿美元和解金，以了结儿童隐私诉讼案。根据协议，TikTok 将立即支付 3 亿美元，如果法院撤销 2019 年针对TikTok 的前身Musical.ly达成的先前同意令，TikTok 还将再支付 1 亿美元。 【2】媒体：美国失业率不断上升，四分之一民众“功能性失业” 【3】王兴兴：产品没在工厂、家庭等场景大规模推广，人形机器人目前效能不如人力。 特定的智能机器会在某个领域超越人类，但人形机器人几乎不可能超过人类。可能在很长的一段时期，人形机器人就是个大号玩具。 【4】…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195084",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260822】互联网气氛浓郁，并不是荒芜时代",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195084",
    "pub_date": "2026-08-22 16:53:00",
    "author": "xilei",
    "description": "【1】#临沂一社区爆炸原因# 21日15时38分，山东临沂沂河新区王桥社区内一处独立平房院落发生爆炸。事故发生后，公安、消防、应急、住建等相关部门成立联合工作组，第一时间赶赴现场开展应急救援。截至目前，1人死亡，2人失联，其余受伤人员已送医救治，无生命危险。现场搜救清理仍在进行。经初步排查，疑似该院落租户王某某非法储存捕鱼爆炸物引发爆炸。目前周边居民楼住户均已得到妥善安置，事故原因调查及善后工作正在有序开展中。 #临沂爆炸事故1死2失联…",
    "content": "&nbsp;【1】 #临沂一社区爆炸原因# 21日15时38分，山东临沂沂河新区王桥社区内一处独立平房院落发生爆炸。事故发生后，公安、消防、应急、住建等相关部门成立联合工作组，第一时间赶赴现场开展应急救援。截至目前，1人死亡，2人失联，其余受伤人员已送医救治，无生命危险。现场搜救清理仍在进行。经初步排查，疑似该院落租户王某某非法储存捕鱼爆炸物引发爆炸。目前周边居民楼住户均已得到妥善安置，事故原因调查及善后工作正在有序开展中。 #临沂爆炸事故1死2失联# 爆炸前和爆炸后。当地人说就是两栋楼间那个未拆迁的平房发生了爆炸…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195070",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260821】历史上少有的文艺复仇时期",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195070",
    "pub_date": "2026-08-21 16:38:00",
    "author": "xilei",
    "description": "【1】夏季以来#我国气候异常# #超强厄尔尼诺快速发展#国家气候中心监测数据显示，赤道中东太平洋已于今年5月进入厄尔尼诺状态。近期海温持续快速上升，7月监测区海温指数达2.09℃，比6月上升0.49℃；到8月上半月进一步攀升至2.64℃，增暖速度非常迅猛。今年夏季以来，我国气候异常反映出了厄尔尼诺发展阶段的典型影响：东部地区呈南北两条多雨带，暴雨过程面广点强、暴雨落区重叠且致灾复合风险高；台风活跃、强度强，风雨影响久。而在厄尔尼诺发展年…",
    "content": "【1】夏季以来 #我国气候异常# #超强厄尔尼诺快速发展# 国家气候中心监测数据显示，赤道中东太平洋已于今年5月进入厄尔尼诺状态。近期海温持续快速上升，7月监测区海温指数达2.09℃，比6月上升0.49℃；到8月上半月进一步攀升至2.64℃，增暖速度非常迅猛。今年夏季以来，我国气候异常反映出了厄尔尼诺发展阶段的典型影响：东部地区呈南北两条多雨带，暴雨过程面广点强、暴雨落区重叠且致灾复合风险高；台风活跃、强度强，风雨影响久。而在厄尔尼诺发展年的秋季，我国华东中南部、华中中南部、华南北部、西南地区东部等地降水偏多，全国…"
  }
];

export default jsonData;
