const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/96a46418db73",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "08.《JavaEE 笔记》ServletContext 上下文（实现多人在线聊天室）",
    "link": "https://www.jianshu.com/p/96a46418db73",
    "pub_date": "2026-07-10 07:50:08",
    "author": "一直流浪",
    "description": "1、ServletContext 概念 ServletContext官方叫servlet上下文。服务器会为每一个工程创建一个对象，这个对象就是ServletContext对象。这个对象全局唯一，而且工程内部的所有servlet都共享这个对象。所以叫全局应用程序共享对象。 Web应用程序是Servlet、JSP页面和内容的集合，被Eclipse自动部署在Tomcat服务器URL名称空间的特定目录(如/catalog)下。注意，有时候可能通…",
    "content": "1、ServletContext 概念 ServletContext官方叫servlet上下文。服务器会为每一个工程创建一个对象，这个对象就是ServletContext对象。这个对象全局唯一，而且工程内部的所有servlet都共享这个对象。所以叫全局应用程序共享对象。 Web应用程序 是Servlet、JSP页面和内容的集合，被Eclipse自动部署在Tomcat服务器URL名称空间的特定目录(如/catalog)下。注意，有时候可能通过.war文件部署。 对于在其部署描述符中标记为distributed的Web…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/40056786cf13",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "我和陈平安都认为自己值得最好",
    "link": "https://www.jianshu.com/p/40056786cf13",
    "pub_date": "2026-07-10 07:50:08",
    "author": "杨诗元",
    "description": "今天我又想起回顾了剑来动漫前两季的一些内容。 主角陈平安命运很苦，从小是孤儿，穷的饭都吃不饱只能啃雪球。 长大后各路修行人士来小镇选人才，女神蔡金简说他贱命一条，并一掌打碎了他的长生桥，相当于废去了终生修行资格且命不久矣。 其中还有坏人作梗抢走了他的机缘。 邻居宋集薪嫌他家太穷破破烂烂看不起他。对手马苦玄处处欺负难为他，可他却凭自己的坚韧意志力次次打败了天赋异禀的马苦玄。 尽管如此，他始终没有放弃对命运的不甘和向上的决心。后来齐静春和剑…",
    "content": "今天我又想起回顾了剑来动漫前两季的一些内容。 主角陈平安命运很苦，从小是孤儿，穷的饭都吃不饱只能啃雪球。 长大后各路修行人士来小镇选人才，女神蔡金简说他贱命一条，并一掌打碎了他的长生桥，相当于废去了终生修行资格且命不久矣。 其中还有坏人作梗抢走了他的机缘。 邻居宋集薪嫌他家太穷破破烂烂看不起他。对手马苦玄处处欺负难为他，可他却凭自己的坚韧意志力次次打败了天赋异禀的马苦玄。 尽管如此，他始终没有放弃对命运的不甘和向上的决心。后来齐静春和剑灵看中了他的品性并一路守护指引，宁姚相信他的为人并尽力与之帮助。而他也最终成为了…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/055a495c4d41",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "373.【DevOps】Jenkins 集成 maven项目",
    "link": "https://www.jianshu.com/p/055a495c4d41",
    "pub_date": "2026-07-10 07:50:08",
    "author": "七镜",
    "description": "一、安装maven插件（如果已安装，跳过即可） 依次操作：【系统管理】，【插件管理】，【可选插件】，搜索：maven，勾选： Maven Integration 插件，【Download now and install after restart】 可以看到正在安装了。 操作：勾选：安装完成后重启Jenkins(空闲时) jenkins 就会自动重启，等待时间太长的话，可以自行刷新。 二、创建任务 操作：【新建任务】,填写：maven …",
    "content": "一、安装maven插件（如果已安装，跳过即可） 依次操作：【系统管理】，【插件管理】，【可选插件】，搜索：maven，勾选： Maven Integration 插件，【Download now and install after restart】 可以看到正在安装了。 操作：勾选：安装完成后重启Jenkins(空闲时) jenkins 就会自动重启，等待时间太长的话，可以自行刷新。 二、创建任务 操作：【新建任务】,填写：maven project，【构建一个 maven 项目】，【确定】 操作：【General…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/fefb1b9e5b18",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "广州亿威科技有限责任公司老板娘吴X红：一场NPD人格的暴风雪",
    "link": "https://www.jianshu.com/p/fefb1b9e5b18",
    "pub_date": "2026-07-10 07:50:07",
    "author": "6eb539010e8f",
    "description": "她曾是外企舞台上熠熠生辉的HR高管——中山大学MBA，国际注册NLP执师、ICF教练，15年大型跨国企业人力资源管理经验。履历光鲜得让人不敢小觑。 可如今，她是广州亿威科技有限责任公司老板娘，一个让员工闻之色变、让家人避之不及的“活火山”。她会打电话到丈夫的同学那里“找老公”，像侦探一样追踪每一个可能靠近丈夫的女性。她把给女儿夹菜的女同学当成假想敌，把离职员工列为“叛徒”追着网暴。这不是性格不好，这是NPD——自恋型人格障碍，一种被全球…",
    "content": "她曾是外企舞台上熠熠生辉的HR高管——中山大学MBA，国际注册NLP执师、ICF教练，15年大型跨国企业人力资源管理经验。履历光鲜得让人不敢小觑。 可如今，她是广州亿威科技有限责任公司老板娘，一个让员工闻之色变、让家人避之不及的“活火山”。她会打电话到丈夫的同学那里“找老公”，像侦探一样追踪每一个可能靠近丈夫的女性。她把给女儿夹菜的女同学当成假想敌，把离职员工列为“叛徒”追着网暴。这不是性格不好，这是NPD——自恋型人格障碍，一种被全球心理研究机构认定为无法治愈的心理疾病。 有人问：一个优秀的外企HR，是怎么变成这…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194178",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260709】帮助外籍青年融入中国",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194178",
    "pub_date": "2026-07-09 17:16:00",
    "author": "xilei",
    "description": "【1】6月CPI同比为1.0%，边际下降0.2pp，连续5个月稳在1%及以上水平。 【2】中国监管信息泄露引抢跑 城堡证券加入美国诉讼 中国整治违规跨境炒股引发的美股期权“抢跑”交易诉讼继续扩大。继美国期权做市商海纳国际（Susquehanna International）旗下公司对若干身份不明交易者提起诉讼后，美国最大的期权零售做市商城堡证券（Citadel Securities）近日也申请作为原告，加入在美国纽约南区联邦法院的这起诉…",
    "content": "【1】6月CPI同比为1.0%，边际下降0.2pp，连续5个月稳在1%及以上水平。 &nbsp; 【2】中国监管信息泄露引抢跑 城堡证券加入美国诉讼 中国整治违规跨境炒股引发的美股期权“抢跑”交易诉讼继续扩大。继美国期权做市商海纳国际（Susquehanna International）旗下公司对若干身份不明交易者提起诉讼后，美国最大的期权零售做市商城堡证券（Citadel Securities）近日也申请作为原告，加入在美国纽约南区联邦法院的这起诉讼。 财新获得的起诉书显示，城堡证券称，其作为做市商，是数千笔富途…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194167",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260708】美国年轻人更愿意签婚前协议",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194167",
    "pub_date": "2026-07-08 16:40:00",
    "author": "xilei",
    "description": "【1】我国年毕业硕士生人数首次超过100万人 【2】经济学家#高善文去世#，享年55岁 上海证券报7月7日消息，据多方证实，国投证券前首席经济学家高善文因病去世，享年55岁。 高善文被公认为是中国资本市场上颇具影响力的宏观经济学家之一。 资料显示，高善文出生于1971年，山西临汾人，毕业于北京大学和中国人民银行研究生部。2003年，他进入光大证券研究所担任首席经济学家。2007年5月，他转入安信证券出任首席经济学家。2023年12月，安…",
    "content": "【1】我国年毕业硕士生人数首次超过100万人 【2】经济学家 #高善文去世# ，享年55岁 上海证券报7月7日消息，据多方证实，国投证券前首席经济学家高善文因病去世，享年55岁。 高善文被公认为是中国资本市场上颇具影响力的宏观经济学家之一。 资料显示，高善文出生于1971年，山西临汾人，毕业于北京大学和中国人民银行研究生部。2003年，他进入光大证券研究所担任首席经济学家。2007年5月，他转入安信证券出任首席经济学家。2023年12月，安信证券更名为国投证券，高善文继续担任这一职位。此外，他还担任北京大学金融校友…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194153",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260707】曾经也给她发过生孩子offer",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194153",
    "pub_date": "2026-07-07 16:33:00",
    "author": "xilei",
    "description": "【1】研究：老龄少子化 经济仍可蓬勃发展 研究发现，工人和企业会转向技术来弥补劳动力减少的不足，从而提高每一名工人的生产力。 四名作者在美国国家经济研究局（NBER）发布的一篇论文中写道：“我们的研究结果挑战了目前普遍存在的悲观论调，出生率下降以及由此导致的人口老龄化和萎缩，实际上提高了而非降低了人均GDP。” 他们说，这一增长足以完全抵消人口下降的负面影响，使GDP总量基本不受影响。 【2】台风“美莎克”在湖北诱发龙卷风 已致11死1…",
    "content": "【1】研究：老龄少子化 经济仍可蓬勃发展 研究发现，工人和企业会转向技术来弥补劳动力减少的不足，从而提高每一名工人的生产力。 四名作者在美国国家经济研究局（NBER）发布的一篇论文中写道：“我们的研究结果挑战了目前普遍存在的悲观论调，出生率下降以及由此导致的人口老龄化和萎缩，实际上提高了而非降低了人均GDP。” 他们说，这一增长足以完全抵消人口下降的负面影响，使GDP总量基本不受影响。 【2】台风“美莎克”在湖北诱发龙卷风 已致11死1失联 10号台风“美莎克”在湖北诱发龙卷风，目前已导致11人死亡，1人失联。气象…"
  }
];

export default jsonData;
