const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/265a50588d6d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "今日二省 20260708",
    "link": "https://www.jianshu.com/p/265a50588d6d",
    "pub_date": "2026-07-10 16:54:07",
    "author": "阿迷唐七",
    "description": "学习拒绝 前些天有个机构给了我一个项目，说是人力资源的项目，没有经过特别深入的调研，和几个朋友沟通交流之后，便决定接下来。 等拿到资料细细的分析之后便发现了问题：第一，这件事和我自己的定位和目标不一致，做这件事完全不是聚焦的行为，定位的定力太差，说是一回事，真正需要靠这个原则去做决策又是一件事；第二，这个项目已经超出了我的专业领域，边界不清晰，事项不清晰。 就这样的事情，我竟然没有拒绝，还答应了下来。当然，秉着对项目负责的原则，这个项目…",
    "content": "学习拒绝 前些天有个机构给了我一个项目，说是人力资源的项目，没有经过特别深入的调研，和几个朋友沟通交流之后，便决定接下来。 等拿到资料细细的分析之后便发现了问题：第一，这件事和我自己的定位和目标不一致，做这件事完全不是聚焦的行为，定位的定力太差，说是一回事，真正需要靠这个原则去做决策又是一件事；第二，这个项目已经超出了我的专业领域，边界不清晰，事项不清晰。 就这样的事情，我竟然没有拒绝，还答应了下来。当然，秉着对项目负责的原则，这个项目依然要做下去，下不为例。 学会理解 对于人与人之间的关系，我已经做的比以前更好了…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/f36589ecc2a0",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "满坡山花为我开 原创",
    "link": "https://www.jianshu.com/p/f36589ecc2a0",
    "pub_date": "2026-07-10 16:54:06",
    "author": "叶麦子",
    "description": "时间走得很均匀，一步一步就来到了退休的当口。 上午开会，领导传达了一个重要消息，就是不仅仅是延退的事，更重要的是延退以后还要继续工作。 其实，人之老矣，满头乌溜溜的头发已经不知去哪里了，“由黑转黄，转灰生出斑驳，发丝日渐稀疏轻薄。 其次，“还没喝忘川水，就先善忘”。同事再三嘱咐的事，转头和别人聊几句就全忘光了。明明按点下班走到车旁却发现车钥匙还在办公桌上，不得不回去，装模做样地加会班。大半辈子伏案操劳，记性一日不如一日。 老了老了，该靠…",
    "content": "时间走得很均匀，一步一步就来到了退休的当口。 上午开会，领导传达了一个重要消息，就是不仅仅是延退的事，更重要的是延退以后还要继续工作。 其实，人之老矣，满头乌溜溜的头发已经不知去哪里了，“由黑转黄，转灰生出斑驳，发丝日渐稀疏轻薄。 其次，“还没喝忘川水，就先善忘”。同事再三嘱咐的事，转头和别人聊几句就全忘光了。明明按点下班走到车旁却发现车钥匙还在办公桌上，不得不回去，装模做样地加会班。大半辈子伏案操劳，记性一日不如一日。 老了老了，该靠岸了，却发现，我们向往的还是“行到水穷处，坐看云起时。“ 年轻时总以为，熬到退休…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/5868d13cf375",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "小暑：在热烈与清凉间行走",
    "link": "https://www.jianshu.com/p/5868d13cf375",
    "pub_date": "2026-07-10 16:54:05",
    "author": "竹林ShenChu",
    "description": "小暑：在热烈与清凉间行走 竹林深处 日历翻过夏至的长昼，小暑便踩着蝉声来了。 这是个奇妙的节气，像一枚被阳光晒得温热的铜钱，正面刻着\"盛夏\"的滚烫，背面却藏着\"清欢\"的微凉——你看那贴画上圆滚滚的西瓜与振翅的蝉，是烈日下的酣畅；而荷塘里擎雨的荷叶与初绽的莲花，又是暑气中的留白。小暑，原是让我们在热烈与清凉间，学会行走的哲学。 蝉鸣是夏天的宣言 贴画里那只蝉，定是最先知晓小暑的。它趴在墨绿的瓜藤上，翅膀透明如纱，正把整个清晨都唱得透亮。这…",
    "content": "小暑：在热烈与清凉间行走 &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 竹林深处 日历翻过夏至的长昼，小暑便踩着蝉声来了。 这是个奇妙的节气，像一枚被阳光晒得温热的铜钱，正面刻着\"盛夏\"的滚烫，背面却藏着\"清欢\"的微凉——你看那贴画上圆滚滚的西瓜与振翅的蝉，是烈日下的酣畅；而荷塘里擎雨的荷叶与初绽的莲花，又是暑气中的留白。小暑，原是让我们在热烈与清凉间，学会行走的哲学。 蝉鸣是夏天的宣言 贴画里…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194178",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260709】帮助外籍青年融入中国",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194178",
    "pub_date": "2026-07-09 17:16:00",
    "author": "xilei",
    "description": "【1】6月CPI同比为1.0%，边际下降0.2pp，连续5个月稳在1%及以上水平。 【2】中国监管信息泄露引抢跑 城堡证券加入美国诉讼 中国整治违规跨境炒股引发的美股期权“抢跑”交易诉讼继续扩大。继美国期权做市商海纳国际（Susquehanna International）旗下公司对若干身份不明交易者提起诉讼后，美国最大的期权零售做市商城堡证券（Citadel Securities）近日也申请作为原告，加入在美国纽约南区联邦法院的这起诉…",
    "content": "【1】6月CPI同比为1.0%，边际下降0.2pp，连续5个月稳在1%及以上水平。 &nbsp; 【2】中国监管信息泄露引抢跑 城堡证券加入美国诉讼 中国整治违规跨境炒股引发的美股期权“抢跑”交易诉讼继续扩大。继美国期权做市商海纳国际（Susquehanna International）旗下公司对若干身份不明交易者提起诉讼后，美国最大的期权零售做市商城堡证券（Citadel Securities）近日也申请作为原告，加入在美国纽约南区联邦法院的这起诉讼。 财新获得的起诉书显示，城堡证券称，其作为做市商，是数千笔富途…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194167",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260708】美国年轻人更愿意签婚前协议",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194167",
    "pub_date": "2026-07-08 16:40:00",
    "author": "xilei",
    "description": "【1】我国年毕业硕士生人数首次超过100万人 【2】经济学家#高善文去世#，享年55岁 上海证券报7月7日消息，据多方证实，国投证券前首席经济学家高善文因病去世，享年55岁。 高善文被公认为是中国资本市场上颇具影响力的宏观经济学家之一。 资料显示，高善文出生于1971年，山西临汾人，毕业于北京大学和中国人民银行研究生部。2003年，他进入光大证券研究所担任首席经济学家。2007年5月，他转入安信证券出任首席经济学家。2023年12月，安…",
    "content": "【1】我国年毕业硕士生人数首次超过100万人 【2】经济学家 #高善文去世# ，享年55岁 上海证券报7月7日消息，据多方证实，国投证券前首席经济学家高善文因病去世，享年55岁。 高善文被公认为是中国资本市场上颇具影响力的宏观经济学家之一。 资料显示，高善文出生于1971年，山西临汾人，毕业于北京大学和中国人民银行研究生部。2003年，他进入光大证券研究所担任首席经济学家。2007年5月，他转入安信证券出任首席经济学家。2023年12月，安信证券更名为国投证券，高善文继续担任这一职位。此外，他还担任北京大学金融校友…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194153",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260707】曾经也给她发过生孩子offer",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194153",
    "pub_date": "2026-07-07 16:33:00",
    "author": "xilei",
    "description": "【1】研究：老龄少子化 经济仍可蓬勃发展 研究发现，工人和企业会转向技术来弥补劳动力减少的不足，从而提高每一名工人的生产力。 四名作者在美国国家经济研究局（NBER）发布的一篇论文中写道：“我们的研究结果挑战了目前普遍存在的悲观论调，出生率下降以及由此导致的人口老龄化和萎缩，实际上提高了而非降低了人均GDP。” 他们说，这一增长足以完全抵消人口下降的负面影响，使GDP总量基本不受影响。 【2】台风“美莎克”在湖北诱发龙卷风 已致11死1…",
    "content": "【1】研究：老龄少子化 经济仍可蓬勃发展 研究发现，工人和企业会转向技术来弥补劳动力减少的不足，从而提高每一名工人的生产力。 四名作者在美国国家经济研究局（NBER）发布的一篇论文中写道：“我们的研究结果挑战了目前普遍存在的悲观论调，出生率下降以及由此导致的人口老龄化和萎缩，实际上提高了而非降低了人均GDP。” 他们说，这一增长足以完全抵消人口下降的负面影响，使GDP总量基本不受影响。 【2】台风“美莎克”在湖北诱发龙卷风 已致11死1失联 10号台风“美莎克”在湖北诱发龙卷风，目前已导致11人死亡，1人失联。气象…"
  }
];

export default jsonData;
