const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/9897209b4f03",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "40，好的开始",
    "link": "https://www.jianshu.com/p/9897209b4f03",
    "pub_date": "2026-07-16 07:46:16",
    "author": "zhanzhan1218",
    "description": "40岁情感女作家的通透感悟风格。 人到四十，终于读懂了生活最朴素的真相 提笔写下这篇感悟时，我刚好四十岁。 作为写了多年情感文字的人，我看过太多悲欢离合，治愈过无数迷茫的读者。 可唯独人到中年，才真正治愈了自己。 二十多岁的时候，我们热烈、执着、爱较真。 总想要完美的人生、圆满的感情、所有人的喜欢。 三十多岁的时候，我们奔波、隐忍、扛责任。 上有老下有小，夹在生活和烟火里，活得身不由己。 熬过半生风雨，站在四十岁的路口回望。 才恍然大悟…",
    "content": "40岁情感女作家的通透感悟风格。 人到四十，终于读懂了生活最朴素的真相 提笔写下这篇感悟时，我刚好四十岁。 作为写了多年情感文字的人，我看过太多悲欢离合，治愈过无数迷茫的读者。 可唯独人到中年，才真正治愈了自己。 二十多岁的时候，我们热烈、执着、爱较真。 总想要完美的人生、圆满的感情、所有人的喜欢。 三十多岁的时候，我们奔波、隐忍、扛责任。 上有老下有小，夹在生活和烟火里，活得身不由己。 熬过半生风雨，站在四十岁的路口回望。 才恍然大悟，原来中年从不是衰老的开始，而是清醒的起点。 四十岁的女人，褪去了年少的莽撞和天…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/d4db6d3a718a",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "清华大学出版！521页Python爬虫入门级文档，一文get，建议收藏！",
    "link": "https://www.jianshu.com/p/d4db6d3a718a",
    "pub_date": "2026-07-16 07:46:16",
    "author": "Alex是大佬",
    "description": "都说爬虫爬得好，牢饭吃到饱！ 虽然这样的调侃很多，但是依然有很多人对Python爬虫感兴趣。一入爬虫深似海，越往后面就“陷得越深，掉到坑爬不出来的那种\"。 u=4144322113,169720321&fm=30&app=106&f=PNG&access=215967316.png 为什么还会有那么多想学Python爬虫，一部分原因是Python爬虫很酷炫，可以爬取一些想要的东西。还有另外一部分原因是Python爬虫，可以轻松帮忙收集一…",
    "content": "都说爬虫爬得好，牢饭吃到饱！ 虽然这样的调侃很多，但是依然有很多人对Python爬虫感兴趣。一入爬虫深似海，越往后面就“陷得越深，掉到坑爬不出来的那种\"。 u=4144322113,169720321&amp;fm=30&amp;app=106&amp;f=PNG&amp;access=215967316.png 为什么还会有那么多想学Python爬虫，一部分原因是Python爬虫很酷炫，可以爬取一些想要的东西。还有另外一部分原因是Python爬虫，可以轻松帮忙收集一些数据，辅助工作。而且还可以兼职当副业。所以很多…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194320",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260715】多省开始抢老人",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194320",
    "pub_date": "2026-07-15 17:30:00",
    "author": "xilei",
    "description": "【1】#西北大学通报贾浅浅论文抄袭#7月15日，西北大学发布情况通报。通报称：认定贾某某存在抄袭行为，学术不端行为属实，已依据学位管理法律法规，撤销贾某某硕士学位。依据高校学术不端行为调查处理办法、职称评审管理规定、事业单位工作人员处分规定等法律法规，撤销贾某某副教授职称及教师岗位任职资格，同意其提出的辞职申请，解除聘用关系，已按程序撤销了其教师资格。有关单位依规依纪对相关责任人进行处理。 【2】#苹果AI国行版已过审# 促进生成式人工…",
    "content": "【1】 #西北大学通报贾浅浅论文抄袭# 7月15日，西北大学发布情况通报。通报称：认定贾某某存在抄袭行为，学术不端行为属实，已依据学位管理法律法规，撤销贾某某硕士学位。依据高校学术不端行为调查处理办法、职称评审管理规定、事业单位工作人员处分规定等法律法规，撤销贾某某副教授职称及教师岗位任职资格，同意其提出的辞职申请，解除聘用关系，已按程序撤销了其教师资格。有关单位依规依纪对相关责任人进行处理。 【2】 #苹果AI国行版已过审# 促进生成式人工智能服务创新发展和规范应用，网信部门会同有关部门按照《生成式人工智能服务管…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194292",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260714】人生最大的不幸",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194292",
    "pub_date": "2026-07-14 16:44:00",
    "author": "xilei",
    "description": "【1】#蒋方舟道歉##蒋方舟接受人大校方处理# 13日，@中国人民大学发布情况通报，经核查认定蒋方舟构成学术不端行为，决定撤销其硕士学位。刚刚，蒋方舟发文道歉：“本人接受人大校方对此事的处理。因此事被惊扰并失望的读者，我致以歉意。对我的老师为此事蒙受的处分，深致歉意。” 【2】香港著名电影人施南生去世，享年 75岁。 前夫徐克接受采访时透露，施南生从2022年开始身体免疫力衰退，多年来一直以顽强生命力与病魔对抗，直到最近身体免疫力严重衰…",
    "content": "【1】 #蒋方舟道歉# #蒋方舟接受人大校方处理# &nbsp; 13日， @中国人民大学 发布情况通报，经核查认定蒋方舟构成学术不端行为，决定撤销其硕士学位。刚刚，蒋方舟发文道歉：“本人接受人大校方对此事的处理。因此事被惊扰并失望的读者，我致以歉意。对我的老师为此事蒙受的处分，深致歉意。” 【2】香港著名电影人施南生去世，享年 75岁。 前夫徐克接受采访时透露，施南生从2022年开始身体免疫力衰退，多年来一直以顽强生命力与病魔对抗，直到最近身体免疫力严重衰退，病毒严重感染身体，导致很多器官衰竭。 徐克说：「施南生…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194266",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260713】终于赶上了时代红利了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194266",
    "pub_date": "2026-07-13 16:50:00",
    "author": "xilei",
    "description": "【1】美国NSF出新规，“几乎要全面禁止与中国科学家合作” 美国国家科学基金会（NSF）正在推出一项让中美基础研究合作跌入冰点的新政策。 2026年7月8日，NSF通过“致同仁信”（Dear Colleague Letter）在其官网宣布，将从新财年起实施禁止与“受限实体”合作的研究安全政策。新规明确提到，NSF资助经费不得用于与列入美国政府受限清单的机构及其雇员开展合作。提交项目申请时，申请机构和相关研究者需要就此进行合规认证，机构本…",
    "content": "【1】美国NSF出新规，“几乎要全面禁止与中国科学家合作” 美国国家科学基金会（NSF）正在推出一项让中美基础研究合作跌入冰点的新政策。 2026年7月8日，NSF通过“致同仁信”（Dear Colleague Letter）在其官网宣布，将从新财年起实施禁止与“受限实体”合作的研究安全政策。新规明确提到，NSF资助经费不得用于与列入美国政府受限清单的机构及其雇员开展合作。提交项目申请时，申请机构和相关研究者需要就此进行合规认证，机构本身也要承担识别和处理违规行为的责任。 这项政策一经公布，迅速引发美国科学界关注。…"
  }
];

export default jsonData;
