const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/52f0532f5149",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "心理学研究方法（7）",
    "link": "https://www.jianshu.com/p/52f0532f5149",
    "pub_date": "2026-06-09 16:38:34",
    "author": "如鱼饮水2020",
    "description": "中原焦点团队坚持分享1070天（20230109） 开放式问题是让被访人自由回答的一类问题，闭合式问题是限制答话内容或方式的问题形式，包括一些强迫性选择。 选择开放式还是闭合式应考虑的因素：访谈的目的，了解被访人的态度特征、所挂意见的基础、回答问题的参考框架以及感觉的强度采用开放式问题；被访人的信息水平，了解信息水平用开放式问题，激发动机用闭合式问题；被访人意见的结构，意见越明显越宜采用闭合式问题；对被访人情况的了解程度，初期用开放式问…",
    "content": "中原焦点团队坚持分享1070天（20230109） 开放式问题是让被访人自由回答的一类问题，闭合式问题是限制答话内容或方式的问题形式，包括一些强迫性选择。 选择开放式还是闭合式应考虑的因素：访谈的目的，了解被访人的态度特征、所挂意见的基础、回答问题的参考框架以及感觉的强度采用开放式问题；被访人的信息水平，了解信息水平用开放式问题，激发动机用闭合式问题；被访人意见的结构，意见越明显越宜采用闭合式问题；对被访人情况的了解程度，初期用开放式问题，后期掌握相当资料后采用闭合式问题。 直接方式还是间接方式提问与问题和目的之间…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/d673bb590013",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "《乘风2026》：安崎节目中喊话讨厌林有有，孙怡高情商救场",
    "link": "https://www.jianshu.com/p/d673bb590013",
    "pub_date": "2026-06-09 16:38:33",
    "author": "入骨影评",
    "description": "不知不觉中，《浪姐2026》已经播出到了第四公演，通过前几次公演的整体效果来看，姐姐们在节目中的进步还是非常大的，大家都很欣慰于女明星之间的惺惺相惜。 然而，在这种真人秀节目中，业务能力的提升是一方面。 通过很多细微的互动，也能够真实的体现出各位姐姐的路人缘和情商。 没想到一直被称为是黑马的精灵少女安崎，竟然在节目中因为一句点评，被网友吐槽情商太低了，相反的，孙怡凭借一句话救场了。 在这一次节目中，各位姐姐初始的水平能力是参差不齐的。 …",
    "content": "不知不觉中，《浪姐2026》已经播出到了第四公演，通过前几次公演的整体效果来看，姐姐们在节目中的进步还是非常大的，大家都很欣慰于女明星之间的惺惺相惜。 然而，在这种真人秀节目中，业务能力的提升是一方面。 通过很多细微的互动，也能够真实的体现出各位姐姐的路人缘和情商。 没想到一直被称为是黑马的精灵少女安崎，竟然在节目中因为一句点评，被网友吐槽情商太低了，相反的，孙怡凭借一句话救场了。 在这一次节目中，各位姐姐初始的水平能力是参差不齐的。 因为很多姐姐原本就是选秀秀或歌手、舞者出道，有一些姐姐从出道以来一直担任演员，从…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193539",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260608】超过44%处于灵活就业状态",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193539",
    "pub_date": "2026-06-08 14:00:00",
    "author": "xilei",
    "description": "【1】@格隆汇图解天下_ 2026年，中国灵活就业人口数量预计将达到3.2亿人，较上一年增加4000万人，以2025年末中国总就业人数7.25亿人计算，这意味着超过44%处于灵活就业状态。 【2】当地时间6月8日中午，朝鲜劳动党总书记、国务委员长金正恩在平壤金日成广场为中共中央总书记、国家主席习近平举行盛大欢迎仪式。（新华社） 【3】《网络测评活动规范》 【4】马斯克宣布，禁止中国客户投资Space X 【5】骑电动自行车跑马拉松 【6…",
    "content": "【1】 @格隆汇图解天下_ 2026年，中国灵活就业人口数量预计将达到3.2亿人，较上一年增加4000万人，以2025年末中国总就业人数7.25亿人计算，这意味着超过44%处于灵活就业状态。 【2】当地时间6月8日中午，朝鲜劳动党总书记、国务委员长金正恩在平壤金日成广场为中共中央总书记、国家主席习近平举行盛大欢迎仪式。（新华社） 【3】《网络测评活动规范》 &nbsp; 【4】马斯克宣布，禁止中国客户投资Space X 【5】骑电动自行车跑马拉松 【6】天津的作文题，出的越来越有水平了 【7】谁把足协气成这样？ 【…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193516",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260607】未来五年就业优先",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193516",
    "pub_date": "2026-06-07 14:07:00",
    "author": "xilei",
    "description": "【1】国常会定调：未来五年就业优先 【2】2026年高考语文作文题出炉 【3】拟取消“逾期贷款罚息30%~50%”条款 【4】关注后续「居民个人境外投资实施细则」 【5】这个星期俄罗斯对基辅的大规模打击当中，有中国电车的展览中心被击中，展览中心几乎被夷为平地 【6】@清风韵皖 胡锡进，你如此美化侵略者，把一个主权国家侵略另一个主权国家，说成是“都是西方挑唆，北约东扩闹的”，把侵略歪曲成“厮杀”，就不怕乌克兰死在侵略战争屠刀下的冤魂找你索…",
    "content": "【1】国常会定调：未来五年就业优先 【2】2026年高考语文作文题出炉 【3】拟取消“逾期贷款罚息30%~50%”条款 【4】关注后续「居民个人境外投资实施细则」 【5】这个星期俄罗斯对基辅的大规模打击当中，有中国电车的展览中心被击中，展览中心几乎被夷为平地 【6】 @清风韵皖 胡锡进，你如此美化侵略者，把一个主权国家侵略另一个主权国家，说成是“都是西方挑唆，北约东扩闹的”，把侵略歪曲成“厮杀”，就不怕乌克兰死在侵略战争屠刀下的冤魂找你索命吗？ 【7】陈果：现在中国消费股遍地黄金 &nbsp; 【8】用过下面软件中…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193499",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260606】刹车",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193499",
    "pub_date": "2026-06-06 14:40:00",
    "author": "xilei",
    "description": "【1】Anthropic警告前沿AI发展或失控 吁各国业者共设“刹车” 当人工智能可以实现自我进化时，人类的监管可能跟不上技术的发展速度，诸多威胁将随之而至。美国人工智能公司Anthropic呼吁各国的前沿AI公司，合作设置一个“刹车”，在必要时一致放缓或暂停尖端AI的发展。 【2】5月共有31条中日航线取消全部航班，比4月取消数量有所增加。 整个5月中国大陆赴日本共有1592个航班取消，取消率为37.6%。 【3】短剧寒冬 短剧受限来…",
    "content": "【1】Anthropic警告前沿AI发展或失控 吁各国业者共设“刹车” 当人工智能可以实现自我进化时，人类的监管可能跟不上技术的发展速度，诸多威胁将随之而至。美国人工智能公司Anthropic呼吁各国的前沿AI公司，合作设置一个“刹车”，在必要时一致放缓或暂停尖端AI的发展。 【2】5月共有31条中日航线取消全部航班，比4月取消数量有所增加。 整个5月中国大陆赴日本共有1592个航班取消，取消率为37.6%。 【3】短剧寒冬 短剧受限来了，限制金手指、以暴制暴、危险道具、人格羞辱、以隐私胁迫主角、交通暴力，严打男频…"
  }
];

export default jsonData;
