const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8223965d0d8d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "江苏南京 \"秦淮灯会\" 太璀璨！万盏灯笼点亮秦淮河，夜晚的南京美如画？",
    "link": "https://www.jianshu.com/p/8223965d0d8d",
    "pub_date": "2026-07-13 16:32:58",
    "author": "你的分享",
    "description": "江苏南京的秦淮灯会，素有“天下第一灯会”的美誉，是中华传统文化中一颗璀璨的明珠。当夜幕降临，万盏灯笼点亮蜿蜒的秦淮河，流光溢彩的光影将这座六朝古都装点得宛如绝美画卷。秦淮灯会不仅是一场极致的视觉盛宴，更是跨越千年的文化传承与活态记忆。从南朝建康的星河灯海到如今的科技光影秀，它见证了历史的兴衰与时代的变迁。作为国家级非物质文化遗产，秦淮灯会集灯展、灯市、灯景于一体，承载着中国人对团圆与太平盛世的美好祈愿。本文将带您走进这场光影盛宴，领略金…",
    "content": "江苏南京的秦淮灯会，素有“天下第一灯会”的美誉，是中华传统文化中一颗璀璨的明珠。当夜幕降临，万盏灯笼点亮蜿蜒的秦淮河，流光溢彩的光影将这座六朝古都装点得宛如绝美画卷。秦淮灯会不仅是一场极致的视觉盛宴，更是跨越千年的文化传承与活态记忆。从南朝建康的星河灯海到如今的科技光影秀，它见证了历史的兴衰与时代的变迁。作为国家级非物质文化遗产，秦淮灯会集灯展、灯市、灯景于一体，承载着中国人对团圆与太平盛世的美好祈愿。本文将带您走进这场光影盛宴，领略金陵夜色下的极致浪漫与深厚底蕴。 正文 一、千年文脉的历史溯源 秦淮灯会的历史底蕴…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/de6601ddc911",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "灯光亮起之前，谁也不知道这个普通人会带来什么",
    "link": "https://www.jianshu.com/p/de6601ddc911",
    "pub_date": "2026-07-13 16:32:58",
    "author": "8223e1760e75",
    "description": "海外才艺秀里，最让人期待的往往不是已经成名的表演者。 而是那些看起来再普通不过的素人。 有人穿着工作服走上舞台，有人紧张得一直搓手，有人刚报出名字就忘了接下来该说什么，还有人站在聚光灯下，局促得像只是临时被朋友拉来参加活动。 评委礼貌地问：“你今天准备了什么？” 观众席也没有太大反应。 直到音乐响起，或者表演真正开始。 刚才还略显嘈杂的现场突然安静下来，评委慢慢坐直身体，台下有人露出不可思议的表情。几分钟后，那个看起来毫不起眼的人，可能…",
    "content": "海外才艺秀里，最让人期待的往往不是已经成名的表演者。 而是那些看起来再普通不过的素人。 有人穿着工作服走上舞台，有人紧张得一直搓手，有人刚报出名字就忘了接下来该说什么，还有人站在聚光灯下，局促得像只是临时被朋友拉来参加活动。 评委礼貌地问：“你今天准备了什么？” 观众席也没有太大反应。 直到音乐响起，或者表演真正开始。 刚才还略显嘈杂的现场突然安静下来，评委慢慢坐直身体，台下有人露出不可思议的表情。几分钟后，那个看起来毫不起眼的人，可能已经让全场起立鼓掌。 这大概就是海外才艺秀最吸引人的地方。 灯光亮起之前，谁也不…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/afb2f2e6e521",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "分子对接结果的Protein-Ligand Interaction Profiler",
    "link": "https://www.jianshu.com/p/afb2f2e6e521",
    "pub_date": "2026-07-13 16:32:58",
    "author": "单细胞空间交响乐",
    "description": "作者，Evil Genius 今天给大家介绍一个网站，PLIP - Welcome。 我们在做完分子对接后，可以使用该网站分析蛋白配体相互之间的作用力。 我们把分子对接后的complex.pdb导入该网站，然后点ANALYZE。 就会分析出作用力，方便我们查看对接的效果 还可以看3D view 可以旋转看 目前来讲，网上没有找到那种系统的分子对接 + 分子动力学教程，整体的逻辑是 1、蛋白质结构的基础知识 2、pymol的使用 3、对接…",
    "content": "作者，Evil Genius 今天给大家介绍一个网站， PLIP - Welcome 。 我们在做完分子对接后，可以使用该网站分析蛋白配体相互之间的作用力。 我们把分子对接后的complex.pdb导入该网站，然后点ANALYZE。 就会分析出作用力，方便我们查看对接的效果 还可以看3D view 可以旋转看 目前来讲，网上没有找到那种系统的分子对接 + 分子动力学教程，整体的逻辑是 1、蛋白质结构的基础知识 2、pymol的使用 3、对接前蛋白质结构的处理（包括同源建模、或者预测结构alphafold3、修补缺失…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/0a40615ab15d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "毕业表演",
    "link": "https://www.jianshu.com/p/0a40615ab15d",
    "pub_date": "2026-07-13 16:32:58",
    "author": "小崔先生",
    "description": "女儿花生米终于演出结束了，这是她们幼儿园一年一度最盛大的毕业表演，全校师生参加，她算是小班毕业，为此，她们幼儿园把整个保利剧院都包下来了，之前我们在这个剧院看过很多场演出，也带花生米去看过儿童剧，能到这里表演，她期待很久了。 她自己还在说，能到这么漂亮的剧院演出，她就是小明星了，她们为了这个演出，也是提前很长时间排练节目了，她们演的节目是《大美新疆》，主要讲述新疆的瓜果还有布料。学校也专门买了新疆维族服饰，穿上衣服瞬间就变成了维族小姑娘…",
    "content": "女儿花生米终于演出结束了，这是她们幼儿园一年一度最盛大的毕业表演，全校师生参加，她算是小班毕业，为此，她们幼儿园把整个保利剧院都包下来了，之前我们在这个剧院看过很多场演出，也带花生米去看过儿童剧，能到这里表演，她期待很久了。 她自己还在说，能到这么漂亮的剧院演出，她就是小明星了，她们为了这个演出，也是提前很长时间排练节目了，她们演的节目是《大美新疆》，主要讲述新疆的瓜果还有布料。学校也专门买了新疆维族服饰，穿上衣服瞬间就变成了维族小姑娘，临演出前一天，她突然发烧了，为了不耽误第二天的演出，我们紧急给她治疗，好在很快…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/75668a084b7d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "曼陀罗思考法：10分钟激活创意脑的实战训练指南",
    "link": "https://www.jianshu.com/p/75668a084b7d",
    "pub_date": "2026-07-13 16:32:58",
    "author": "德应慧学",
    "description": "曼陀罗思考法：10分钟激活创意脑的实战训练指南 作者:唐联应 你是否也曾遇到这样的困境：想策划一场活动却脑子空空，写方案时思路卡在第一句，面对问题只能想到\"常规操作\"？曼陀罗思考法就像一把\"创意钥匙\"，用简单的九宫格图形，帮你打破思维僵局，从\"没灵感\"到\"创意爆棚\"，每天10分钟就能练出多维度思考的能力。 一、曼陀罗思考法：为什么一张九宫格能打开脑洞？ 曼陀罗思考法的核心秘密，在于它用视觉化图形打破了线性思维的局限。我们平时思考问题，总…",
    "content": "曼陀罗思考法：10分钟激活创意脑的实战训练指南 作者:唐联应 你是否也曾遇到这样的困境：想策划一场活动却脑子空空，写方案时思路卡在第一句，面对问题只能想到\"常规操作\"？曼陀罗思考法就像一把\"创意钥匙\"，用简单的九宫格图形，帮你打破思维僵局，从\"没灵感\"到\"创意爆棚\"，每天10分钟就能练出多维度思考的能力。 一、曼陀罗思考法：为什么一张九宫格能打开脑洞？ 曼陀罗思考法的核心秘密，在于它用视觉化图形打破了线性思维的局限。我们平时思考问题，总习惯\"从A到B再到C\"的直线模式，而曼陀罗的3×3九宫格，强迫大脑同时从8个方向…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194242",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260712】普通人",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194242",
    "pub_date": "2026-07-12 19:09:00",
    "author": "xilei",
    "description": "【1】7月9日，福建晋江一鞋厂发生重大火灾，造成28人死亡。 《焦点访谈》记者在厂房内部发现，从一楼到五楼，车间内、逃生通道都有栅栏。此外，记者在厂房内没有看到消防喷淋设施。据了解，在7月7日，也就是发生火灾前两天，该企业刚刚经过镇里组织的消防检查，被警示物资、成品、半成品无序堆杂问题较为严重，要求在7月13日之前整改。 驻村干部蔡荣烽说，多次检查发现，厂内消防通道常常被堵塞。“货物堆在消防通道里，配电箱下面堆放杂物，我们要求厂里立即整…",
    "content": "【1】7月9日，福建晋江一鞋厂发生重大火灾，造成28人死亡。 《焦点访谈》记者在厂房内部发现，从一楼到五楼，车间内、逃生通道都有栅栏。此外，记者在厂房内没有看到消防喷淋设施。据了解，在7月7日，也就是发生火灾前两天，该企业刚刚经过镇里组织的消防检查，被警示物资、成品、半成品无序堆杂问题较为严重，要求在7月13日之前整改。 驻村干部蔡荣烽说，多次检查发现，厂内消防通道常常被堵塞。“货物堆在消防通道里，配电箱下面堆放杂物，我们要求厂里立即整改，清走杂物。”就在去年，该厂还被要求停工整改，但此后依然无视隐患。 天眼查资料…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194235",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260711】这里没有球",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194235",
    "pub_date": "2026-07-11 15:27:00",
    "author": "xilei",
    "description": "【1】工信部提示Claude Code网络安全后门： 关于防范AI编程工具Claude Code安全后门隐患的风险提示 近日，工业和信息化部网络安全威胁和漏洞信息共享平台（NVDB）监测发现，AI编程工具Claude Code存在安全后门隐患，危害严重。 Claude Code是美国Anthropic公司开发的AI编程工具，可根据文字需求自主完成代码编写、修复等工作。由于其内置了监控机制，未经用户同意即可向远程服务器回传用户地域、身份标…",
    "content": "【1】工信部提示Claude Code网络安全后门： 关于防范AI编程工具Claude Code安全后门隐患的风险提示 近日，工业和信息化部网络安全威胁和漏洞信息共享平台（NVDB）监测发现，AI编程工具Claude Code存在安全后门隐患，危害严重。 Claude Code是美国Anthropic公司开发的AI编程工具，可根据文字需求自主完成代码编写、修复等工作。由于其内置了监控机制，未经用户同意即可向远程服务器回传用户地域、身份标识等敏感信息，受影响的Claude Code为2.1.91至2.1.196版本。…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194209",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260710】每一年都会变成你已度过人生中更小的一部分",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194209",
    "pub_date": "2026-07-10 17:01:00",
    "author": "xilei",
    "description": "【1】IMF略微下调世界经济增长预期 国际货币基金组织星期三（7月8日）发布《世界经济展望报告》更新内容，将今年世界经济增长预期小幅下调至3%，比4月预测值低0.1个百分点。 【2】山东泰安：将泰山景区现有刀片式隔离网拆除或替代 【3】从借款人加权平均年龄来看，40岁左右的中年人是不良贷款主要承载者。但单独看多个不良资产包，个人不良贷款加权平均年龄正在逐步年轻化。（经观） 【4】姜萍考上了本科 2026年7月，曾因数学竞赛引发全网关注的…",
    "content": "【1】IMF略微下调世界经济增长预期 国际货币基金组织星期三（7月8日）发布《世界经济展望报告》更新内容，将今年世界经济增长预期小幅下调至3%，比4月预测值低0.1个百分点。 综合新华社和路透社报道，这是国际货币基金组织（IMF）继今年4月下调0.2个百分点后，再次下调今年世界经济增长预期。 IMF说，这次下调反映了中东战事带来的冲击，但得益于人工智能的发展和应用，全球科技领域由需求驱动的增长正在加速，部分抵消了战事负面影响。 【2】山东泰安：将泰山景区现有刀片式隔离网拆除或替代 【3】从借款人加权平均年龄来看，4…"
  }
];

export default jsonData;
