const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/5682bed48f8c",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "Olink 技术答疑指南（一）：蛋白检测平台差异与常见问题详解",
    "link": "https://www.jianshu.com/p/5682bed48f8c",
    "pub_date": "2026-08-02 16:04:40",
    "author": "乐备实生物",
    "description": "在蛋白组学研究与生物标志物开发中，基于邻位延伸分析（PEA）的 Olink 技术凭借微量样本消耗、超高检测通量与优异灵敏度，成为临床队列研究、靶点广谱筛选的核心工具之一。在实验方案设计阶段，研究者常常需要对比 Olink 与传统免疫检测、抗体芯片、质谱等技术的区别，厘清不同平台的适用边界。本文梳理十大高频疑问，逐一拆解技术差异与选型逻辑，帮助研究者结合研究目标匹配最优技术方案与组合策略。 1、Olink 与 ELISA 技术的核心区别是…",
    "content": "在蛋白组学研究与生物标志物开发中，基于邻位延伸分析（PEA）的 &nbsp;Olink 技术 凭借微量样本消耗、超高检测通量与优异灵敏度，成为临床队列研究、靶点广谱筛选的核心工具之一。在实验方案设计阶段，研究者常常需要对比 Olink 与传统免疫检测、抗体芯片、质谱等技术的区别，厘清不同平台的适用边界。本文梳理十大高频疑问，逐一拆解技术差异与选型逻辑，帮助研究者结合研究目标匹配最优技术方案与组合策略。 1、Olink 与 ELISA 技术的核心区别是什么？ 答：ELISA 作为经典单重免疫检测技术，单次实验通常仅能…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/9343a61fbc38",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "整理学习笔记",
    "link": "https://www.jianshu.com/p/9343a61fbc38",
    "pub_date": "2026-08-02 16:04:39",
    "author": "徐立华",
    "description": "今天早晨无意中翻开一个有些发黄的工作日记，打开一看，原来是很多年前的学习笔记。年前收拾房间的时候为了节省空间，我扔了很多很多很多东西，衣服和生活物品淘汰了很多，但是书啊、本啊，写满文字的已经发黄的纸张啊，怎么也没有舍得扔，总想着有空的时候再看看，重新整理一下。 今天偶然打开的这个笔记本的内容是关于学科学习的，翻看了一遍，我把其中的关于语言测试的部分整理摘录了一下，也是自己重新学习的一个过程，这些内容在今后的工作中依然能发挥有效的作用。 …",
    "content": "今天早晨无意中翻开一个有些发黄的工作日记，打开一看，原来是很多年前的学习笔记。年前收拾房间的时候为了节省空间，我扔了很多很多很多东西，衣服和生活物品淘汰了很多，但是书啊、本啊，写满文字的已经发黄的纸张啊，怎么也没有舍得扔，总想着有空的时候再看看，重新整理一下。 今天偶然打开的这个笔记本的内容是关于学科学习的，翻看了一遍，我把其中的关于语言测试的部分整理摘录了一下，也是自己重新学习的一个过程，这些内容在今后的工作中依然能发挥有效的作用。 测试与评价 （北京教育学院：陈芳） 一、语言测试的功能 1.诊断功能 2.反馈功…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/2a82f096c5b6",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "619.【跟着大领导】测试小记，颇有体会",
    "link": "https://www.jianshu.com/p/2a82f096c5b6",
    "pub_date": "2026-08-02 16:04:39",
    "author": "七镜",
    "description": "UI界面测试，更接近用户侧，用户怎么操作界面，就模拟怎么操作界面并走通业务闭环；数据接口测试，更接近客户端开发工程师，客户端开发工程师怎么调用数据接口，就模拟怎么调用数据接口并考虑边界值、性能；服务端测试，更接近服务端开发工程师，服务端工程师怎么调用方法、函数，就模拟怎么调用方法函数同样考虑边界值、性能和多种调用的组合。 和前面几种测试不同，技术大领导做的三个基础软件之一（另外两个基础软件是操作系统和编译器）的数据库核心引擎开发。界面测…",
    "content": "UI界面测试，更接近用户侧，用户怎么操作界面，就模拟怎么操作界面并走通业务闭环；数据接口测试，更接近客户端开发工程师，客户端开发工程师怎么调用数据接口，就模拟怎么调用数据接口并考虑边界值、性能；服务端测试，更接近服务端开发工程师，服务端工程师怎么调用方法、函数，就模拟怎么调用方法函数同样考虑边界值、性能和多种调用的组合。 和前面几种测试不同，技术大领导做的三个基础软件之一（另外两个基础软件是操作系统和编译器）的数据库核心引擎开发。界面测试看不到界面实现、接口测试看不到服务端实现、服务端测试看不到框架实现，始终存在黑…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/d7d9080aa1ed",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "跟着Nature Communications学作图：R语言ggtern包画三元相图（Ternary plots ）",
    "link": "https://www.jianshu.com/p/d7d9080aa1ed",
    "pub_date": "2026-08-02 16:04:38",
    "author": "小明的数据分析笔记本",
    "description": "论文 A highly conserved core bacterial microbiota with nitrogen-fixation capacity inhabits the xylem sap in maize plants https://www.nature.com/articles/s41467-022-31113-w 本地pdf s41467-022-31113-w.pdf 数据代码链接 https://github…",
    "content": "论文 A highly conserved core bacterial microbiota with nitrogen-fixation capacity inhabits the xylem sap in maize plants https://www.nature.com/articles/s41467-022-31113-w 本地pdf s41467-022-31113-w.pdf 数据代码链接 https://github.com/PlantNutrition/Liyu 今天的推文我们重复一下论文中的…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194688",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260801】不正宗，至少得有五个中心",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194688",
    "pub_date": "2026-08-01 16:22:00",
    "author": "xilei",
    "description": "【1】连云港消防回应 【2】七月份股民人均亏损1.4万，这个数据有点扎心啊。 【3】胡锡进：建议查一查今天谁在砸盘。 【4】穿上裤子就不认了 【5】DeepSeek V4 Flash的竞技场跑分开榜： 智能水平排名Top 13，任务成本排名最低，比它聪明的没它便宜，比它便宜的⋯⋯哦，没有比它便宜的。 【6】中国将开展为期一年的“深化扫黑除恶”专项斗争 【7】发改委：正研究制定扩内需增量政策 【8】《#国务院关于出境入境管理的规定#》9月…",
    "content": "【1】连云港消防回应 【2】七月份股民人均亏损1.4万，这个数据有点扎心啊。 【3】胡锡进：建议查一查今天谁在砸盘。 【4】穿上裤子就不认了 【5】DeepSeek V4 Flash的竞技场跑分开榜： 智能水平排名Top 13，任务成本排名最低，比它聪明的没它便宜，比它便宜的⋯⋯哦，没有比它便宜的。 &nbsp; &nbsp; 【6】中国将开展为期一年的“深化扫黑除恶”专项斗争 【7】发改委：正研究制定扩内需增量政策 【8】《 #国务院关于出境入境管理的规定# 》9月15日起施行 《国务院关于出境入境管理的规定》7…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194667",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260731】风控永远是第一位",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194667",
    "pub_date": "2026-07-31 16:40:00",
    "author": "xilei",
    "description": "【1】#应急部门回应小区火灾母女坠楼##连云港小区火灾母女已转院治疗# #连云港火灾母女坠楼#据媒体报道，7月27日早晨，江苏连云港一小区5楼突发火灾。从视频画面可以看到，大人抓着窗栏，并用腿挡住小孩，试图让两人稳定下来。然而在该大人尝试往下挪动寻找安全位置之际，疑似打滑从楼上坠下，小孩也随后坠下。 7月31日，@热度新闻记者联系至所属海州区应急管理局核实情况，工作人员表示等待宣传部出具公告，这边不太清楚。 目前，根据媒体报道确认两人已…",
    "content": "【1】 #应急部门回应小区火灾母女坠楼# #连云港小区火灾母女已转院治疗# #连云港火灾母女坠楼# 据媒体报道，7月27日早晨，江苏连云港一小区5楼突发火灾。从视频画面可以看到，大人抓着窗栏，并用腿挡住小孩，试图让两人稳定下来。然而在该大人尝试往下挪动寻找安全位置之际，疑似打滑从楼上坠下，小孩也随后坠下。 7月31日， @热度新闻 记者联系至所属海州区应急管理局核实情况，工作人员表示等待宣传部出具公告，这边不太清楚。 目前，根据媒体报道确认两人已转院治疗，官方尚未公布具体伤情。 @律界王凯 昨天看到连云港这个火灾事…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194648",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260730】罗伯特你完了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194648",
    "pub_date": "2026-07-30 16:48:00",
    "author": "xilei",
    "description": "【1】A股市值前十全部飘红 【#美股尾盘大跳水原因#】北京时间7月30日凌晨，美联储以9比3的表决结果决定维持利率不变，将联邦基金利率的目标区间继续维持在3.50%至3.75%之间。 @但斌 今天大跌，很多朋友问我怎么看？我还是看好人工智能10年牛市，目前只是一个阶段性调整而已。整个逻辑没变，就是涨多了回调一下，我不太相信人工智能3、4年就结束 【4】7月29日，上海市发改委官网更新一则公告，计划调整全市轨道交通价格并召开听证会。这将是…",
    "content": "【1】A股市值前十全部飘红 【 #美股尾盘大跳水原因# 】北京时间7月30日凌晨，美联储以9比3的表决结果决定维持利率不变，将联邦基金利率的目标区间继续维持在3.50%至3.75%之间。 据统计，这是自2016年以来，美联储首次在同一次政策决议中出现3张方向一致的反对票，反映出内部支持收紧政策的声音正在增强。 随后，美联储主席凯文·沃什现身货币政策新闻发布会。对于本次维持利率不变的决定，沃什拒绝将其定义为“暂停”。他强调，美国通胀问题不可能在9周内（沃什上任至今不到9周）解决，在必要和适当时美联储将毫不犹豫地采取行…"
  }
];

export default jsonData;
