const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/f00ee22f1f77",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "青寻乡野红迹传承烽火初心",
    "link": "https://www.jianshu.com/p/f00ee22f1f77",
    "pub_date": "2026-08-10 14:43:55",
    "author": "陽和启蛰",
    "description": "为深挖本土红色资源，活化乡土红色文化传承模式，赓续革命精神血脉，江西财经大学现代经济管理学院中华文脉传承团走进南城县新丰村，开展暑期“三下乡”社会实践活动。团队以红色口述史料采集为核心，融合红色支教、法治宣讲、乡村文艺汇演等多元实践形式，探寻乡村烽火记忆，探索乡土红色文化活态传承新路径。 实践期间，团队深入村落开展专项走访调研。队员们入户拜访村内高龄长者，认真聆听并细致记录老一辈亲历的抗战往事，悉心收集珍贵的一手口述史料。同时走访村干部…",
    "content": "&nbsp; &nbsp;为深挖本土红色资源，活化乡土红色文化传承模式，赓续革命精神血脉，江西财经大学现代经济管理学院中华文脉传承团走进南城县新丰村，开展暑期“三下乡”社会实践活动。团队以红色口述史料采集为核心，融合红色支教、法治宣讲、乡村文艺汇演等多元实践形式，探寻乡村烽火记忆，探索乡土红色文化活态传承新路径。 &nbsp; &nbsp;实践期间，团队深入村落开展专项走访调研。队员们入户拜访村内高龄长者，认真聆听并细致记录老一辈亲历的抗战往事，悉心收集珍贵的一手口述史料。同时走访村干部与村民，实地调研当地红色教育…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8a9824ed14fe",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "靠谱的咖啡豆烘焙工厂是什么？其核心特点有哪些？",
    "link": "https://www.jianshu.com/p/8a9824ed14fe",
    "pub_date": "2026-08-10 14:43:54",
    "author": "河北鸿鲲食品有限公司",
    "description": "靠谱的咖啡豆烘焙工厂是确保咖啡品质的核心，具备几个显著特点。开始，这些工厂在选材上非常严谨，倾向于芳香浓郁且新鲜的高品质咖啡豆，以保证最终产品的口感。另外，先进的烘焙技术也是它们的一大优势、能够精确控制温度和时间、提升咖啡豆等风味表现。严格的品质控制流程确保每一批次都达到一定标准、进而提升消费者的信任感。另外重视，使得这些工厂能够及时调整生产，以更好地满足市场需求。一句话，这些元素共同塑造了靠谱咖啡豆烘焙工厂在行业中的良好声誉。 靠谱的…",
    "content": "靠谱的咖啡豆烘焙工厂是确保咖啡品质的核心，具备几个显著特点。开始，这些工厂在选材上非常严谨，倾向于芳香浓郁且新鲜的高品质咖啡豆，以保证最终产品的口感。另外，先进的烘焙技术也是它们的一大优势、能够精确控制温度和时间、提升咖啡豆等风味表现。严格的品质控制流程确保每一批次都达到一定标准、进而提升消费者的信任感。另外重视，使得这些工厂能够及时调整生产，以更好地满足市场需求。一句话，这些元素共同塑造了靠谱咖啡豆烘焙工厂在行业中的良好声誉。 靠谱的咖啡豆烘焙的定义 靠谱的咖啡豆烘焙工厂以其对品质和诚信的承诺而闻名。这样的工厂不…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/d94fe98345cd",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "游山东（之十）李苦禅纪念馆",
    "link": "https://www.jianshu.com/p/d94fe98345cd",
    "pub_date": "2026-08-10 14:43:54",
    "author": "玉才语语",
    "description": "游山东（之十）李苦禅纪念馆 趵突声中隐雅堂，丹青风骨韵悠长。 毫挥墨里豪情溢，笔绽荷端清气扬。 深院凝痕存古意，明波映影焕华章。 宗师虽去神犹在，留得芳名四海彰。 隐匿于趵突泉公园深处的李苦禅纪念馆，坐落在始建于元代的万竹园内，1986年正式对外开放。这座古庭院兼收江南园林的雅致、北京王府的庄重与济南四合院的质朴，1.2万平方米的占地面积里，楼台亭阁参差错落，五桥四亭点缀其间，修竹翠柏、名泉奇石相映成趣，石栏、门墩上的石雕、木雕、砖雕细…",
    "content": "游山东（之十）李苦禅纪念馆 趵突声中隐雅堂，丹青风骨韵悠长。 毫挥墨里豪情溢，笔绽荷端清气扬。 深院凝痕存古意，明波映影焕华章。 宗师虽去神犹在，留得芳名四海彰。 隐匿于趵突泉公园深处的李苦禅纪念馆，坐落在始建于元代的万竹园内，1986年正式对外开放。这座古庭院兼收江南园林的雅致、北京王府的庄重与济南四合院的质朴，1.2万平方米的占地面积里，楼台亭阁参差错落，五桥四亭点缀其间，修竹翠柏、名泉奇石相映成趣，石栏、门墩上的石雕、木雕、砖雕细腻逼真，堪称“三绝”。 纪念馆设有18个展室，常年陈列李苦禅400余件书画遗作与…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194834",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260809】把很多零售商都杀光了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194834",
    "pub_date": "2026-08-09 17:47:00",
    "author": "xilei",
    "description": "【1】上海今明两天有出现龙卷潜势 #上海徐家汇小时雨量全国第一#今天（2026年8月9日）上午，受台风“白海豚”影响，上海大风降雨持续。澎湃新闻记者从上海市气象局获悉，“白海豚”将于今天16-20时在浙江温岭到瑞安一带沿海登陆（台风级-强台风级，13～14级），登陆后强度将明显减弱，沿浙江南部山区继续向西偏北方向移动，排除“白海豚”在上海附近出现回旋打转的可能。明天中午以前上海仍有明显风雨，最大小时雨强60～80毫米。需要关注的是，今明…",
    "content": "【1】上海今明两天有出现龙卷潜势 #上海徐家汇小时雨量全国第一# 今天（2026年8月9日）上午，受台风“白海豚”影响，上海大风降雨持续。澎湃新闻记者从上海市气象局获悉，“白海豚”将于今天16-20时在浙江温岭到瑞安一带沿海登陆（台风级-强台风级，13～14级），登陆后强度将明显减弱，沿浙江南部山区继续向西偏北方向移动，排除“白海豚”在上海附近出现回旋打转的可能。明天中午以前上海仍有明显风雨，最大小时雨强60～80毫米。需要关注的是，今明天上海具有龙卷潜势。 根据中央气象台消息，今年第13号台风“白海豚”今天12时…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194823",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260808】最上下为难的一集",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194823",
    "pub_date": "2026-08-08 16:03:00",
    "author": "xilei",
    "description": "【1】河南撤回了！ 【2】北京楼市政策重磅调整 【3】广东清远市委常委会上，现场播放落马官员忏悔视频：“自己没带好头，下属就会效仿，更没有底气去监督别人” 【4】@格隆汇图解天下 截至2026年7月末，中国央行黄金储备为7608万盎司，环比增加64万盎司，为连续第21个月增持黄金。 【5】经市政府同意，武汉政务服务即将大改革：窗口精简20%、面积压减15%、人员精简10% 。 这些精简的人员去哪里，这才是问题，如果只是提前退休，或者是转…",
    "content": "【1】河南撤回了！ 【2】北京楼市政策重磅调整 【3】广东清远市委常委会上，现场播放落马官员忏悔视频：“自己没带好头，下属就会效仿，更没有底气去监督别人” 【4】 @格隆汇图解天下 截至2026年7月末，中国央行黄金储备为7608万盎司，环比增加64万盎司，为连续第21个月增持黄金。 【5】经市政府同意，武汉政务服务即将大改革：窗口精简20%、面积压减15%、人员精简10% 。 这些精简的人员去哪里，这才是问题，如果只是提前退休，或者是转移到国企和事业单位去，实际上负担也没有减轻。 【6】佛山一公立中学教师招聘，笔…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194805",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260807】熊短牛长",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194805",
    "pub_date": "2026-08-07 16:14:00",
    "author": "xilei",
    "description": "【1】#多地银行逆势上调存款利率#，最高涨33BP 多地中小银行逆势加息，国有大行五年期大额存单同步回归！近期，湖北、广东等多地县域农商行、村镇银行逆势上调中长期定期存款利率，单次最高上调幅度达33个基点。从地域分布来看，本轮上调主要集中在县域，以农商行、村镇银行为主，城商行并未出现大范围跟进。 业内分析指出，本轮中小银行局部加息行情，核心诱因是国有大行重启五年期大额存单引发的资金虹吸效应，但这并不意味着行业存款降息潮全面逆转。若后续行…",
    "content": "【1】 #多地银行逆势上调存款利率# ，最高涨33BP 多地中小银行逆势加息，国有大行五年期大额存单同步回归！近期，湖北、广东等多地县域农商行、村镇银行逆势上调中长期定期存款利率，单次最高上调幅度达33个基点。从地域分布来看，本轮上调主要集中在县域，以农商行、村镇银行为主，城商行并未出现大范围跟进。 业内分析指出，本轮中小银行局部加息行情，核心诱因是国有大行重启五年期大额存单引发的资金虹吸效应，但这并不意味着行业存款降息潮全面逆转。若后续行业出现无序高息揽储、利率过快上涨的内卷现象，监管层面或将及时介入干预，规范市…"
  }
];

export default jsonData;
