const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/144552bf91d9",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "Linux安装Nginx并配置启动命令",
    "link": "https://www.jianshu.com/p/144552bf91d9",
    "pub_date": "2026-09-24 07:32:02",
    "author": "萌褚",
    "description": "镜像下载、域名解析、时间同步请点击 阿里云开源镜像站 安装前准备工作 因为Nginx依赖于gcc的编译环境，所以，需要安装编译环境来使Nginx能够编译起来 yum install gcc-c++ Nginx的http模块需要使用pcre来解析正则表达式，需要安装pcre yum install -y pcre pcre-devel 安装依赖的解压包 yum install -y zlib zlib-devel ssl 功能需要 ope…",
    "content": "镜像下载、域名解析、时间同步请点击 阿里云开源镜像站 安装前准备工作 因为Nginx依赖于gcc的编译环境，所以，需要安装编译环境来使Nginx能够编译起来 yum install gcc-c++ Nginx的http模块需要使用pcre来解析正则表达式，需要安装pcre yum install -y pcre pcre-devel 安装依赖的解压包 yum install -y zlib zlib-devel ssl 功能需要 openssl 库，安装 openssl yum install -y openssl…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195729",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260923】人间失格",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195729",
    "pub_date": "2026-09-23 15:57:00",
    "author": "xilei",
    "description": "【1】一个好事儿！ iOS 27.2 Beta 可以禁止App获取设备姿态了，也就是说App摇一摇广告可以直接屏蔽了。不容易，天下苦摇一摇跳转广告久矣 【2】自然资源部：将组织开展找矿大会战行动 【3】深圳65万学生试点每周半天校外实践# #每周至少半天校外实践教学将推行#教育部基础教育司司长田祖荫9月23日在国新办举行的“开局起步‘十五五’”系列主题新闻发布会上介绍，教育部将在全国推行每周至少半天的校外实践教学，指导各地各校因地制宜、…",
    "content": "【1】一个好事儿！ iOS 27.2 Beta 可以禁止App获取设备姿态了，也就是说App摇一摇广告可以直接屏蔽了。不容易，天下苦摇一摇跳转广告久矣 【2】自然资源部：将组织开展找矿大会战行动 【3】 深圳65万学生试点每周半天校外实践# #每周至少半天校外实践教学将推行# 教育部基础教育司司长田祖荫9月23日在国新办举行的“开局起步‘十五五’”系列主题新闻发布会上介绍，教育部将在全国推行每周至少半天的校外实践教学，指导各地各校因地制宜、分学段合理安排，纳入学校的教育教学计划。 例如，深圳市已探索实施“义务教育每…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195679",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260922】所有正常的放松都有强烈的罪恶感",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195679",
    "pub_date": "2026-09-22 16:13:00",
    "author": "xilei",
    "description": "【1】习近平将对美国进行国事访问 应美利坚合众国总统特朗普邀请，国家主席习近平将于9月23日至25日对美国进行国事访问。 【2】9月21日上午，中共中央政治局常委、国务院副总理丁薛祥在人民大会堂接见“向国旗敬礼”港澳青少年升旗队代表访京团并合影留念。 【3】覃伟中被查，曾任深圳市长。 【4】团团伙伙，不老实 【5】人的底线何在 【6】长生生物疫苗案二审判决 原董事长高俊芳获无期徒刑】延宕八年的长春长生生物科技有限责任公司“假疫苗”案二审…",
    "content": "【1】习近平将对美国进行国事访问 应美利坚合众国总统特朗普邀请，国家主席习近平将于9月23日至25日对美国进行国事访问。 【2】9月21日上午，中共中央政治局常委、国务院副总理丁薛祥在人民大会堂接见“向国旗敬礼”港澳青少年升旗队代表访京团并合影留念。 【3】覃伟中被查，曾任深圳市长。 【4】团团伙伙，不老实 【5】人的底线何在 【6】长生生物疫苗案二审判决 原董事长高俊芳获无期徒刑】延宕八年的长春长生生物科技有限责任公司“假疫苗”案二审宣判。1954年出生的原董事长高俊芳被指犯有生产、销售伪劣产品罪、非国家工作人员…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195662",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260921】时间好不经用",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195662",
    "pub_date": "2026-09-21 16:47:00",
    "author": "xilei",
    "description": "【1】广东顺德一纺织公司厂房火灾事故，造成8人死亡 昨晚，邢台一处汽车贸易中心突发火灾，多间临街铺面被烧的只剩框架。据当地网友说是邢台南和车世界。商户损失不小。 【2】中美经贸磋商在美国纽约举行 #中美举行经贸磋商##中美经贸磋商就AI问题举行对话#当地时间9月20日，中美经贸中方牵头人、国务院副总理何立峰与美方牵头人、美国财政部长贝森特和贸易代表格里尔在美国纽约举行经贸磋商。双方以两国元首重要共识为引领，秉持相互尊重、和平共处、合作共…",
    "content": "【1】广东顺德一纺织公司厂房火灾事故，造成8人死亡 昨晚，邢台一处汽车贸易中心突发火灾，多间临街铺面被烧的只剩框架。据当地网友说是邢台南和车世界。商户损失不小。 【2】中美经贸磋商在美国纽约举行 #中美举行经贸磋商# #中美经贸磋商就AI问题举行对话# 当地时间9月20日，中美经贸中方牵头人、国务院副总理何立峰与美方牵头人、美国财政部长贝森特和贸易代表格里尔在美国纽约举行经贸磋商。双方以两国元首重要共识为引领，秉持相互尊重、和平共处、合作共赢的原则，围绕落实历次经贸磋商共识、促进双边贸易投资等双方共同关心的重要经贸…"
  }
];

export default jsonData;
