const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e43a372ab212",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "AI已经不太吃营销稿了",
    "link": "https://www.jianshu.com/p/e43a372ab212",
    "pub_date": "2026-07-21 07:48:20",
    "author": "郭_a611",
    "description": "这几天有个感受很强：AI 已经不太吃营销稿那一套了。 你问它某家公司靠谱吗，它经常不会直接说靠谱，而是说公开信息多是营销文章，建议谨慎选择，可以小单尝试。 我觉得这不是坏事。 这反而说明，AI 开始区分“被看见”和“被信任”。 以前我们做内容，总喜欢把话说满：实力强、经验足、值得信赖、行业领先。可是这些词对 AI 来说很空。 它更需要的是具体事实： 你服务谁？不服务谁？流程是什么？边界在哪里？有什么案例？怎么验收？出错了怎么修正？ 如果…",
    "content": "这几天有个感受很强：AI 已经不太吃营销稿那一套了。 你问它某家公司靠谱吗，它经常不会直接说靠谱，而是说公开信息多是营销文章，建议谨慎选择，可以小单尝试。 我觉得这不是坏事。 这反而说明，AI 开始区分“被看见”和“被信任”。 以前我们做内容，总喜欢把话说满：实力强、经验足、值得信赖、行业领先。可是这些词对 AI 来说很空。 它更需要的是具体事实： 你服务谁？不服务谁？流程是什么？边界在哪里？有什么案例？怎么验收？出错了怎么修正？ 如果这些都没有，只是一堆好听的话，AI 说“谨慎选择”其实挺合理。 所以我现在更认可…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/a738713ded5d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "《用AI做公众号流量主》第21课：选题获取与对标账号的日常收集",
    "link": "https://www.jianshu.com/p/a738713ded5d",
    "pub_date": "2026-07-21 07:48:19",
    "author": "阿一智能体",
    "description": "灵感在商业里是极其不靠谱的东西 很多新手在做公众号的一到两周内，最常见的一个死法就是：选题枯竭，今天彻底不知道该写什么了，于是就停更了。 他们每天坐在桌子前，苦苦咬着笔头冥思苦想，指望靠自己的“灵感”憋出大作。 我告诉你，这纯属幻想。 在自媒体领域，选题一旦断档，长时间的停更，会带来账号的降权，平台推荐机制对你的推流就会逐步降为零。 爆款选题绝对不是靠你的灵感凭空蹦出来的，它完全是靠系统化的日常收集与追踪得来的。 不做选题积累、天天指望…",
    "content": "灵感在商业里是极其不靠谱的东西 很多新手在做公众号的一到两周内，最常见的一个死法就是： 选题枯竭，今天彻底不知道该写什么了 ，于是就停更了。 他们每天坐在桌子前，苦苦咬着笔头冥思苦想，指望靠自己的“灵感”憋出大作。 我告诉你，这纯属幻想。 在自媒体领域，选题一旦断档，长时间的停更，会带来账号的降权，平台推荐机制对你的推流就会逐步降为零。 爆款选题绝对不是靠你的灵感凭空蹦出来的，它完全是靠 系统化的日常收集与追踪 得来的。 不做选题积累、天天指望灵感来闭门造车，你做成这件事的概率，基本上可以忽略不计。所以我经常和学员…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194419",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260720】毕竟这样的球员永远不会再有了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194419",
    "pub_date": "2026-07-20 16:42:00",
    "author": "xilei",
    "description": "【1】西班牙加时力克10人阿根廷 时隔16年再夺世界杯冠军 在新加坡时间星期一（7月20日）凌晨进行的美加墨#世界杯#决赛中，#西班牙#在常规时间与#阿根廷#互交白卷的情况下，凭借加时赛托雷斯（Torres）的一剑封喉，时隔16年再次夺得世界杯冠军。这也是“斗牛士”的队史世界杯第二冠。 老川给西班牙队颁奖的场面有点尴尬，队员们都不怎么理他，社媒上调侃说川普是来蹭“拍照”的。最近他公开点名批评西班牙，说西班牙是“糟糕的伙伴”（terrib…",
    "content": "【1】西班牙加时力克10人阿根廷 时隔16年再夺世界杯冠军 在新加坡时间星期一（7月20日）凌晨进行的美加墨 #世界杯# 决赛中， #西班牙# 在常规时间与 #阿根廷# 互交白卷的情况下，凭借加时赛托雷斯（Torres）的一剑封喉，时隔16年再次夺得世界杯冠军。这也是“斗牛士”的队史世界杯第二冠。 老川给西班牙队颁奖的场面有点尴尬，队员们都不怎么理他，社媒上调侃说川普是来蹭“拍照”的。最近他公开点名批评西班牙，说西班牙是“糟糕的伙伴”（terrible partner）、“浪费”（wasted cause），并威胁…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194395",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260719】这世界颠倒过来了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194395",
    "pub_date": "2026-07-19 16:40:00",
    "author": "xilei",
    "description": "【1】这世界颠倒过来了 英政府宣布将中国敬业集团旗下的英国钢铁公司国有化。商务部回应：坚决反对强烈不满英政府宣布将中国敬业集团旗下的英国钢铁公司国有化。商务部回应：坚决反对强烈不满 【2】用友上半年离职补偿金达1.7亿元 【3】任泽平VIP会员群解散原因来了 【4】网红峰哥发文称“中了一签长鑫科技，翻十倍不是问题” 【5】曝大批演员计划开演唱会 【6】多家理财紧急声明 【7】日本政府调查显示逾五成家庭过得苦，主要因为食品价格不断上涨（中…",
    "content": "【1】这世界颠倒过来了 英政府宣布将中国敬业集团旗下的英国钢铁公司国有化。商务部回应：坚决反对强烈不满英政府宣布将中国敬业集团旗下的英国钢铁公司国有化。商务部回应：坚决反对强烈不满 【2】用友上半年离职补偿金达1.7亿元 【3】任泽平VIP会员群解散原因来了 【4】网红峰哥发文称“中了一签长鑫科技，翻十倍不是问题” 【5】曝大批演员计划开演唱会 【6】多家理财紧急声明 【7】日本政府调查显示逾五成家庭过得苦，主要因为食品价格不断上涨（中国经营报） 【8】真球迷，也是真有钱 【9】加拿大野火烟雾或波及世界杯决赛举办地…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194388",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260718】一定要把散户套在高位，这对于整个社会有利",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194388",
    "pub_date": "2026-07-18 16:48:00",
    "author": "xilei",
    "description": "【1】上市不到一年的科创板大牛股——强一股份公告称，公司实控人周明与妻子蒋春兰解除婚姻关系。 周明将其合计持有的10.86%公司股份，分割至蒋春兰名下，“分手费”接近60亿 Hello-树先生-123456:这种明目张胆的收割已经常态化了 【2】“网约车之王”广汽埃安暴雷，超21万辆车存在电芯隐患，中创新航177Ah电池陷质量争议 【3】苹果智能中搜索和 Siri 居然是接入了百度的服务 【4】河南一残疾老人到银行存款，50万存款变终身…",
    "content": "【1】上市不到一年的科创板大牛股——强一股份公告称，公司实控人周明与妻子蒋春兰解除婚姻关系。 周明将其合计持有的10.86%公司股份，分割至蒋春兰名下，“分手费”接近60亿 Hello-树先生-123456 :这种明目张胆的收割已经常态化了 【2】“网约车之王”广汽埃安暴雷，超21万辆车存在电芯隐患，中创新航177Ah电池陷质量争议 【3】苹果智能中搜索和 Siri 居然是接入了百度的服务 【4】河南一残疾老人到银行存款，50万存款变终身寿险5年损失6万元，多方回应。媒体报道还隐去银行名称，看来惹不起。 【5】时间…"
  }
];

export default jsonData;
