const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/105c6ea93583",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "她拈我肩头的柳絮",
    "link": "https://www.jianshu.com/p/105c6ea93583",
    "pub_date": "2026-05-27 07:05:37",
    "author": "卡阳",
    "description": "晚上吃饭回到自习的地方，就看见了她。她正站在教学楼的门口，也注意到了我。我快步走过去，询问她吩咐我要做的音乐剪辑任务具体要求。她就和我解释。 我两就站在门口，谈论着跳舞要用的音乐剪辑工作。她忽地从我肩头拈走一点柳絮。我本身穿的就是白色衬衫，能发现着柳絮是不容易的。 她拈我肩头柳絮，真让我心动。我还是不想讨论这到底是不是俗世男女情爱。不过我确定这是她细微的关心，从这关心反映出她性格里的温柔善良。我感激她，感激她对我施以这温柔。",
    "content": "晚上吃饭回到自习的地方，就看见了她。她正站在教学楼的门口，也注意到了我。我快步走过去，询问她吩咐我要做的音乐剪辑任务具体要求。她就和我解释。 我两就站在门口，谈论着跳舞要用的音乐剪辑工作。她忽地从我肩头拈走一点柳絮。我本身穿的就是白色衬衫，能发现着柳絮是不容易的。 她拈我肩头柳絮，真让我心动。我还是不想讨论这到底是不是俗世男女情爱。不过我确定这是她细微的关心，从这关心反映出她性格里的温柔善良。我感激她，感激她对我施以这温柔。"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/88cb0d0a8ea1",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "下雨天睡觉格外舒适的缘由",
    "link": "https://www.jianshu.com/p/88cb0d0a8ea1",
    "pub_date": "2026-05-27 07:05:37",
    "author": "今天不吃香菜",
    "description": "每逢阴雨天气，躺在床上总能生出浓浓的睡意，伴着淅淅沥沥的雨声入眠，整个人都会觉得松弛又惬意，这种独特的舒适感，背后藏着听觉感受与心理本能两层原因。 最直观的原因，便是雨声属于天然的类白噪音。严格意义上毫无起伏的理想白噪音在现实中并不存在，我们日常听到的空调运转声、风扇送风声、潺潺流水声，或是林间细碎的鸟鸣，都归为类白噪音范畴。雨声节奏平缓、音量起伏微弱，音色柔和绵长，具备这类声音的典型特质。当耳边持续萦绕雨声时，它会像一层轻柔的声浪屏障…",
    "content": "每逢阴雨天气，躺在床上总能生出浓浓的睡意，伴着淅淅沥沥的雨声入眠，整个人都会觉得松弛又惬意，这种独特的舒适感，背后藏着听觉感受与心理本能两层原因。 最直观的原因，便是雨声属于天然的类白噪音。严格意义上毫无起伏的理想白噪音在现实中并不存在，我们日常听到的空调运转声、风扇送风声、潺潺流水声，或是林间细碎的鸟鸣，都归为类白噪音范畴。雨声节奏平缓、音量起伏微弱，音色柔和绵长，具备这类声音的典型特质。当耳边持续萦绕雨声时，它会像一层轻柔的声浪屏障，巧妙遮盖住窗外车流轰鸣、邻里喧哗等杂乱声响，大幅削减外界声音带来的刺激与打扰。…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/062b145f0186",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "可怕",
    "link": "https://www.jianshu.com/p/062b145f0186",
    "pub_date": "2026-05-27 07:05:35",
    "author": "老怪物",
    "description": "前一阵看了一篇古言小说，探案类的，虽然某些内容有些老套，导致我很快就能猜到凶手，但聊胜于无吧。随着剧情推进，案件渐渐复杂，然后我看到了一个剧情：通过一面应该是双面镜吧，详细演示了犯罪分子当时独自犯案的过程，被害人是本人出场，当场再次被杀，犯罪分子和若干个NPC一起，在镜子一侧观看镜中的自己杀人过程。此外，镜子还有闪回功能。看到这里，我果断退出，感觉自己的智商被踩在地上摩擦，不止摩擦，简直是又捶又打。 好吓人的脑洞，好可怕的作者，他莫不是…",
    "content": "前一阵看了一篇古言小说，探案类的，虽然某些内容有些老套，导致我很快就能猜到凶手，但聊胜于无吧。随着剧情推进，案件渐渐复杂，然后我看到了一个剧情：通过一面应该是双面镜吧，详细演示了犯罪分子当时独自犯案的过程，被害人是本人出场，当场再次被杀，犯罪分子和若干个NPC一起，在镜子一侧观看镜中的自己杀人过程。此外，镜子还有闪回功能。看到这里，我果断退出，感觉自己的智商被踩在地上摩擦，不止摩擦，简直是又捶又打。 好吓人的脑洞，好可怕的作者，他莫不是以为看书的人都是傻子吧。"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193265",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260526】这是一个人们逐渐不再重视完整性的时代",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193265",
    "pub_date": "2026-05-26 15:26:00",
    "author": "xilei",
    "description": "【1】三体宇宙发声明回应“原CEO许垚被执行死刑”：案件尘埃落定，正义终得伸张，深切缅怀林奇先生，向家属致以诚挚的哀思 【2】#宇树科技科创板IPO将于6月1日上会#拟募资42.02亿元 5月25日，上海证券交易所上市审核委员会定于2026年6月1日召开2026年第31次上市审核委员会审议会议，审议宇树科技股份有限公司（首发）。上交所于今年3月份受理宇树科技股份有限公司科创板IPO申请，拟融资金额42.02亿元。 【3】双汇子公司猪肉被…",
    "content": "【1】三体宇宙发声明回应“原CEO许垚被执行死刑”：案件尘埃落定，正义终得伸张，深切缅怀林奇先生，向家属致以诚挚的哀思 【2】 #宇树科技科创板IPO将于6月1日上会# 拟募资42.02亿元 5月25日，上海证券交易所上市审核委员会定于2026年6月1日召开2026年第31次上市审核委员会审议会议，审议宇树科技股份有限公司（首发）。上交所于今年3月份受理宇树科技股份有限公司科创板IPO申请，拟融资金额42.02亿元。 【3】双汇子公司猪肉被检出抗生素超标37.5倍！目前无公司公告回复信息 【4】主播和备考大军 【5…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193247",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260525】中午各大炒股群都开始学习华为新技术了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193247",
    "pub_date": "2026-05-25 15:02:00",
    "author": "xilei",
    "description": "【1】世卫：刚果（金）已发现900多起疑似伊波拉病例 世界卫生组织（WHO）总干事谭德塞说，刚果（金）已发现900多起疑似伊波拉病例，其中包括101起确诊病例。 伊波拉疫情在刚果（金）迅速扩散，现已蔓延到三个省份，境内部分航线暂时停飞。非洲疾控中心警告，疫情跨境传播风险正在加剧，恐将波及多达10个非洲大陆国家。 【2】黄仁勋：英伟达已基本放弃中国AI芯片市场，对重返“不要抱有任何期望” 【3】@InquilineX 思考题：居民在搞什么…",
    "content": "【1】世卫：刚果（金）已发现900多起疑似伊波拉病例 世界卫生组织（WHO）总干事谭德塞说，刚果（金）已发现900多起疑似伊波拉病例，其中包括101起确诊病例。 伊波拉疫情在刚果（金）迅速扩散，现已蔓延到三个省份，境内部分航线暂时停飞。非洲疾控中心警告，疫情跨境传播风险正在加剧，恐将波及多达10个非洲大陆国家。 【2】黄仁勋：英伟达已基本放弃中国AI芯片市场，对重返“不要抱有任何期望” 【3】 @InquilineX 思考题：居民在搞什么 &nbsp; 【4】今日，华为正式发表半导体领域新定律。 中午各大炒股群都开…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193218",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260524】已经是周六晚上九点半了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193218",
    "pub_date": "2026-05-24 14:58:00",
    "author": "xilei",
    "description": "【1】刚果（金）伊波拉疫情恶化 世卫上调风险至最高级别 世界卫生组织周五宣布，由于死亡与感染人数持续上升，刚果（金）伊波拉疫情的风险评估已上调至最高级别。刚果（金）目前有82起确诊病例和七起确诊死亡病例，有近750起疑似病例和177起疑似死亡病例。 【2】重庆市永川区出现特大暴雨，导致17人失联，1人死亡。 【3】中国科学院院士周成虎，被带走调查 据经济观察报报道，现年62岁的中国科学院院士、地理学家周成虎，近日被纪委监察机关带走调查。…",
    "content": "【1】刚果（金）伊波拉疫情恶化 世卫上调风险至最高级别 世界卫生组织周五宣布，由于死亡与感染人数持续上升，刚果（金）伊波拉疫情的风险评估已上调至最高级别。刚果（金）目前有82起确诊病例和七起确诊死亡病例，有近750起疑似病例和177起疑似死亡病例。 【2】重庆市永川区出现特大暴雨，导致17人失联，1人死亡。 【3】中国科学院院士周成虎，被带走调查 据经济观察报报道，现年62岁的中国科学院院士、地理学家周成虎，近日被纪委监察机关带走调查。 报道称，周成虎是在2026年4月下旬，被湖南省郴州市纪委监委从他工作的单位中国…"
  }
];

export default jsonData;
