const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/68d51e9ffa1c",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "结果论",
    "link": "https://www.jianshu.com/p/68d51e9ffa1c",
    "pub_date": "2026-06-02 17:35:29",
    "author": "七每文",
    "description": "大部分人，应该是99%的人，都只看结果，结果为导向可能是最直接看到问题的吧；也是大部分认为好的结果一定是好的过程；不好的结果一定过程也不会好； 无论是什么人，什么品性，道德不论，不看能力，无论什么情况什么手段，只要拿到结果，就是OK的，就是最棒的； 如果经营一家公司是以结果论来定夺的话，那就在灭亡的路上狂奔………… 结果论是最直观也是最省力的方式来给出个结果和定义；没有好的业绩就是这个人不努力，就是能力不行，无论是抢还是啥的，做不出业绩…",
    "content": "大部分人，应该是99%的人，都只看结果，结果为导向可能是最直接看到问题的吧；也是大部分认为好的结果一定是好的过程；不好的结果一定过程也不会好； 无论是什么人，什么品性，道德不论，不看能力，无论什么情况什么手段，只要拿到结果，就是OK的，就是最棒的； 如果经营一家公司是以结果论来定夺的话，那就在灭亡的路上狂奔………… 结果论是最直观也是最省力的方式来给出个结果和定义；没有好的业绩就是这个人不努力，就是能力不行，无论是抢还是啥的，做不出业绩就不行； 如果一个人很努力，能力也没问题，那就是公司管理的问题，机制的问题；但这…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/c6be942c3c1d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "第四十七章被遗忘的空白",
    "link": "https://www.jianshu.com/p/c6be942c3c1d",
    "pub_date": "2026-06-02 17:35:28",
    "author": "方块人大作战",
    "description": "第四十七章被遗忘的空白 明熙跪在大坑的边缘，浑身冰冷。 战甲的系统在报警，提示前方区域“数据不存在”。 他伸出手，想要触摸那片虚空，却被一股力量弹开。 “林锦……黑羽……”明熙的声音嘶哑。 他无法接受这个事实。刚才还在并肩作战的伙伴，一瞬间就没了？ 就在这时，他口袋里的手机响了。是李教授发来的短信。 “明熙，如果你看到这条短信，说明我们已经失败了。这只眼睛的能力是‘概念删除’。它不仅删除了我们的肉体，还删除了世界对我们的‘记忆’。现在，…",
    "content": "第四十七章被遗忘的空白 明熙跪在大坑的边缘，浑身冰冷。 战甲的系统在报警，提示前方区域“数据不存在”。 他伸出手，想要触摸那片虚空，却被一股力量弹开。 “林锦……黑羽……”明熙的声音嘶哑。 他无法接受这个事实。刚才还在并肩作战的伙伴，一瞬间就没了？ 就在这时，他口袋里的手机响了。是李教授发来的短信。 “明熙，如果你看到这条短信，说明我们已经失败了。这只眼睛的能力是‘概念删除’。它不仅删除了我们的肉体，还删除了世界对我们的‘记忆’。现在，除了你，全世界没有人记得我们三个人曾经存在过。” “电视塔基站已经完成了它的使命…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193386",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260601】年度最伟大 MBP 配件出现了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193386",
    "pub_date": "2026-06-01 14:22:00",
    "author": "xilei",
    "description": "【1】刚果（金）伊波拉确诊超220起 首名患者康复出院 非洲国家刚果（金）的伊波拉疫情继续恶化，确诊病例已超过220起，疑似病例超过1000起；但也传出好消息，一名确诊患者已康复出院，是5月中旬发现伊波拉病例以来的首个康复病人。 【2】Manus 引发的法规来了 投资者开展对外投资活动，不得出口、使用国家禁止出口的货物、技术、服务及相关数据，或者未经许可出口、使用国家限制出口的货物、技术、服务及相关数据； 不得以跨境派遣技术人员、组织人…",
    "content": "【1】刚果（金）伊波拉确诊超220起 首名患者康复出院 非洲国家刚果（金）的伊波拉疫情继续恶化，确诊病例已超过220起，疑似病例超过1000起；但也传出好消息，一名确诊患者已康复出院，是5月中旬发现伊波拉病例以来的首个康复病人。 【2】Manus 引发的法规来了 投资者开展对外投资活动，不得出口、使用国家禁止出口的货物、技术、服务及相关数据，或者未经许可出口、使用国家限制出口的货物、技术、服务及相关数据； 不得以跨境派遣技术人员、组织人员赴其他国家（地区）工作、跨境提供技术指导、安排人员跨境培训等方式向其他国家（地…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193371",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260531】割四赔五",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193371",
    "pub_date": "2026-05-31 15:06:00",
    "author": "xilei",
    "description": "【1】学到个新成语叫割四赔五。 最近新闻不是说湖北大批小麦倒伏有绝收风险但收割机不足吗，于是一对夫妻农机手在地方政府协调下千里驰援襄阳。 当地农妇声称自家麦地面积4亩，报价400块，但农机手测量出来差不多5亩。不过农机手也没说啥，就按照4亩地收割吧。 收割完以后，由于有些麦子已经倒伏在地所以残留了一部分没收割干净，农妇不但不愿意给钱还要求按照每亩100块的价格赔偿，并且认为总面积实际上是5亩所以应该赔500块。最后农机手无奈赔钱脱身。 …",
    "content": "【1】学到个新成语叫割四赔五。 最近新闻不是说湖北大批小麦倒伏有绝收风险但收割机不足吗，于是一对夫妻农机手在地方政府协调下千里驰援襄阳。 当地农妇声称自家麦地面积4亩，报价400块，但农机手测量出来差不多5亩。不过农机手也没说啥，就按照4亩地收割吧。 收割完以后，由于有些麦子已经倒伏在地所以残留了一部分没收割干净，农妇不但不愿意给钱还要求按照每亩100块的价格赔偿，并且认为总面积实际上是5亩所以应该赔500块。最后农机手无奈赔钱脱身。 【2】耿同学打假取得两大战果！5月30日晚，南开大学和中山大学同一天发布情况通报…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193337",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260530】“永久限流”意味着什么",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193337",
    "pub_date": "2026-05-30 15:31:00",
    "author": "xilei",
    "description": "【1】释永信一审获刑24年 【2】@学术大观察 耿同学抖音被永久限流！ @李天飞大话西游:庞太监：“天下太平啦！” 【3】#外卖大战后1600万骑手过剩#网约车、外卖骑手都饱和了 【4】@深蓝财经 这个图有点意思： 【5】整治富途老虎的背景 【6】香港演员刘洵去世，享年87岁。🕯️ 刘洵，香港资深演员与戏曲名家，有“千面如来”之美誉。他六岁入科班学京剧，师从李万春、尚和玉等多位名家，功底深厚。1958年进入中国京剧院并任教，1980年…",
    "content": "【1】释永信一审获刑24年 【2】 @学术大观察 耿同学抖音被永久限流！ 今天下午，“耿同学讲故事” 在B站发布动态，透露了一个沉重的消息：他的抖音账号被永久限流，同时，他的星图商单也遭到了永久封禁。 “永久限流”意味着什么？ 根据抖音及星图平台的规则，对达人进行“永久限流”和“星图封禁”，通常意味着以下几点： 经济命脉被斩断：&nbsp;永久封禁星图，意味着耿同学失去了通过抖音流量变现的所有合法渠道。 影响力衰减：&nbsp;永久限流意味着即便他有200多万粉丝，粉丝们也将很难再刷到他的视频。对于一个以“揭露”和…"
  }
];

export default jsonData;
