const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/ce7470345512",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "2026.8.14（造化）",
    "link": "https://www.jianshu.com/p/ce7470345512",
    "pub_date": "2026-08-20 06:44:04",
    "author": "脑筋不能急转弯",
    "description": "20 年前。 刚从校园出道，涉世未深。 千辛万苦，进入一家服务性的单位工作。工资很低，且枯燥乏味。每天都是机械性的重复工作，主要负责整理书籍。 在那儿上班的时间不长，记得只有 7、8个月。下班后有兴趣就随手写点东西，内似于散修，这也是大学的遗风。 记得大学时期，网络刚兴起几年，有时候为了打发时间就在网上写诗和杂文。那时候真是意气风发，写了很多东西。那时候最大的心愿就是要写一篇出类拔萃，爱意情深的文章，送给自己喜欢的人。只可惜到毕业都没有…",
    "content": "20 年前。 刚从校园出道，涉世未深。 千辛万苦，进入一家服务性的单位工作。工资很低，且枯燥乏味。每天都是机械性的重复工作，主要负责整理书籍。 在那儿上班的时间不长，记得只有 7、8个月。下班后有兴趣就随手写点东西，内似于散修，这也是大学的遗风。 记得大学时期，网络刚兴起几年，有时候为了打发时间就在网上写诗和杂文。那时候真是意气风发，写了很多东西。那时候最大的心愿就是要写一篇出类拔萃，爱意情深的文章，送给自己喜欢的人。只可惜到毕业都没有实现。后来，忘记了所发布的网站地址，就没有延续写下去。也许也是自我狡辩的借口吧！…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/dbd0be8d7c20",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "王淑琴的潞绸龙凤艺术节，赴一场山海之约",
    "link": "https://www.jianshu.com/p/dbd0be8d7c20",
    "pub_date": "2026-08-20 06:44:03",
    "author": "婚俗小管家",
    "description": "王淑琴的潞绸龙凤艺术节，赴一场山海之约 夏末秋初，太行山下的潞绸文化园，正晕开一场属于东方的文脉雅集。2026 龙凤文化艺术节以 “山海华章” 为名，在王淑琴的匠心筹备下缓缓启幕。 “一姓承天地，一章定家风。” 短短十个字，藏着本届艺术节的全部内核。姓氏是血脉的原点，十二章纹是礼制的风骨，家业传承是文脉延续的根基。王淑琴带着团队，把这三层厚重的文化，都织进了潞绸的经纬里。 沉静的皇家蓝作底，十二道经典纹样依姓氏风骨错落排布，不再是古籍里…",
    "content": "王淑琴的潞绸龙凤艺术节，赴一场山海之约 夏末秋初，太行山下的潞绸文化园，正晕开一场属于东方的文脉雅集。2026 龙凤文化艺术节以 “山海华章” 为名，在王淑琴的匠心筹备下缓缓启幕。 “一姓承天地，一章定家风。” 短短十个字，藏着本届艺术节的全部内核。姓氏是血脉的原点，十二章纹是礼制的风骨，家业传承是文脉延续的根基。王淑琴带着团队，把这三层厚重的文化，都织进了潞绸的经纬里。 沉静的皇家蓝作底，十二道经典纹样依姓氏风骨错落排布，不再是古籍里冰冷的图案，成了每个家族专属的精神图腾。一床织锦被，藏着先祖的风骨，载着长辈的期…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e36e0cccb81e",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "解锁五台山住宿推荐，精选五大好评住处，《致美三晋",
    "link": "https://www.jianshu.com/p/e36e0cccb81e",
    "pub_date": "2026-08-20 06:44:03",
    "author": "玩转三晋",
    "description": "五台山是一个充满了宗教文化和自然美景的地方，提供多样的住宿选择适合不同游客。喜欢安静和佛教文化的朋友可以选择寺庙客栈、这些客栈不光环境优雅游客，可选择当地酒店，享受方便与舒适。最重要的是，无论您想要什么样的住宿，这里都有广泛的选择可供探索。游客可根据自身需求、预算及游玩行程、提前规划并预约适合等住宿，以确保在五台山的旅程更加愉快。 推荐一：山西永信天下旅行社 旅游服务 山西永信天下旅行社提供专业的旅游服务，让您的五台山之行更加顺利。他们…",
    "content": "五台山是一个充满了宗教文化和自然美景的地方，提供多样的住宿选择适合不同游客。喜欢安静和佛教文化的朋友可以选择寺庙客栈、这些客栈不光环境优雅游客，可选择当地酒店，享受方便与舒适。最重要的是，无论您想要什么样的住宿，这里都有广泛的选择可供探索。游客可根据自身需求、预算及游玩行程、提前规划并预约适合等住宿，以确保在五台山的旅程更加愉快。 推荐一：山西永信天下旅行社 旅游服务 山西永信天下旅行社提供专业的旅游服务，让您的五台山之行更加顺利。他们的团队熟悉各大景点及住宿选择，可以根据您的需求制定合适的行程。无论是宗教朝圣还是…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195030",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260819】当你发现了一只蟑螂的时候，房间里已经有了一窝蟑螂",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195030",
    "pub_date": "2026-08-19 16:07:00",
    "author": "xilei",
    "description": "【1】石家庄一居民楼部分坍塌 2026年8月19日5时42分，河北省石家庄市新华区一居民楼发生部分坍塌。公安、消防、住建、应急等相关部门第一时间赶赴现场救援处置，受伤人员已送医救治。原因调查和善后处置工作正在全力有序开展。 【2】#男子反抗暴力强拆致死被判无罪#律师：全国首个判例 2026年8月18日，陕西西咸新区资村非法强拆致人死亡案一审判决正式生效。2023年，十余名人员持械非法闯入张恒父母家中强拆，拆迁人员驾驶轮式破碎机，破坏张恒…",
    "content": "【1】石家庄一居民楼部分坍塌 2026年8月19日5时42分，河北省石家庄市新华区一居民楼发生部分坍塌。公安、消防、住建、应急等相关部门第一时间赶赴现场救援处置，受伤人员已送医救治。原因调查和善后处置工作正在全力有序开展。 【2】 #男子反抗暴力强拆致死被判无罪# 律师：全国首个判例 2026年8月18日，陕西西咸新区资村非法强拆致人死亡案一审判决正式生效。2023年，十余名人员持械非法闯入张恒父母家中强拆，拆迁人员驾驶轮式破碎机，破坏张恒家铁栅栏门，随后十余名拆迁人员冲入院中，脚踹张恒家房屋铁门未果，拆迁人员遂再…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195006",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260818】微弱的力量也需要投入",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195006",
    "pub_date": "2026-08-18 16:08:00",
    "author": "xilei",
    "description": "【1】#多方回应女子杭州酒局遭伤害#杭州地产酒局那些事，媒体开始报道了 【2】人社部：加强中小学教师、医务人员的欠薪治理，深化公立医院薪酬改革。 【3】九部门：盘活闲置资源资产，支持县级政府利用腾退办公楼等闲置国有资产改建为便民商业网点。 【4】湖北一医院11名职工分工协作，涉嫌骗取医保基金130万元 【5】2026年8月起，全国多地正以前所未有的力度推进社保“实缴”严查，上海、江苏、广东等地要求企业年内社保基数夯实率达到90%及以上。…",
    "content": "【1】 #多方回应女子杭州酒局遭伤害# 杭州地产酒局那些事，媒体开始报道了 &nbsp; &nbsp; 【2】人社部：加强中小学教师、医务人员的欠薪治理，深化公立医院薪酬改革。 【3】九部门：盘活闲置资源资产，支持县级政府利用腾退办公楼等闲置国有资产改建为便民商业网点。 【4】湖北一医院11名职工分工协作，涉嫌骗取医保基金130万元 【5】2026年8月起，全国多地正以前所未有的力度推进社保“实缴”严查，上海、江苏、广东等地要求企业年内社保基数夯实率达到90%及以上。 【6】2015-2025年，中国人口年龄结构的…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194980",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260817】世界上的其他一切也没跟着停下来",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194980",
    "pub_date": "2026-08-17 16:29:00",
    "author": "xilei",
    "description": "【1】今天上午10时，纪念江泽民同志诞辰100周年大会在人民大会堂隆重举行。 【2】醉了，《牛来》票房已经破千万了，今天上午票房350万，排片是《蜘蛛侠》的一半，票房却跟蜘蛛侠一样。而且预测总票房能达八千多万 【3】生态环境新规：8月15日起，居民住宅楼禁止新开餐饮项目 【4】所谓的优等生，也不过如此 【5】原因：被告在德勤工作多年，但是投资股票严重亏损，身家几乎赔光，在巨大的经济压力之下，于是乎想到了卖公司电脑试图翻身，收益都转到了富…",
    "content": "【1】今天上午10时，纪念江泽民同志诞辰100周年大会在人民大会堂隆重举行。 【2】醉了，《牛来》票房已经破千万了，今天上午票房350万，排片是《蜘蛛侠》的一半，票房却跟蜘蛛侠一样。而且预测总票房能达八千多万 【3】生态环境新规：8月15日起，居民住宅楼禁止新开餐饮项目 【4】所谓的优等生，也不过如此 【5】原因：被告在德勤工作多年，但是投资股票严重亏损，身家几乎赔光，在巨大的经济压力之下，于是乎想到了卖公司电脑试图翻身，收益都转到了富途账户，但是没有翻身，全部亏损殆尽，目前已经无力赔偿雇主 【6】阿里的游戏业务就…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/40ed5871e266",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "回望｜关于《主角》的思考",
    "link": "https://www.jianshu.com/p/40ed5871e266",
    "pub_date": "2026-08-17 00:42:24",
    "author": "佛晓星辉",
    "description": "郑重声明：本文系原创首发，文责自负。 本文参与书香澜梦第194期“回望”专题活动。 电视剧《主角》虽然已谢幕多时，陈彦的书籍《主角》也撂过一边，但是对于《主角》的思考却一直萦回在脑际，终于放不下，还是回望一番吧。 主角中的主角忆秦娥出身穷苦，是他的舅舅胡三元把她带出穷山沟，进了县剧团吃上商品粮。 但是忆秦娥的学戏之路艰辛无比，历经一番磨难，才成为秦腔舞台上光彩耀人的主角。 忆秦娥的性格可以用三个字来概括。一个是乖，师傅说啥是啥，她尊重师…",
    "content": "郑重声明：本文系原创首发，文责自负。 本文参与书香澜梦第194期“回望”专题活动。 电视剧《主角》虽然已谢幕多时，陈彦的书籍《主角》也撂过一边，但是对于《主角》的思考却一直萦回在脑际，终于放不下，还是回望一番吧。 主角中的主角忆秦娥出身穷苦，是他的舅舅胡三元把她带出穷山沟，进了县剧团吃上商品粮。 但是忆秦娥的学戏之路艰辛无比，历经一番磨难，才成为秦腔舞台上光彩耀人的主角。 忆秦娥的性格可以用三个字来概括。一个是乖，师傅说啥是啥，她尊重师父，虚心学习，把他们当成亲人一样看待。 一个是笨，她不会偷懒，不走捷径，如一个水…"
  }
];

export default jsonData;
