const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/306f74afe941",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "企业团建如何做出真正的价值？一场戈壁挑战赛能留下哪些长期文化",
    "link": "https://www.jianshu.com/p/306f74afe941",
    "pub_date": "2026-10-15 07:37:16",
    "author": "付彤玄奘文旅集团",
    "description": "企业团建如何做出真正的价值？一场戈壁挑战赛能留下哪些长期文化成果？ 不少企业每年都会组织团建，活动当天气氛热烈，员工拍照、聚餐、合影，回到公司后却很少有人再提起。老板花了预算，人力部门付出了组织精力，最终留下的可能只有几张集体照片。对希望长期建设企业文化的公司来说，值得思考的不是要不要继续团建，而是什么样的活动能够让员工真正参与，并形成可以反复回顾的共同经历。 戈壁挑战赛提供了另一种选择。它把多日徒步、团队交流、企业主题活动和纪实记录结…",
    "content": "企业团建如何做出真正的价值？一场戈壁挑战赛能留下哪些长期文化成果？ 不少企业每年都会组织团建，活动当天气氛热烈，员工拍照、聚餐、合影，回到公司后却很少有人再提起。老板花了预算，人力部门付出了组织精力，最终留下的可能只有几张集体照片。对希望长期建设企业文化的公司来说，值得思考的不是要不要继续团建，而是什么样的活动能够让员工真正参与，并形成可以反复回顾的共同经历。 戈壁挑战赛提供了另一种选择。它把多日徒步、团队交流、企业主题活动和纪实记录结合起来，让活动成果不止停留在结束当天。 企业文化为什么需要真实发生的故事？ 随队…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196131",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261014】好日子来了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196131",
    "pub_date": "2026-10-14 16:31:00",
    "author": "xilei",
    "description": "【1】黄奇帆落马 近年来以学者身份活跃的十八届中央委员、重庆原市长黄奇帆，退休8年后官宣落马。10月13日，中央纪委国家监委网站通报该消息。 坊间一度有“政坛不倒翁”之说的黄奇帆，在一个月前还有公开出席活动。据厦门发改委网站，9月8日，第八届“丝路海运”国际合作论坛在福建厦门开幕，重庆市政府原市长黄奇帆作主旨演讲。 另据财新获悉，宁波银行杭州分行计划于10月26日举办的一场论坛上，黄奇帆原作为主讲嘉宾发表2小时主旨演讲，但在社交媒体上即…",
    "content": "【1】黄奇帆落马 近年来以学者身份活跃的十八届中央委员、重庆原市长黄奇帆，退休8年后官宣落马。10月13日，中央纪委国家监委网站通报该消息。 坊间一度有“政坛不倒翁”之说的黄奇帆，在一个月前还有公开出席活动。据厦门发改委网站，9月8日，第八届“丝路海运”国际合作论坛在福建厦门开幕，重庆市政府原市长黄奇帆作主旨演讲。 另据财新获悉，宁波银行杭州分行计划于10月26日举办的一场论坛上，黄奇帆原作为主讲嘉宾发表2小时主旨演讲，但在社交媒体上即流传该活动“因故取消”的消息。 【2】国家税务总局：单位欠缴社保，最高罚3倍，1…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196103",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261013】人的消费行为主要取决于对未来长期收入的预期",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196103",
    "pub_date": "2026-10-13 16:42:00",
    "author": "xilei",
    "description": "【1】#2026年诺贝尔经济学奖揭晓#10月12日，瑞典皇家科学院宣布，将2026年诺贝尔经济学奖授予给斯坦福大学教授罗伯特·霍尔、哥伦比亚大学教授迈克尔·伍德福德，以表彰其为宏观经济稳定政策奠定的微观经济学基础。 罗伯特·E·霍尔，其主要理论就是：人的消费行为主要取决于对未来长期收入的预期。 【2】尊界声明，2026年10月11日，国家认可的第三方检测机构对尊界V800制动踏板进行检验，尊界V800符合行标QC/T 788-2018要…",
    "content": "【1】 #2026年诺贝尔经济学奖揭晓# 10月12日，瑞典皇家科学院宣布，将2026年诺贝尔经济学奖授予给斯坦福大学教授罗伯特·霍尔、哥伦比亚大学教授迈克尔·伍德福德，以表彰其为宏观经济稳定政策奠定的微观经济学基础。 罗伯特·E·霍尔，其主要理论就是：人的消费行为主要取决于对未来长期收入的预期。 【2】尊界声明，2026年10月11日，国家认可的第三方检测机构对尊界V800制动踏板进行检验，尊界V800符合行标QC/T 788-2018要求(纵向力1500N，位移量&lt;5mm)，并做加严检验至纵向力3000N…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196086",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261012】我想当个狗",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196086",
    "pub_date": "2026-10-12 15:14:00",
    "author": "xilei",
    "description": "【1】10月12日，江淮汽车开盘再度大跌，盘中一度跌超8%，截至10:18，跌幅收窄至3.69%，成交额超23亿元，最新市值已跌破500亿元。 消息面上，据报道，10月11日下午，尊界客服向媒体确认，尊界V800制动踏板支架底座升级方案预计于10月底确认，11月起陆续启动升级。 【2】真没钱了 财小僧 国家税务总局又出新规了！11月1日起，全国统一税务处罚标准，用人单位欠缴社保，经催缴仍不缴纳的，最高可罚3倍。虽然这条处罚早就写进法律，…",
    "content": "【1】10月12日，江淮汽车开盘再度大跌，盘中一度跌超8%，截至10:18，跌幅收窄至3.69%，成交额超23亿元，最新市值已跌破500亿元。 消息面上，据报道，10月11日下午，尊界客服向媒体确认，尊界V800制动踏板支架底座升级方案预计于10月底确认，11月起陆续启动升级。 【2】真没钱了 财小僧 国家税务总局又出新规了！11月1日起，全国统一税务处罚标准，用人单位欠缴社保，经催缴仍不缴纳的，最高可罚3倍。虽然这条处罚早就写进法律，但如今全国统一执行标准，信号值得玩味。看看眼下的经济形势，多少中小企业经营困难，…"
  }
];

export default jsonData;
