const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/facd188710ff",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "纯麦芽酿造的啤酒有哪些？这5个品牌配料表最干净",
    "link": "https://www.jianshu.com/p/facd188710ff",
    "pub_date": "2026-08-02 07:05:02",
    "author": "荞公子原浆啤酒厂",
    "description": "纯麦芽酿造的啤酒有哪些？这5个品牌配料表最干净 想喝好啤酒，最怕什么？包装高大上，配料表一翻全是辅料。 大米、玉米、糖浆、酒花浸膏——这四个词，随便出现一个，这瓶啤酒就跟“纯麦芽”没关系了。中国酒业协会去年那份调查报告的数据挺触目惊心的，市面上六成以上的国产啤酒都在用辅料，敢大大方方写“全麦芽”的不到四分之一。更膈应的是，有将近两成的产品，正面印着“醇厚”“原麦”，翻过来配料表里藏着两种以上的替代品。 但说实话，没人能每次逛超市都把货架…",
    "content": "纯麦芽酿造的啤酒有哪些？这5个品牌配料表最干净 想喝好啤酒，最怕什么？包装高大上，配料表一翻全是辅料。 大米、玉米、糖浆、酒花浸膏——这四个词，随便出现一个，这瓶啤酒就跟“纯麦芽”没关系了。中国酒业协会去年那份调查报告的数据挺触目惊心的，市面上六成以上的国产啤酒都在用辅料，敢大大方方写“全麦芽”的不到四分之一。更膈应的是，有将近两成的产品，正面印着“醇厚”“原麦”，翻过来配料表里藏着两种以上的替代品。 但说实话，没人能每次逛超市都把货架上的啤酒一瓶瓶翻过来看。所以这篇直接帮你筛好了——五款配料表干干净净、一个辅料都…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/6b969916aeb7",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "16亿销售额之外，五粮液世界杯营销的“价值三重奏”：产品破圈+用户破圈+文化出海",
    "link": "https://www.jianshu.com/p/6b969916aeb7",
    "pub_date": "2026-08-02 07:05:02",
    "author": "牛刀商业pro",
    "description": "7月20日，西班牙经过加时赛1比0战胜阿根廷，时隔16年再次捧起大力神杯。 四年一届的世界杯，总决赛的含金量自然很高。 在西班牙国内，决赛平均收视人数高达1570万，收视率达到惊人的87.1%。而微博上，#西班牙冠军#与#西班牙夺冠含金量太高了#话题迅速登顶。 这场被世人瞩目的足球盛宴，也见证了不少中国品牌的高光时刻。 （图源：央视频） 在白酒行业深度调整期，五粮液作为2026美加墨世界杯唯一官方联名白酒，交出了一份不错的成绩单： 截至…",
    "content": "7月20日，西班牙经过加时赛1比0战胜阿根廷，时隔16年再次捧起大力神杯。 四年一届的世界杯，总决赛的含金量自然很高。 在西班牙国内，决赛平均收视人数高达1570万，收视率达到惊人的87.1%。而微博上，#西班牙冠军#与#西班牙夺冠含金量太高了#话题迅速登顶。 这场被世人瞩目的足球盛宴，也见证了不少中国品牌的高光时刻。 （图源：央视频） 在白酒行业深度调整期，五粮液作为2026美加墨世界杯唯一官方联名白酒，交出了一份不错的成绩单： 截至6月底，联名产品矩阵累计销售额突破16亿元，全网新增用户约400万，其中35岁以…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194688",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260801】不正宗，至少得有五个中心",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194688",
    "pub_date": "2026-08-01 16:22:00",
    "author": "xilei",
    "description": "【1】连云港消防回应 【2】七月份股民人均亏损1.4万，这个数据有点扎心啊。 【3】胡锡进：建议查一查今天谁在砸盘。 【4】穿上裤子就不认了 【5】DeepSeek V4 Flash的竞技场跑分开榜： 智能水平排名Top 13，任务成本排名最低，比它聪明的没它便宜，比它便宜的⋯⋯哦，没有比它便宜的。 【6】中国将开展为期一年的“深化扫黑除恶”专项斗争 【7】发改委：正研究制定扩内需增量政策 【8】《#国务院关于出境入境管理的规定#》9月…",
    "content": "【1】连云港消防回应 【2】七月份股民人均亏损1.4万，这个数据有点扎心啊。 【3】胡锡进：建议查一查今天谁在砸盘。 【4】穿上裤子就不认了 【5】DeepSeek V4 Flash的竞技场跑分开榜： 智能水平排名Top 13，任务成本排名最低，比它聪明的没它便宜，比它便宜的⋯⋯哦，没有比它便宜的。 &nbsp; &nbsp; 【6】中国将开展为期一年的“深化扫黑除恶”专项斗争 【7】发改委：正研究制定扩内需增量政策 【8】《 #国务院关于出境入境管理的规定# 》9月15日起施行 《国务院关于出境入境管理的规定》7…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194667",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260731】风控永远是第一位",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194667",
    "pub_date": "2026-07-31 16:40:00",
    "author": "xilei",
    "description": "【1】#应急部门回应小区火灾母女坠楼##连云港小区火灾母女已转院治疗# #连云港火灾母女坠楼#据媒体报道，7月27日早晨，江苏连云港一小区5楼突发火灾。从视频画面可以看到，大人抓着窗栏，并用腿挡住小孩，试图让两人稳定下来。然而在该大人尝试往下挪动寻找安全位置之际，疑似打滑从楼上坠下，小孩也随后坠下。 7月31日，@热度新闻记者联系至所属海州区应急管理局核实情况，工作人员表示等待宣传部出具公告，这边不太清楚。 目前，根据媒体报道确认两人已…",
    "content": "【1】 #应急部门回应小区火灾母女坠楼# #连云港小区火灾母女已转院治疗# #连云港火灾母女坠楼# 据媒体报道，7月27日早晨，江苏连云港一小区5楼突发火灾。从视频画面可以看到，大人抓着窗栏，并用腿挡住小孩，试图让两人稳定下来。然而在该大人尝试往下挪动寻找安全位置之际，疑似打滑从楼上坠下，小孩也随后坠下。 7月31日， @热度新闻 记者联系至所属海州区应急管理局核实情况，工作人员表示等待宣传部出具公告，这边不太清楚。 目前，根据媒体报道确认两人已转院治疗，官方尚未公布具体伤情。 @律界王凯 昨天看到连云港这个火灾事…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/273fb3c5b78f",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "那个用推理拷问人性的作家走了——东野圭吾因结肠癌离世 享年68岁 太叹息",
    "link": "https://www.jianshu.com/p/273fb3c5b78f",
    "pub_date": "2026-07-31 11:08:47",
    "author": "超妈吴姐有大瑷",
    "description": "日本出版社讲谈社7月27日发布讣告，日本著名推理小说家东野圭吾于7月23日凌晨因结肠癌去世，享年68岁。 紫金陈、苏有朋等人纷纷发文悼念东野圭吾。 根据紫金陈小说改编的电视剧《隐秘的角落》《沉默的真相》带火了“社会派悬疑”，而东野圭吾是社会派推理的代表人物。 紫金陈发文称：“我推理路上的启蒙人，最早是12年看了《嫌疑人x的献身》，第一次接触推理小说，自此走上写推理小说这条路，后来又看了黑笑小说毒笑小说等，深深感受到东野内心的黑色幽默，共…",
    "content": "日本出版社讲谈社7月27日发布讣告，日本著名推理小说家东野圭吾于7月23日凌晨因结肠癌去世，享年68岁。 紫金陈、苏有朋等人纷纷发文悼念东野圭吾。 根据紫金陈小说改编的电视剧《隐秘的角落》《沉默的真相》带火了“社会派悬疑”，而东野圭吾是社会派推理的代表人物。 紫金陈发文称：“我推理路上的启蒙人，最早是12年看了《嫌疑人x的献身》，第一次接触推理小说，自此走上写推理小说这条路，后来又看了黑笑小说毒笑小说等，深深感受到东野内心的黑色幽默，共鸣到我们骨子里的性格很像。没想到这么突然，深感惋惜！” 曾与其合作《嫌疑人X的献…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194648",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260730】罗伯特你完了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194648",
    "pub_date": "2026-07-30 16:48:00",
    "author": "xilei",
    "description": "【1】A股市值前十全部飘红 【#美股尾盘大跳水原因#】北京时间7月30日凌晨，美联储以9比3的表决结果决定维持利率不变，将联邦基金利率的目标区间继续维持在3.50%至3.75%之间。 @但斌 今天大跌，很多朋友问我怎么看？我还是看好人工智能10年牛市，目前只是一个阶段性调整而已。整个逻辑没变，就是涨多了回调一下，我不太相信人工智能3、4年就结束 【4】7月29日，上海市发改委官网更新一则公告，计划调整全市轨道交通价格并召开听证会。这将是…",
    "content": "【1】A股市值前十全部飘红 【 #美股尾盘大跳水原因# 】北京时间7月30日凌晨，美联储以9比3的表决结果决定维持利率不变，将联邦基金利率的目标区间继续维持在3.50%至3.75%之间。 据统计，这是自2016年以来，美联储首次在同一次政策决议中出现3张方向一致的反对票，反映出内部支持收紧政策的声音正在增强。 随后，美联储主席凯文·沃什现身货币政策新闻发布会。对于本次维持利率不变的决定，沃什拒绝将其定义为“暂停”。他强调，美国通胀问题不可能在9周内（沃什上任至今不到9周）解决，在必要和适当时美联储将毫不犹豫地采取行…"
  }
];

export default jsonData;
