const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/95a9283f25a2",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "贵阳金夫人服装分区吗？我去看了一圈，真正让我在意的是这几个细节",
    "link": "https://www.jianshu.com/p/95a9283f25a2",
    "pub_date": "2026-08-21 05:52:06",
    "author": "大犀牛爱吃馄饨",
    "description": "先说结论：贵阳金夫人的婚纱礼服确实有分区，但我实际去看之后，和我一开始理解的“分区=好看的要另外加钱”不是一回事。 我原本去看礼服的时候，其实最担心的就是这个。 毕竟准备贵阳婚纱照，很多人前面谈套餐的时候觉得价格还行，到了试衣服、化妆、拍摄、选片这些环节，才发现“这个要升级”“那件要加钱”。尤其是婚纱，一眼看中的款式如果突然被告知属于另外一个区域，体验真的会很差。 所以这次我没有太关注“是不是大品牌”这种东西，反而专门盯着几个新人最容易…",
    "content": "先说结论：贵阳金夫人的婚纱礼服确实有分区，但我实际去看之后，和我一开始理解的“分区=好看的要另外加钱”不是一回事。 我原本去看礼服的时候，其实最担心的就是这个。 毕竟准备贵阳婚纱照，很多人前面谈套餐的时候觉得价格还行，到了试衣服、化妆、拍摄、选片这些环节，才发现“这个要升级”“那件要加钱”。尤其是婚纱，一眼看中的款式如果突然被告知属于另外一个区域，体验真的会很差。 所以这次我没有太关注“是不是大品牌”这种东西，反而专门盯着几个新人最容易踩坑的地方看。 &nbsp;01｜先说服装：有分区，但不是我想象中的“普通区和加…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/522685364e41",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "论《红楼梦》前八十回中林黛玉的理家之才（按原著回目考证）",
    "link": "https://www.jianshu.com/p/522685364e41",
    "pub_date": "2026-08-21 05:52:05",
    "author": "L李红艳",
    "description": "（含AI生成） 长期以来，读者多固化认知，将林黛玉定义为多愁善感、耽于诗性、不谙俗务的闺阁诗人，认为其全然不懂家务、不通治生之道。实则通读《红楼梦》前八十回文本可知：林黛玉虽因寄居身份、清高性情与体弱多病，终生不曾执掌贾府实际管家事务，但她具备完整、成熟、体系化的理家素养，涵盖规矩认知、人事洞察、财政核算、制度思维、驭下分寸、风险预判六大管家核心能力。贾府一众沉溺享乐、懵懂度日的主子皆不及她通透清醒。本文严格依照原著回目先后顺序，以原文…",
    "content": "（含AI生成） 长期以来，读者多固化认知，将林黛玉定义为多愁善感、耽于诗性、不谙俗务的闺阁诗人，认为其全然不懂家务、不通治生之道。实则通读《红楼梦》前八十回文本可知：林黛玉虽因寄居身份、清高性情与体弱多病，终生不曾执掌贾府实际管家事务，但她具备完整、成熟、体系化的理家素养，涵盖规矩认知、人事洞察、财政核算、制度思维、驭下分寸、风险预判六大管家核心能力。贾府一众沉溺享乐、懵懂度日的主子皆不及她通透清醒。本文严格依照原著回目先后顺序，以原文细节为唯一依据，逐一考证林黛玉暗藏的管家之才。 第三回 贾雨村夤缘复旧职 林黛玉…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/6a43c8ade932",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "红楼梦密牒·烹茶细论旨义第129章《柳如是别传》与《红楼梦》比较（三）——“茆”字为证：《红楼梦》与晚明遗民共享同一隐逸符号体系",
    "link": "https://www.jianshu.com/p/6a43c8ade932",
    "pub_date": "2026-08-21 05:52:04",
    "author": "雪芹走狗",
    "description": "一、“茆港”“红豆”牵姻缘 《柳如是别传·缘起》开篇，陈寅恪写道：“寅恪以衰废余年……购得常熟白茆港钱氏故园中红豆一粒，乃笺释钱柳因缘。”此处地名“白茆港”作为常熟地名，保留了晚明江南文献特有的用字习惯。 《红楼梦旨义》作者自又云“今日一事无成……虽今日之茆椽……”。后世多将此处的“茆椽”擅改为“茅椽”，但原文固定作“茆椽”，并非抄写讹误，而是作者主动选择的用字。这种用字层面的高度重合，在文本比较中具有强关联性，绝非偶然。 “茆”字的深…",
    "content": "一、“茆港”“红豆”牵姻缘 《柳如是别传·缘起》开篇，陈寅恪写道：“寅恪以衰废余年……购得常熟白茆港钱氏故园中红豆一粒，乃笺释钱柳因缘。”此处地名“白茆港”作为常熟地名，保留了晚明江南文献特有的用字习惯。 《红楼梦旨义》作者自又云“今日一事无成……虽今日之茆椽……”。后世多将此处的“茆椽”擅改为“茅椽”，但原文固定作“茆椽”，并非抄写讹误，而是作者主动选择的用字。这种用字层面的高度重合，在文本比较中具有强关联性，绝非偶然。 “茆”字的深层意涵不止一层，而是双层累叠。 第一层是表层含义通“茅”：清贫隐逸，疏离官宦。《…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195049",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260820】当年意气风发，如今眉毛都白了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195049",
    "pub_date": "2026-08-20 16:53:00",
    "author": "xilei",
    "description": "【1】许家印八项罪名被处无期 长子次子双双获刑 8月20日上午，深圳中院对恒大系列案一审公开宣判。法院对被告单位恒大集团有限公司数罪并罚，判处罚金88.2亿元；对恒大地产集团有限公司判处罚金70亿元。央视新闻同日报道上述消息。 法院同时对中国恒大集团董事局主席许家印数罪并罚，判处其无期徒刑，剥夺政治权利终身，并处没收个人全部财产。司法机关还将继续追缴许家印的违法所得，不足部分责令其退赔。 同日，深圳中院、深圳市南山区法院对甄立涛、柯鹏、…",
    "content": "【1】许家印八项罪名被处无期 长子次子双双获刑 8月20日上午，深圳中院对恒大系列案一审公开宣判。法院对被告单位恒大集团有限公司数罪并罚，判处罚金88.2亿元；对恒大地产集团有限公司判处罚金70亿元。央视新闻同日报道上述消息。 法院同时对中国恒大集团董事局主席许家印数罪并罚，判处其无期徒刑，剥夺政治权利终身，并处没收个人全部财产。司法机关还将继续追缴许家印的违法所得，不足部分责令其退赔。 同日，深圳中院、深圳市南山区法院对甄立涛、柯鹏、许腾鹤、许智健、杜亮、梁栋等其他56名涉案人员作出有期徒刑18年至1年10个月不…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195030",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260819】当你发现了一只蟑螂的时候，房间里已经有了一窝蟑螂",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195030",
    "pub_date": "2026-08-19 16:07:00",
    "author": "xilei",
    "description": "【1】石家庄一居民楼部分坍塌 2026年8月19日5时42分，河北省石家庄市新华区一居民楼发生部分坍塌。公安、消防、住建、应急等相关部门第一时间赶赴现场救援处置，受伤人员已送医救治。原因调查和善后处置工作正在全力有序开展。 【2】#男子反抗暴力强拆致死被判无罪#律师：全国首个判例 2026年8月18日，陕西西咸新区资村非法强拆致人死亡案一审判决正式生效。2023年，十余名人员持械非法闯入张恒父母家中强拆，拆迁人员驾驶轮式破碎机，破坏张恒…",
    "content": "【1】石家庄一居民楼部分坍塌 2026年8月19日5时42分，河北省石家庄市新华区一居民楼发生部分坍塌。公安、消防、住建、应急等相关部门第一时间赶赴现场救援处置，受伤人员已送医救治。原因调查和善后处置工作正在全力有序开展。 【2】 #男子反抗暴力强拆致死被判无罪# 律师：全国首个判例 2026年8月18日，陕西西咸新区资村非法强拆致人死亡案一审判决正式生效。2023年，十余名人员持械非法闯入张恒父母家中强拆，拆迁人员驾驶轮式破碎机，破坏张恒家铁栅栏门，随后十余名拆迁人员冲入院中，脚踹张恒家房屋铁门未果，拆迁人员遂再…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195006",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260818】微弱的力量也需要投入",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195006",
    "pub_date": "2026-08-18 16:08:00",
    "author": "xilei",
    "description": "【1】#多方回应女子杭州酒局遭伤害#杭州地产酒局那些事，媒体开始报道了 【2】人社部：加强中小学教师、医务人员的欠薪治理，深化公立医院薪酬改革。 【3】九部门：盘活闲置资源资产，支持县级政府利用腾退办公楼等闲置国有资产改建为便民商业网点。 【4】湖北一医院11名职工分工协作，涉嫌骗取医保基金130万元 【5】2026年8月起，全国多地正以前所未有的力度推进社保“实缴”严查，上海、江苏、广东等地要求企业年内社保基数夯实率达到90%及以上。…",
    "content": "【1】 #多方回应女子杭州酒局遭伤害# 杭州地产酒局那些事，媒体开始报道了 &nbsp; &nbsp; 【2】人社部：加强中小学教师、医务人员的欠薪治理，深化公立医院薪酬改革。 【3】九部门：盘活闲置资源资产，支持县级政府利用腾退办公楼等闲置国有资产改建为便民商业网点。 【4】湖北一医院11名职工分工协作，涉嫌骗取医保基金130万元 【5】2026年8月起，全国多地正以前所未有的力度推进社保“实缴”严查，上海、江苏、广东等地要求企业年内社保基数夯实率达到90%及以上。 【6】2015-2025年，中国人口年龄结构的…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/f1a4108c9258",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "牧溪",
    "link": "https://www.jianshu.com/p/f1a4108c9258",
    "pub_date": "2026-08-15 12:53:20",
    "author": "竹林小语",
    "description": "早上刷牧溪，看到它的莲燕图和后面的莲禽图，嗯，这两幅画能代表很多很多人的心境。人心有时是游移不定，不能安于当下，容易被外界扰动，也是呀！外求就会这样，只有内在安守，找到属于自己的莲花世界就安定了，就心安了！心就定了。 刚才看了一下我自己的一些小手工，原来它也透露一个意思：孤单呀！呵呵呵，当然不是所有啊！哈哈哈，可是呢我自己是不知道的……！不知道原来自己是孤独了呀！！！怎么解，哦哦哦哦，找同伴找属于自己的圈子，回去找我的刘老师和同学们，觉…",
    "content": "早上刷牧溪，看到它的莲燕图和后面的莲禽图，嗯，这两幅画能代表很多很多人的心境。人心有时是游移不定，不能安于当下，容易被外界扰动，也是呀！外求就会这样，只有内在安守，找到属于自己的莲花世界就安定了，就心安了！心就定了。 刚才看了一下我自己的一些小手工，原来它也透露一个意思：孤单呀！呵呵呵，当然不是所有啊！哈哈哈，可是呢我自己是不知道的……！不知道原来自己是孤独了呀！！！怎么解，哦哦哦哦，找同伴找属于自己的圈子，回去找我的刘老师和同学们，觉得老师们看这些学生啊，在他们眼里，一眼就把我们这些学生看透了！对，就是这感觉，因…"
  }
];

export default jsonData;
