const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/2b6ba29c9c47",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "McCabe复杂度计算",
    "link": "https://www.jianshu.com/p/2b6ba29c9c47",
    "pub_date": "2026-08-03 17:18:31",
    "author": "Ritchie_Li",
    "description": "1、McCabe复杂度计算公式：V(G)=m-n+2，其中m是有向弧的条数，n是结点数。 2、对于伪代码可以先转换为程序流程图，对程序流程图可以最终转换为结点图处理，转换时注意将交点的地方标注为新的结点，以最终的结点图带入公式结算其McCabe复杂度。 软件维护类型 1、更正性维护：针对真实存在并已经发生的错误进行的维护行为。 2、预防性维护：针对真实存在但还未发生的错误进行的维护。 3、适应性维护：指使应用软件适应信息技术变化和管理需…",
    "content": "1、McCabe复杂度计算公式：V(G)=m-n+2，其中m是有向弧的条数，n是结点数。 2、对于伪代码可以先转换为程序流程图，对程序流程图可以最终转换为结点图处理，转换时注意将交点的地方标注为新的结点，以最终的结点图带入公式结算其McCabe复杂度。 软件维护类型 1、更正性维护：针对真实存在并已经发生的错误进行的维护行为。 2、预防性维护：针对真实存在但还未发生的错误进行的维护。 3、适应性维护：指使应用软件适应信息技术变化和管理需求变化而进行的修改。企业的外部市场环境和管理需求的不断变化也使得各级管理人员不断…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/ce1d2822e927",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "go channel管道的基本使用",
    "link": "https://www.jianshu.com/p/ce1d2822e927",
    "pub_date": "2026-08-03 17:18:31",
    "author": "岑吾",
    "description": "Channel是Go中的一个核心类型，你可以把它看成一个管道，通过它并发核心单元就可以发送或者接收数据进行通讯(communication)。 Channel类型 和 map 类似，channel 也一个对应 make 创建的底层数据结构的引用。当我们复制一个 channel 或用于函数参数传递时，我们只是拷贝了一个 channel 引用，因此调用者和被调用者将引用同一个 channel 对象。和其它的引用类型一样，channel 的零…",
    "content": "Channel是Go中的一个核心类型，你可以把它看成一个管道，通过它并发核心单元就可以发送或者接收数据进行通讯(communication)。 Channel类型 和 map 类似，channel 也一个对应 make 创建的底层数据结构的引用。当我们复制一个 channel 或用于函数参数传递时，我们只是拷贝了一个 channel 引用，因此调用者和被调用者将引用同一个 channel 对象。和其它的引用类型一样，channel 的零值也是 nil。 Channel类型的定义格式如下 ChannelType = …"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/d8b26b34969a",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "拆书稿写作模板",
    "link": "https://www.jianshu.com/p/d8b26b34969a",
    "pub_date": "2026-08-03 17:18:31",
    "author": "枕上书心",
    "description": "1）书籍介绍篇 内容要素： 书籍核心内容概述 作者背景介绍 创作背景说明 拆解框架预告（如\"本书将分为10个部分讲解\"） 作用：建立读者对原书的阅读兴趣，提供整体认知框架 2）分为10个小部分 篇章结构： 每篇对应书中一个核心问题或主题 采用\"小标题+要点提炼+案例说明\"的形式 每篇独立成文又相互关联 写作技巧： 重点篇章可用两篇文章深度解析 次要篇章可合并处理 篇与篇之间需有逻辑衔接 内容提炼方法： 通读全书后提炼10个核心问题 每个…",
    "content": "1）书籍介绍篇 内容要素： 书籍核心内容概述 作者背景介绍 创作背景说明 拆解框架预告（如\"本书将分为10个部分讲解\"） 作用：建立读者对原书的阅读兴趣，提供整体认知框架 2）分为10个小部分 篇章结构： 每篇对应书中一个核心问题或主题 采用\"小标题+要点提炼+案例说明\"的形式 每篇独立成文又相互关联 写作技巧： 重点篇章可用两篇文章深度解析 次要篇章可合并处理 篇与篇之间需有逻辑衔接 内容提炼方法： 通读全书后提炼10个核心问题 每个问题对应一个篇章 通过合并同类项确定篇章划分 3）总结本书，升华 内容要点： 全…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/5b462b397dbd",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "一些常见字的行草书写汇编（518）",
    "link": "https://www.jianshu.com/p/5b462b397dbd",
    "pub_date": "2026-08-03 17:18:30",
    "author": "业余养花",
    "description": "从即日（2026−01−23）起，将本汇编的序文部分，在原先的基础上再添几句话。原因是我正在参加一个由《简书》平台举办的日更挑战活动，该活动对所发表文章的长短，最近提出了新的要求，每篇不得少于三百字，否则不能算作日更成功。 之前曾跟着网课学几天书法，因为那段时间腰疼，坐不住，就没坚持下来。 自从腰治好之后，尤其每当见到那些优秀的书法作品时，总能激起提笔续练的冲动；但又觉得跟着课程学习太规律，不适合自己，主要是不自由。 最近看到一些反映书…",
    "content": "从即日（2026−01−23）起，将本汇编的序文部分，在原先的基础上再添几句话。原因是我正在参加一个由《简书》平台举办的日更挑战活动，该活动对所发表文章的长短，最近提出了新的要求，每篇不得少于三百字，否则不能算作日更成功。 之前曾跟着网课学几天书法，因为那段时间腰疼，坐不住，就没坚持下来。 自从腰治好之后，尤其每当见到那些优秀的书法作品时，总能激起提笔续练的冲动；但又觉得跟着课程学习太规律，不适合自己，主要是不自由。 最近看到一些反映书法习练技巧的小视频，无论是运笔过程，还是作品本身，都颇具示范意义和欣赏价值。 因…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194695",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260802】诸神究竟是什么",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194695",
    "pub_date": "2026-08-02 17:06:00",
    "author": "xilei",
    "description": "【1】“损害商誉” 【2】@怂的载体 这对于某些直播带“茶”的网红们来说，属于史诗级削弱了。 【3】同济只是一个缩影。 【4】长鑫存储的lpddr6研发几乎完成，下半年就开始量产。 【5】“老头”是对“70后”“80后”乃至“90后”男性的戏称…… 【6】@瞎七八潮 看得我好痛苦……这么严重的职场霸凌致死事故为什么微博上一点都搜不到 【7】确实，家长太焦虑了 @李微敖 北京电子科技学院、外交学院、国际关系学院、中国消防救援学院、上海海关…",
    "content": "【1】“损害商誉” 【2】 @怂的载体 这对于某些直播带“茶”的网红们来说，属于史诗级削弱了。 【3】同济只是一个缩影。 这样的学校多的是。 非升即走的风，总算是刮到了全体教工。 【4】长鑫存储的lpddr6研发几乎完成，下半年就开始量产。 御三家仅剩HBM这一块自留地了，海外存储见顶的概率非常大了 【5】“老头”是对“70后”“80后”乃至“90后”男性的戏称…… &nbsp; 【6】 @瞎七八潮 看得我好痛苦……这么严重的职场霸凌致死事故为什么微博上一点都搜不到 &nbsp; 【7】确实，家长太焦虑了 &nbs…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194688",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260801】不正宗，至少得有五个中心",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194688",
    "pub_date": "2026-08-01 16:22:00",
    "author": "xilei",
    "description": "【1】连云港消防回应 【2】七月份股民人均亏损1.4万，这个数据有点扎心啊。 【3】胡锡进：建议查一查今天谁在砸盘。 【4】穿上裤子就不认了 【5】DeepSeek V4 Flash的竞技场跑分开榜： 智能水平排名Top 13，任务成本排名最低，比它聪明的没它便宜，比它便宜的⋯⋯哦，没有比它便宜的。 【6】中国将开展为期一年的“深化扫黑除恶”专项斗争 【7】发改委：正研究制定扩内需增量政策 【8】《#国务院关于出境入境管理的规定#》9月…",
    "content": "【1】连云港消防回应 【2】七月份股民人均亏损1.4万，这个数据有点扎心啊。 【3】胡锡进：建议查一查今天谁在砸盘。 【4】穿上裤子就不认了 【5】DeepSeek V4 Flash的竞技场跑分开榜： 智能水平排名Top 13，任务成本排名最低，比它聪明的没它便宜，比它便宜的⋯⋯哦，没有比它便宜的。 &nbsp; &nbsp; 【6】中国将开展为期一年的“深化扫黑除恶”专项斗争 【7】发改委：正研究制定扩内需增量政策 【8】《 #国务院关于出境入境管理的规定# 》9月15日起施行 《国务院关于出境入境管理的规定》7…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194667",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260731】风控永远是第一位",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194667",
    "pub_date": "2026-07-31 16:40:00",
    "author": "xilei",
    "description": "【1】#应急部门回应小区火灾母女坠楼##连云港小区火灾母女已转院治疗# #连云港火灾母女坠楼#据媒体报道，7月27日早晨，江苏连云港一小区5楼突发火灾。从视频画面可以看到，大人抓着窗栏，并用腿挡住小孩，试图让两人稳定下来。然而在该大人尝试往下挪动寻找安全位置之际，疑似打滑从楼上坠下，小孩也随后坠下。 7月31日，@热度新闻记者联系至所属海州区应急管理局核实情况，工作人员表示等待宣传部出具公告，这边不太清楚。 目前，根据媒体报道确认两人已…",
    "content": "【1】 #应急部门回应小区火灾母女坠楼# #连云港小区火灾母女已转院治疗# #连云港火灾母女坠楼# 据媒体报道，7月27日早晨，江苏连云港一小区5楼突发火灾。从视频画面可以看到，大人抓着窗栏，并用腿挡住小孩，试图让两人稳定下来。然而在该大人尝试往下挪动寻找安全位置之际，疑似打滑从楼上坠下，小孩也随后坠下。 7月31日， @热度新闻 记者联系至所属海州区应急管理局核实情况，工作人员表示等待宣传部出具公告，这边不太清楚。 目前，根据媒体报道确认两人已转院治疗，官方尚未公布具体伤情。 @律界王凯 昨天看到连云港这个火灾事…"
  }
];

export default jsonData;
