const jsonData = [
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195126",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260824】在东亚，梭哈是一种智慧",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195126",
    "pub_date": "2026-08-24 16:35:00",
    "author": "xilei",
    "description": "【1】#成都高新减灾研究所授权被终止# #四川省地震局通报##手机收到长宁7.7地震预警原因#据中国地震台网正式测定：2026年8月24日8时26分在四川宜宾市长宁县（北纬28.33度，东经104.98度）发生4.7级地震，震源深度5公里。成都高新减灾研究所冒用“中国地震预警网”名义，向社会公众发布震级为7.7级的预警信息，引起社会关注。四川省地震局已于2026年7月22日终止向成都高新减灾研究所提供中国地震预警网紧急地震信息服务第三方…",
    "content": "【1】 #成都高新减灾研究所授权被终止# #四川省地震局通报# #手机收到长宁7.7地震预警原因# 据中国地震台网正式测定：2026年8月24日8时26分在四川宜宾市长宁县（北纬28.33度，东经104.98度）发生4.7级地震，震源深度5公里。成都高新减灾研究所冒用“中国地震预警网”名义，向社会公众发布震级为7.7级的预警信息，引起社会关注。四川省地震局已于2026年7月22日终止向成都高新减灾研究所提供中国地震预警网紧急地震信息服务第三方授权。中国地震预警网在震后第一时间产出地震预警结果，预警震级5.4级，并通…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195090",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260823】以前是蘸点儿福尔马林，现在都是直接蘸甲醛了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195090",
    "pub_date": "2026-08-23 16:55:00",
    "author": "xilei",
    "description": "【1】字节跳动和TikTok同意向美国支付4亿美元和解金，以了结儿童隐私诉讼案。根据协议，TikTok 将立即支付 3 亿美元，如果法院撤销 2019 年针对TikTok 的前身Musical.ly达成的先前同意令，TikTok 还将再支付 1 亿美元。 【2】媒体：美国失业率不断上升，四分之一民众“功能性失业” 【3】王兴兴：产品没在工厂、家庭等场景大规模推广，人形机器人目前效能不如人力。 【4】答案就在题面上 【5】唐师曾因白血病不…",
    "content": "【1】字节跳动和TikTok同意向美国支付4亿美元和解金，以了结儿童隐私诉讼案。根据协议，TikTok 将立即支付 3 亿美元，如果法院撤销 2019 年针对TikTok 的前身Musical.ly达成的先前同意令，TikTok 还将再支付 1 亿美元。 【2】媒体：美国失业率不断上升，四分之一民众“功能性失业” 【3】王兴兴：产品没在工厂、家庭等场景大规模推广，人形机器人目前效能不如人力。 特定的智能机器会在某个领域超越人类，但人形机器人几乎不可能超过人类。可能在很长的一段时期，人形机器人就是个大号玩具。 【4】…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195084",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260822】互联网气氛浓郁，并不是荒芜时代",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195084",
    "pub_date": "2026-08-22 16:53:00",
    "author": "xilei",
    "description": "【1】#临沂一社区爆炸原因# 21日15时38分，山东临沂沂河新区王桥社区内一处独立平房院落发生爆炸。事故发生后，公安、消防、应急、住建等相关部门成立联合工作组，第一时间赶赴现场开展应急救援。截至目前，1人死亡，2人失联，其余受伤人员已送医救治，无生命危险。现场搜救清理仍在进行。经初步排查，疑似该院落租户王某某非法储存捕鱼爆炸物引发爆炸。目前周边居民楼住户均已得到妥善安置，事故原因调查及善后工作正在有序开展中。 #临沂爆炸事故1死2失联…",
    "content": "&nbsp;【1】 #临沂一社区爆炸原因# 21日15时38分，山东临沂沂河新区王桥社区内一处独立平房院落发生爆炸。事故发生后，公安、消防、应急、住建等相关部门成立联合工作组，第一时间赶赴现场开展应急救援。截至目前，1人死亡，2人失联，其余受伤人员已送医救治，无生命危险。现场搜救清理仍在进行。经初步排查，疑似该院落租户王某某非法储存捕鱼爆炸物引发爆炸。目前周边居民楼住户均已得到妥善安置，事故原因调查及善后工作正在有序开展中。 #临沂爆炸事故1死2失联# 爆炸前和爆炸后。当地人说就是两栋楼间那个未拆迁的平房发生了爆炸…"
  }
];

export default jsonData;
