const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/733c74327573",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "提升行书字体美感的系统性深度论述",
    "link": "https://www.jianshu.com/p/733c74327573",
    "pub_date": "2026-07-31 07:40:46",
    "author": "马良笔迹心理学",
    "description": "提升行书字体美感的系统性深度论述 作者:唐联应 引言 行书介于楷书静态秩序与草书动态奔放之间，是兼具辨识性、书写效率与艺术表现力的字体。行书美感并非单纯主观审美感受，而是建立在书写力学、视觉心理学、形式美学、汉字构造学，同时融合马良笔迹美学“心迹同构”理论的综合呈现。 大众练字普遍存在误区：将美感等同于“写流畅、多加连笔”，只追求外形模仿，缺少底层逻辑支撑。本文从笔法力学、单字空间结构、篇章行气系统、节奏韵律、审美制衡、训练科学体系六大…",
    "content": "提升行书字体美感的系统性深度论述 作者:唐联应 引言 行书介于楷书静态秩序与草书动态奔放之间，是兼具辨识性、书写效率与艺术表现力的字体。行书美感并非单纯主观审美感受，而是建立在书写力学、视觉心理学、形式美学、汉字构造学，同时融合马良笔迹美学“心迹同构”理论的综合呈现。 大众练字普遍存在误区：将美感等同于“写流畅、多加连笔”，只追求外形模仿，缺少底层逻辑支撑。本文从笔法力学、单字空间结构、篇章行气系统、节奏韵律、审美制衡、训练科学体系六大维度，系统拆解行书美感生成机制，区分硬笔行书、软笔行书通用规律，同时衔接笔迹美学…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/1e3f570b7f38",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "梦中的卫玠：谁的梦？",
    "link": "https://www.jianshu.com/p/1e3f570b7f38",
    "pub_date": "2026-07-31 07:40:45",
    "author": "魏治祥",
    "description": "郑重声明：本文原创首发，文责自负 继续读刘勃的《世说俗谈》。 话说永嘉六年，洛阳陷落，晋怀帝成为匈奴人的俘虏之后的一年，江夏郡某处长江渡口，一个无比俊美的青年，看着眼前的滔滔江水出神。 小伙子27岁，叫卫玠。 魏晋时代盛产美男子，卫玠跟潘安一样，在一群美男子中间也是一只昂首挺胸的鹤。此时此刻，南渡之后的他，就要过长江了。 卫洗马初欲渡江，形神惨悴，语左右云：“见此芒芒，不觉百端交集。苟未免有情，亦复谁能遣此！”（《世说新语·言语》） 曾…",
    "content": "郑重声明：本文原创首发，文责自负 继续读刘勃的《世说俗谈》。 话说永嘉六年，洛阳陷落，晋怀帝成为匈奴人的俘虏之后的一年，江夏郡某处长江渡口，一个无比俊美的青年，看着眼前的滔滔江水出神。 小伙子27岁，叫卫玠。 魏晋时代盛产美男子，卫玠跟潘安一样，在一群美男子中间也是一只昂首挺胸的鹤。此时此刻，南渡之后的他，就要过长江了。 卫洗马初欲渡江，形神惨悴，语左右云： “ 见此芒芒，不觉百端交集。苟未免有情，亦复谁能遣此！ ”（ 《世说新语·言语》） 曾说过，古人讲究等级，喜欢称官职。这之前卫玠是太子洗马，官居七品，故称卫洗…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/7135e55c1f4e",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "拆解玻璃钢管道内部结构，好管道从内到外都讲究",
    "link": "https://www.jianshu.com/p/7135e55c1f4e",
    "pub_date": "2026-07-31 07:40:45",
    "author": "管道干货君",
    "description": "好管道，从内到外都讲究。今天揭秘玻璃钢管道的四层结构： 玻璃钢管道内部结构图 ①内表层又叫内衬层。它具有防渗防腐的作用，可以直接隔绝输送介质的侵蚀。它的厚度根据管道直径大小和压力高低计算一般为1.5～2.5mm。 ②过渡层。它的作用主要是缓冲内外压力，并防止毛细管现象发生。这一层主要是由短切毡 + 75±5%的树脂组成。 ③结构层（含夹砂层）。它是产品强度的关键。为了提高管道刚度加入了石英砂在该层中，这层也叫做夹砂层。 结构层由高强度玻…",
    "content": "好管道，从内到外都讲究。今天揭秘玻璃钢管道的四层结构： 玻璃钢管道内部结构图 ①内表层又叫内衬层。 它具有防渗防腐的作用，可以直接隔绝输送介质的侵蚀。它的厚度根据管道直径大小和压力高低计算一般为1.5～2.5mm。 ②过渡层。 它的作用主要是缓冲内外压力，并防止毛细管现象发生。这一层主要是由短切毡 + 75±5%的树脂组成。 ③结构层（含夹砂层）。 它是产品强度的关键。为了提高管道刚度加入了石英砂在该层中，这层也叫做夹砂层。 结构层由高强度玻璃纤维缠绕，紧紧包裹夹砂层，挡得住高压和地基沉降。 ④外保护层。 在该层中…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194648",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260730】罗伯特你完了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194648",
    "pub_date": "2026-07-30 16:48:00",
    "author": "xilei",
    "description": "【1】A股市值前十全部飘红 【#美股尾盘大跳水原因#】北京时间7月30日凌晨，美联储以9比3的表决结果决定维持利率不变，将联邦基金利率的目标区间继续维持在3.50%至3.75%之间。 @但斌 今天大跌，很多朋友问我怎么看？我还是看好人工智能10年牛市，目前只是一个阶段性调整而已。整个逻辑没变，就是涨多了回调一下，我不太相信人工智能3、4年就结束 【4】7月29日，上海市发改委官网更新一则公告，计划调整全市轨道交通价格并召开听证会。这将是…",
    "content": "【1】A股市值前十全部飘红 【 #美股尾盘大跳水原因# 】北京时间7月30日凌晨，美联储以9比3的表决结果决定维持利率不变，将联邦基金利率的目标区间继续维持在3.50%至3.75%之间。 据统计，这是自2016年以来，美联储首次在同一次政策决议中出现3张方向一致的反对票，反映出内部支持收紧政策的声音正在增强。 随后，美联储主席凯文·沃什现身货币政策新闻发布会。对于本次维持利率不变的决定，沃什拒绝将其定义为“暂停”。他强调，美国通胀问题不可能在9周内（沃什上任至今不到9周）解决，在必要和适当时美联储将毫不犹豫地采取行…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194627",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260729】不要奢望让股市去做它做不到的事情",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194627",
    "pub_date": "2026-07-29 16:52:00",
    "author": "xilei",
    "description": "【1】#智驾小蓝灯将被禁用# #业内确认智驾小蓝灯将被禁#近日，有消息称，因“#小蓝灯#”不符合GB4785《汽车及挂车外部照明和光信号装置的安装规定》要求，乘用车安装“小蓝灯”将被禁止。“小蓝灯”是车企用于标识辅助驾驶工作状态的车身外部蓝色指示灯。今日，吉利汽车方面向第一财经记者表示：“我们已知晓了该消息，将严格遵循国家的规定，等待国家的进一步要求。”另外，也有车企内部人士向第一财经记者确认，从2026年7月27日起，国家对新认证车型…",
    "content": "【1】 #智驾小蓝灯将被禁用# #业内确认智驾小蓝灯将被禁# 近日，有消息称，因“ #小蓝灯# ”不符合GB4785《汽车及挂车外部照明和光信号装置的安装规定》要求，乘用车安装“小蓝灯”将被禁止。“小蓝灯”是车企用于标识辅助驾驶工作状态的车身外部蓝色指示灯。今日，吉利汽车方面向第一财经记者表示：“我们已知晓了该消息，将严格遵循国家的规定，等待国家的进一步要求。”另外，也有车企内部人士向第一财经记者确认，从2026年7月27日起，国家对新认证车型禁用“小蓝灯”。 【2】 #交易员挪用资金做多海力士亏1.5亿# 香港2…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194600",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260728】冲上月球",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194600",
    "pub_date": "2026-07-28 16:58:00",
    "author": "xilei",
    "description": "【1】#韩股暴跌逼近6000点#，较6月历史高点下跌约35% #全球股市集体遭遇黑色星期二#7月28日，韩国KOSPI指数跌幅扩大至11%逼近6000点，较6月历史高点下跌约35%。SK海力士跌14%，三星电子跌逾13%。 【2】2021年以来，投资、消费和进出口对中国GDP增长贡献率。 【3】月之暗面真把Kimi K3开源了。 2.8万亿参数，全球最大开源模型，深夜上架Hugging Face，半小时冲上趋势榜。 参数之外，这次开源很…",
    "content": "【1】 #韩股暴跌逼近6000点# ，较6月历史高点下跌约35% #全球股市集体遭遇黑色星期二# 7月28日，韩国KOSPI指数跌幅扩大至11%逼近6000点，较6月历史高点下跌约35%。SK海力士跌14%，三星电子跌逾13%。 【2】2021年以来，投资、消费和进出口对中国GDP增长贡献率。 【3】月之暗面真把Kimi K3开源了。 2.8万亿参数，全球最大开源模型，深夜上架Hugging Face，半小时冲上趋势榜。 参数之外，这次开源很彻底——模型权重、47页技术报告、训练方法，连底层通信库和沙箱系统都一起甩…"
  }
];

export default jsonData;
