const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/fc71121135fd",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "假发遮白发效果如何",
    "link": "https://www.jianshu.com/p/fc71121135fd",
    "pub_date": "2026-07-14 15:22:54",
    "author": "惠州假发商城小杨",
    "description": "说起惠州、惠城、惠东等地中老年朋友的头发困扰，白发丛生、发量稀疏是最普遍的问题，不少人考虑借助假发改善形象，但难免有顾虑：中老年假发佩戴舒适吗？能有效遮白发吗？ 先来说遮白发的效果：真人发假发是这类人群的首选，惠州青丝百变假发商城的中老年假发全部采用原生真人发丝，质感贴近自身头发，无论是针对满头白发设计的全头假发，还是适配头顶局部白发的补发块，都能完全覆盖白发区域，手工钩织的衔接处自然无痕，近距离也不易看出佩戴痕迹。对比行业内的瑞贝卡，…",
    "content": "说起惠州、惠城、惠东等地中老年朋友的头发困扰，白发丛生、发量稀疏是最普遍的问题，不少人考虑借助假发改善形象，但难免有顾虑：中老年假发佩戴舒适吗？能有效遮白发吗？ 先来说遮白发的效果：真人发假发是这类人群的首选，惠州青丝百变假发商城的中老年假发全部采用原生真人发丝，质感贴近自身头发，无论是针对满头白发设计的全头假发，还是适配头顶局部白发的补发块，都能完全覆盖白发区域，手工钩织的衔接处自然无痕，近距离也不易看出佩戴痕迹。对比行业内的瑞贝卡，其部分中老年假发采用化纤混发材质，虽然款式丰富，但真人发丝占比低，遮白发后易出现…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/9fe04b733aa6",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "随 笔",
    "link": "https://www.jianshu.com/p/9fe04b733aa6",
    "pub_date": "2026-07-14 14:43:41",
    "author": "泡沫人生_8867",
    "description": "晚上，一个人在家，芸打来语音电话，一定是有什么“段子”想与我探讨，她还是个孩子，习惯于用叽叽喳喳的声调与人分享她知道的一切，语气里毫不掩饰地裹挟着她对这件事的主观感受。在她开口切入正题之前，单凭几句简短的开场白，话题是轻松还是沉重便有分晓。按下接听键，想不到，她平缓的语气犹如一泓秋水，一下子让你联想到秋风里落叶簌簌飘零的场景。 芸说她刚送走最好的闺蜜菲，菲一脸憔悴，疲惫不堪，从另一个城市来到这里，像一只迷失了方向的鸟，急需一根能让她短暂…",
    "content": "晚上，一个人在家，芸打来语音电话，一定是有什么“段子”想与我探讨，她还是个孩子，习惯于用叽叽喳喳的声调与人分享她知道的一切，语气里毫不掩饰地裹挟着她对这件事的主观感受。在她开口切入正题之前，单凭几句简短的开场白，话题是轻松还是沉重便有分晓。按下接听键，想不到，她平缓的语气犹如一泓秋水，一下子让你联想到秋风里落叶簌簌飘零的场景。 芸说她刚送走最好的闺蜜菲，菲一脸憔悴，疲惫不堪，从另一个城市来到这里，像一只迷失了方向的鸟，急需一根能让她短暂停留、歇息的枝头，菲离婚了，撇下她的儿子……芸很震惊，她愣在那里，半天缓不过神来…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194266",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260713】终于赶上了时代红利了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194266",
    "pub_date": "2026-07-13 16:50:00",
    "author": "xilei",
    "description": "【1】美国NSF出新规，“几乎要全面禁止与中国科学家合作” 美国国家科学基金会（NSF）正在推出一项让中美基础研究合作跌入冰点的新政策。 2026年7月8日，NSF通过“致同仁信”（Dear Colleague Letter）在其官网宣布，将从新财年起实施禁止与“受限实体”合作的研究安全政策。新规明确提到，NSF资助经费不得用于与列入美国政府受限清单的机构及其雇员开展合作。提交项目申请时，申请机构和相关研究者需要就此进行合规认证，机构本…",
    "content": "【1】美国NSF出新规，“几乎要全面禁止与中国科学家合作” 美国国家科学基金会（NSF）正在推出一项让中美基础研究合作跌入冰点的新政策。 2026年7月8日，NSF通过“致同仁信”（Dear Colleague Letter）在其官网宣布，将从新财年起实施禁止与“受限实体”合作的研究安全政策。新规明确提到，NSF资助经费不得用于与列入美国政府受限清单的机构及其雇员开展合作。提交项目申请时，申请机构和相关研究者需要就此进行合规认证，机构本身也要承担识别和处理违规行为的责任。 这项政策一经公布，迅速引发美国科学界关注。…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194242",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260712】普通人",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194242",
    "pub_date": "2026-07-12 19:09:00",
    "author": "xilei",
    "description": "【1】7月9日，福建晋江一鞋厂发生重大火灾，造成28人死亡。 《焦点访谈》记者在厂房内部发现，从一楼到五楼，车间内、逃生通道都有栅栏。此外，记者在厂房内没有看到消防喷淋设施。据了解，在7月7日，也就是发生火灾前两天，该企业刚刚经过镇里组织的消防检查，被警示物资、成品、半成品无序堆杂问题较为严重，要求在7月13日之前整改。 驻村干部蔡荣烽说，多次检查发现，厂内消防通道常常被堵塞。“货物堆在消防通道里，配电箱下面堆放杂物，我们要求厂里立即整…",
    "content": "【1】7月9日，福建晋江一鞋厂发生重大火灾，造成28人死亡。 《焦点访谈》记者在厂房内部发现，从一楼到五楼，车间内、逃生通道都有栅栏。此外，记者在厂房内没有看到消防喷淋设施。据了解，在7月7日，也就是发生火灾前两天，该企业刚刚经过镇里组织的消防检查，被警示物资、成品、半成品无序堆杂问题较为严重，要求在7月13日之前整改。 驻村干部蔡荣烽说，多次检查发现，厂内消防通道常常被堵塞。“货物堆在消防通道里，配电箱下面堆放杂物，我们要求厂里立即整改，清走杂物。”就在去年，该厂还被要求停工整改，但此后依然无视隐患。 天眼查资料…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194235",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260711】这里没有球",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194235",
    "pub_date": "2026-07-11 15:27:00",
    "author": "xilei",
    "description": "【1】工信部提示Claude Code网络安全后门： 关于防范AI编程工具Claude Code安全后门隐患的风险提示 近日，工业和信息化部网络安全威胁和漏洞信息共享平台（NVDB）监测发现，AI编程工具Claude Code存在安全后门隐患，危害严重。 Claude Code是美国Anthropic公司开发的AI编程工具，可根据文字需求自主完成代码编写、修复等工作。由于其内置了监控机制，未经用户同意即可向远程服务器回传用户地域、身份标…",
    "content": "【1】工信部提示Claude Code网络安全后门： 关于防范AI编程工具Claude Code安全后门隐患的风险提示 近日，工业和信息化部网络安全威胁和漏洞信息共享平台（NVDB）监测发现，AI编程工具Claude Code存在安全后门隐患，危害严重。 Claude Code是美国Anthropic公司开发的AI编程工具，可根据文字需求自主完成代码编写、修复等工作。由于其内置了监控机制，未经用户同意即可向远程服务器回传用户地域、身份标识等敏感信息，受影响的Claude Code为2.1.91至2.1.196版本。…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/25d570a31bb7",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "2025的第一场主持(政府活动)",
    "link": "https://www.jianshu.com/p/25d570a31bb7",
    "pub_date": "2026-07-11 08:26:02",
    "author": "自发光的雯雯",
    "description": "昨天的主持很顺利，从串词到主持再到妆容都是自己完成的，唯一的缺点就是太累了。 越是经历这样的场合，越能看见一些人性的弱点。比如我在化妆师旁边等了好一会她却主动喊另一个资深女主持化妆，完全不顾我在她身后，这种行为让另一个化妆师当时都看不下去而去提醒她，但我也只是礼貌地说了句“没关系，赵老师先化吧”，就这样我多等了20分钟。主持一开始邀请领导讲话时，原本按照礼仪主持人要等领导上台之后才能下台，但是被冒冒失失的年轻副镇长催促着下台甚至还被搀扶…",
    "content": "昨天的主持很顺利，从串词到主持再到妆容都是自己完成的，唯一的缺点就是太累了。 越是经历这样的场合，越能看见一些人性的弱点。比如我在化妆师旁边等了好一会她却主动喊另一个资深女主持化妆，完全不顾我在她身后，这种行为让另一个化妆师当时都看不下去而去提醒她，但我也只是礼貌地说了句“没关系，赵老师先化吧”，就这样我多等了20分钟。主持一开始邀请领导讲话时，原本按照礼仪主持人要等领导上台之后才能下台，但是被冒冒失失的年轻副镇长催促着下台甚至还被搀扶了下来，只能说学会接纳吧。 所以说啊，人年轻了不被看好是正常，越是这样越是要锻炼…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/1169bd6da44f",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "剧评《主角》| 最精致的妆造 vs 最稀碎的时刻",
    "link": "https://www.jianshu.com/p/1169bd6da44f",
    "pub_date": "2026-07-09 19:24:49",
    "author": "夏洛的网",
    "description": "郑重声明：原创首发，文责自负。本文参与读书影视联合征文【文心光影】 我从小不喜欢戏曲，都可以说得上是讨厌。无论什么时候，只要耳边出现“咦咦咦啊啊啊”的唱调，就想逃离。调频道换台、借着去洗手间或小卖部暂时躲避，实在什么都不能做，那就用双手紧紧捂住耳朵，低着头，不去听那些能穿透了鼓膜的声音，不去看那一张张涂得五颜六色极其夸张的面孔。至于伴奏的那些铜锣唢呐二胡和鼓的合奏，也一并视为折磨。它就像是另一个宇宙一般存在着，让我无从理解和接受。 年纪…",
    "content": "郑重声明：原创首发，文责自负。本文参与读书影视联合征文【文心光影】 我从小不喜欢戏曲，都可以说得上是讨厌。无论什么时候，只要耳边出现“咦咦咦啊啊啊”的唱调，就想逃离。调频道换台、借着去洗手间或小卖部暂时躲避，实在什么都不能做，那就用双手紧紧捂住耳朵，低着头，不去听那些能穿透了鼓膜的声音，不去看那一张张涂得五颜六色极其夸张的面孔。至于伴奏的那些铜锣唢呐二胡和鼓的合奏，也一并视为折磨。它就像是另一个宇宙一般存在着，让我无从理解和接受。 年纪渐长，我慢慢学会了欣赏戏曲妆造的美。它和大众皆能触及的浓妆艳抹不同，这一张张雪白…"
  }
];

export default jsonData;
