const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/0cffcd2654f2",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "玛格丽特杯宽口与窄口对比，一文了解哪种更适合你！",
    "link": "https://www.jianshu.com/p/0cffcd2654f2",
    "pub_date": "2026-09-03 08:22:13",
    "author": "广州聚点酒吧KTV夜场用品",
    "description": "在酒吧或家庭派对上调制鸡尾酒时，酒杯的选择至关重要。玛格丽特杯作为经典的鸡尾酒酒杯之一，有宽口和窄口之分。然而，很多人在选择时往往陷入迷茫，不知道哪种更适合自己的需求。选错酒杯，可能会影响鸡尾酒的口感呈现，也无法营造出最佳的饮酒氛围。接下来，就让我们深入对比一下玛格丽特杯宽口与窄口的差异，帮你选出最适合的那一款。 【口感体验差异】 当我们用宽口玛格丽特杯品尝鸡尾酒时，感受到的是香气更为直接、浓郁地扑鼻而来。这是因为宽口的设计使得酒液与空…",
    "content": "在酒吧或家庭派对上调制鸡尾酒时，酒杯的选择至关重要。玛格丽特杯作为经典的鸡尾酒酒杯之一，有宽口和窄口之分。然而，很多人在选择时往往陷入迷茫，不知道哪种更适合自己的需求。选错酒杯，可能会影响鸡尾酒的口感呈现，也无法营造出最佳的饮酒氛围。接下来，就让我们深入对比一下玛格丽特杯宽口与窄口的差异，帮你选出最适合的那一款。 【口感体验差异】 当我们用宽口玛格丽特杯品尝鸡尾酒时，感受到的是香气更为直接、浓郁地扑鼻而来。这是因为宽口的设计使得酒液与空气的接触面积较大，酒精和香气分子更容易挥发出来，在入口之前就充分刺激鼻腔里的嗅觉…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/686619caf1f4",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "厦门央国企的“背景调查”，到底会查哪些内容？",
    "link": "https://www.jianshu.com/p/686619caf1f4",
    "pub_date": "2026-09-03 08:22:12",
    "author": "美好未来91",
    "description": "不少学生好不容易通过了厦门央国企的所有笔试面试，拿到了心仪的offer，却在最后背景调查环节被刷掉，之前几个月的努力全部白费，家长跟着一起难受，却不知道问题出在哪。很多人以为背景调查只是查一下你的学历是不是真的，有没有犯罪记录，实际上厦门央国企的背调细节远比你想象中细致，很多你以为不起眼的小问题，都可能让你在最后一步功亏一篑。提前搞清楚背调的内容，避开这些坑，才能稳稳拿到最终的入职资格。 去年厦门某省属港口集团的校招，有个学生笔试面试都…",
    "content": "不少学生好不容易通过了厦门央国企的所有笔试面试，拿到了心仪的offer，却在最后背景调查环节被刷掉，之前几个月的努力全部白费，家长跟着一起难受，却不知道问题出在哪。很多人以为背景调查只是查一下你的学历是不是真的，有没有犯罪记录，实际上厦门央国企的背调细节远比你想象中细致，很多你以为不起眼的小问题，都可能让你在最后一步功亏一篑。提前搞清楚背调的内容，避开这些坑，才能稳稳拿到最终的入职资格。 去年厦门某省属港口集团的校招，有个学生笔试面试都是第一名，最后却在背调环节被刷掉了。原因是他在简历里把自己的实习经历从3个月改成…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/358f7e83a47f",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "厦门央国企网申“紧急联系人”填错，也会影响录取？",
    "link": "https://www.jianshu.com/p/358f7e83a47f",
    "pub_date": "2026-09-03 08:22:12",
    "author": "南国郡主",
    "description": "最近有个集美区的家长急着找我，说孩子投厦门某市属交通类国企，笔试面试都过了，最后背景调查的时候，HR发现他网申填的紧急联系人是随便写的大学室友，根本不是直系亲属，直接把他的录取资格暂缓了，差点到手的offer就飞了。不少家长觉得紧急联系人就是个随便填的备用信息，根本没人会仔细看，完全不知道厦门央国企的背景调查环节，会逐一核实网申里的所有信息，哪怕是紧急联系人这种不起眼的细节，填错了也可能让你之前所有的努力全部白费。 很多学生填网申信息的…",
    "content": "最近有个集美区的家长急着找我，说孩子投厦门某市属交通类国企，笔试面试都过了，最后背景调查的时候，HR发现他网申填的紧急联系人是随便写的大学室友，根本不是直系亲属，直接把他的录取资格暂缓了，差点到手的offer就飞了。不少家长觉得紧急联系人就是个随便填的备用信息，根本没人会仔细看，完全不知道厦门央国企的背景调查环节，会逐一核实网申里的所有信息，哪怕是紧急联系人这种不起眼的细节，填错了也可能让你之前所有的努力全部白费。 很多学生填网申信息的时候，觉得紧急联系人就是个走流程的选项，随便填个身边朋友的联系方式应付过去就行，…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195296",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260902】数亿人冲破信息茧房感觉不舒服",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195296",
    "pub_date": "2026-09-02 16:49:00",
    "author": "xilei",
    "description": "【1】G20财长和央行行长会议结束，中国对联合声明持异议 据美国财长贝森特说，联合声明有一处提出，“非市场经济体源源不断输出廉价出口产品的模式不具备可持续性”，中国是唯一对该表述持异议的成员国。 另一段内容，原文为：“尤其是长期对外顺差过高的国家，应当消除抑制国内消费、造成经济增长过度依赖出口的各类扭曲性政策。” 其附注说明称，19国达成共识，“各国应当采取措施消除加剧全球失衡的非市场政策与做法”，中国对该段落表示反对。 中国还对以下两…",
    "content": "【1】G20财长和央行行长会议结束，中国对联合声明持异议 据美国财长贝森特说，联合声明有一处提出，“非市场经济体源源不断输出廉价出口产品的模式不具备可持续性”，中国是唯一对该表述持异议的成员国。 另一段内容，原文为：“尤其是长期对外顺差过高的国家，应当消除抑制国内消费、造成经济增长过度依赖出口的各类扭曲性政策。” 其附注说明称，19国达成共识，“各国应当采取措施消除加剧全球失衡的非市场政策与做法”，中国对该段落表示反对。 中国还对以下两段内容持反对立场：一段是赞扬国际货币基金组织 “对全球失衡开展监督”；另一段专门…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195270",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260901】人活着不能没有肌肉",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195270",
    "pub_date": "2026-09-01 16:46:00",
    "author": "xilei",
    "description": "【】尼泊尔洪灾暴露高山预警不足 跨境数据共享面临挑战 #尼泊尔泥石流#导致的死亡人数已超过900人，失踪者激增至近4000人。尼泊尔当局说，山区上周发生的特大洪灾让人措手不及，这凸显了高海拔地区的气象监测以及同中国的数据共享不足，接下来改善早期预警系统是当务之急。 尼泊尔国家减灾与管理局首席执行官乌普雷蒂星期一（8月31日）接受彭博社采访时说，这么大的灾难来袭，人们却连五分钟的预警时间都没有，这暴露了喜马拉雅山区的一个危险盲点，即监测匮…",
    "content": "【】尼泊尔洪灾暴露高山预警不足 跨境数据共享面临挑战 #尼泊尔泥石流# 导致的死亡人数已超过900人，失踪者激增至近4000人。尼泊尔当局说，山区上周发生的特大洪灾让人措手不及，这凸显了高海拔地区的气象监测以及同中国的数据共享不足，接下来改善早期预警系统是当务之急。 尼泊尔国家减灾与管理局首席执行官乌普雷蒂星期一（8月31日）接受彭博社采访时说，这么大的灾难来袭，人们却连五分钟的预警时间都没有，这暴露了喜马拉雅山区的一个危险盲点，即监测匮缺。因气候变化，冰川和山体边坡失稳的速度比当局能够建起监测系统的速度快。 他说…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195250",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260831】人类存在过的痕迹完全消失了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195250",
    "pub_date": "2026-08-31 16:46:00",
    "author": "xilei",
    "description": "【1】有史以来最强厄尔尼诺现象将严重冲击全球经济 或是有记载以来最强的#厄尔尼诺现象#仍在继续发酵，海洋升温带来的极端气候已开始冲击全球经济。从航运到铜业再到农业和渔产，#厄尔尼诺#对经济的影响方方面面，而亚洲新兴经济体和数以百万计的农民将首当其冲。 【2】 庄时利和 China CDC Weekly近期发布的，郑州出现首例本地聚集性肝吸虫病。 一场7人聚餐，5人吃了鱼生，5人全部感染，可以说100%中招了，其中4人肝功能受损（谷丙转氨…",
    "content": "【1】有史以来最强厄尔尼诺现象将严重冲击全球经济 或是有记载以来最强的 #厄尔尼诺现象# 仍在继续发酵，海洋升温带来的极端气候已开始冲击全球经济。从航运到铜业再到农业和渔产， #厄尔尼诺# 对经济的影响方方面面，而亚洲新兴经济体和数以百万计的农民将首当其冲。 【2】 庄时利和 China CDC Weekly近期发布的，郑州出现首例本地聚集性肝吸虫病。 一场7人聚餐，5人吃了鱼生，5人全部感染，可以说100%中招了，其中4人肝功能受损（谷丙转氨酶上升1.5倍～3倍）。 他们吃的鱼生有鲩鱼（草鱼）、赤眼鳟和光倒刺鲃，…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/a13831847517",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "无声的酬答（译作）",
    "link": "https://www.jianshu.com/p/a13831847517",
    "pub_date": "2026-08-31 16:33:02",
    "author": "愚叟Victor",
    "description": "21世纪初，我在新泽西州的一家电脑维修店工作。一天早上，一位聋人男士带着一台电脑走进店里。店里的其他员工意识到他是聋人后，都犹豫着，回避眼神接触，仿佛希望别人去应付这个“麻烦”。没人想要这份额外的挑战。察觉到他的无助，我走上前，微笑着迎接了他。 然而，我完全不懂怎么打手语。那位男士掏出一个笔记本和一支铅笔，但对我来说这行不通，因为即使在我状态最好的时候，我的字也写得一团糟。于是，我迅速想了想，领他到展示用的电脑前，打开了Word文档。他…",
    "content": "21世纪初，我在新泽西州的一家电脑维修店工作。一天早上，一位聋人男士带着一台电脑走进店里。店里的其他员工意识到他是聋人后，都犹豫着，回避眼神接触，仿佛希望别人去应付这个“麻烦”。没人想要这份额外的挑战。察觉到他的无助，我走上前，微笑着迎接了他。 然而，我完全不懂怎么打手语。那位男士掏出一个笔记本和一支铅笔，但对我来说这行不通，因为即使在我状态最好的时候，我的字也写得一团糟。于是，我迅速想了想，领他到展示用的电脑前，打开了Word文档。他笑了，通过这种易于阅读的交流方式，我查明了电脑的问题。结果是一个坏掉的电源。他还…"
  }
];

export default jsonData;
