const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/b7a06ef4a638",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "429. 【数据库技术基础】数据库与数据库系统",
    "link": "https://www.jianshu.com/p/b7a06ef4a638",
    "pub_date": "2026-08-23 14:25:56",
    "author": "七镜",
    "description": "数据是描述事物的符号记录，它具有多种表现形式，可以是文字、图形、图像、声音和语言等。 信息是现实世界事物的存在方式或状态的反映。信息具有可感知、可存储、可加工、可传递和可再生等自然属性，信息已是社会各行各业不可缺少的资源，这也是信息的社会属性。 数据是信息的符号表示，而信息是具有特定释义和意义的数据。 数据库系统（DataBase System, DBS）是一个采用了数据库技术，有组织地、动态地存储大量相关数据，方便多用户访问的计算机系…",
    "content": "数据是 描述事物的 符号 记录，它具有多种表现形式，可以是文字、图形、图像、声音和语言等。 信息是 现实世界事物的 存在 方式或 状态 的 反映 。信息具有可感知、可存储、可加工、可传递和可再生等自然属性，信息已是社会各行各业不可缺少的资源，这也是信息的社会属性。 数据 是 信息 的 符号表示 ，而信息是具有特定释义和意义的数据。 数据库系统（DataBase System, DBS） 是一个采用了数据库技术，有组织地、动态地存储大量相关数据，方便多用户访问的计算机系统。广义上讲，DBS 是由数据库、硬件、软件和人…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8e7e3d06e441",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "许家印判了，但你的钱怎么拿回来？这件事不做可能一分都拿不到！",
    "link": "https://www.jianshu.com/p/8e7e3d06e441",
    "pub_date": "2026-08-23 14:25:55",
    "author": "登报小站",
    "description": "昨天（8月20日），许家印案一审宣判了。 67岁，无期徒刑，剥夺政治权利终身，没收个人全部财产。恒大集团罚88.2亿，恒大地产罚70亿。同一天，56名恒大相关人员全部判了。 曾经的中国首富，这回彻底栽了。 但有个问题——判了，你的钱就能回来了吗？ 远远没有。 恒大的烂账太大了。截至去年7月，清盘人手里已经收到187份有效债权证明，申报的债权总额高达3500亿港元。而整个恒大总负债大概2.4万亿，牵扯152万套没交付的房子，还有约300亿…",
    "content": "昨天（8月20日），许家印案一审宣判了。 67岁，无期徒刑，剥夺政治权利终身，没收个人全部财产。恒大集团罚88.2亿，恒大地产罚70亿。同一天，56名恒大相关人员全部判了。 曾经的中国首富，这回彻底栽了。 但有个问题——判了，你的钱就能回来了吗？ 远远没有。 恒大的烂账太大了。截至去年7月，清盘人手里已经收到187份有效债权证明，申报的债权总额高达3500亿港元。而整个恒大总负债大概2.4万亿，牵扯152万套没交付的房子，还有约300亿没兑付的本息。 钱去哪了？这才是所有债权人最关心的事。 更关键的是今天这则消息 …"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/33cf32f5aca0",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "Chinese and Western calligraphic arts has sparked a wave of Eastern aesthetics at the Guggenheim ...",
    "link": "https://www.jianshu.com/p/33cf32f5aca0",
    "pub_date": "2026-08-23 14:25:55",
    "author": "Artisticghost",
    "description": "中西书法艺术在古根海姆博物馆掀起东方美学风暴 The Guggenheim Museum is a world-famous private modern art museum. It is the first museum in the world to introduce and apply the concept of \"cultural industry\" in the museum industry and achieve g…",
    "content": "中西书法艺术在古根海姆博物馆掀起东方美学风暴 The Guggenheim Museum is a world-famous private modern art museum. It is the first museum in the world to introduce and apply the concept of \"cultural industry\" in the museum industry and achieve great success in its career.Together with…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195084",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260822】互联网气氛浓郁，并不是荒芜时代",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195084",
    "pub_date": "2026-08-22 16:53:00",
    "author": "xilei",
    "description": "【1】#临沂一社区爆炸原因# 21日15时38分，山东临沂沂河新区王桥社区内一处独立平房院落发生爆炸。事故发生后，公安、消防、应急、住建等相关部门成立联合工作组，第一时间赶赴现场开展应急救援。截至目前，1人死亡，2人失联，其余受伤人员已送医救治，无生命危险。现场搜救清理仍在进行。经初步排查，疑似该院落租户王某某非法储存捕鱼爆炸物引发爆炸。目前周边居民楼住户均已得到妥善安置，事故原因调查及善后工作正在有序开展中。 #临沂爆炸事故1死2失联…",
    "content": "&nbsp;【1】 #临沂一社区爆炸原因# 21日15时38分，山东临沂沂河新区王桥社区内一处独立平房院落发生爆炸。事故发生后，公安、消防、应急、住建等相关部门成立联合工作组，第一时间赶赴现场开展应急救援。截至目前，1人死亡，2人失联，其余受伤人员已送医救治，无生命危险。现场搜救清理仍在进行。经初步排查，疑似该院落租户王某某非法储存捕鱼爆炸物引发爆炸。目前周边居民楼住户均已得到妥善安置，事故原因调查及善后工作正在有序开展中。 #临沂爆炸事故1死2失联# 爆炸前和爆炸后。当地人说就是两栋楼间那个未拆迁的平房发生了爆炸…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195070",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260821】历史上少有的文艺复仇时期",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195070",
    "pub_date": "2026-08-21 16:38:00",
    "author": "xilei",
    "description": "【1】夏季以来#我国气候异常# #超强厄尔尼诺快速发展#国家气候中心监测数据显示，赤道中东太平洋已于今年5月进入厄尔尼诺状态。近期海温持续快速上升，7月监测区海温指数达2.09℃，比6月上升0.49℃；到8月上半月进一步攀升至2.64℃，增暖速度非常迅猛。今年夏季以来，我国气候异常反映出了厄尔尼诺发展阶段的典型影响：东部地区呈南北两条多雨带，暴雨过程面广点强、暴雨落区重叠且致灾复合风险高；台风活跃、强度强，风雨影响久。而在厄尔尼诺发展年…",
    "content": "【1】夏季以来 #我国气候异常# #超强厄尔尼诺快速发展# 国家气候中心监测数据显示，赤道中东太平洋已于今年5月进入厄尔尼诺状态。近期海温持续快速上升，7月监测区海温指数达2.09℃，比6月上升0.49℃；到8月上半月进一步攀升至2.64℃，增暖速度非常迅猛。今年夏季以来，我国气候异常反映出了厄尔尼诺发展阶段的典型影响：东部地区呈南北两条多雨带，暴雨过程面广点强、暴雨落区重叠且致灾复合风险高；台风活跃、强度强，风雨影响久。而在厄尔尼诺发展年的秋季，我国华东中南部、华中中南部、华南北部、西南地区东部等地降水偏多，全国…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195049",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260820】当年意气风发，如今眉毛都白了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195049",
    "pub_date": "2026-08-20 16:53:00",
    "author": "xilei",
    "description": "【1】许家印八项罪名被处无期 长子次子双双获刑 8月20日上午，深圳中院对恒大系列案一审公开宣判。法院对被告单位恒大集团有限公司数罪并罚，判处罚金88.2亿元；对恒大地产集团有限公司判处罚金70亿元。央视新闻同日报道上述消息。 法院同时对中国恒大集团董事局主席许家印数罪并罚，判处其无期徒刑，剥夺政治权利终身，并处没收个人全部财产。司法机关还将继续追缴许家印的违法所得，不足部分责令其退赔。 同日，深圳中院、深圳市南山区法院对甄立涛、柯鹏、…",
    "content": "【1】许家印八项罪名被处无期 长子次子双双获刑 8月20日上午，深圳中院对恒大系列案一审公开宣判。法院对被告单位恒大集团有限公司数罪并罚，判处罚金88.2亿元；对恒大地产集团有限公司判处罚金70亿元。央视新闻同日报道上述消息。 法院同时对中国恒大集团董事局主席许家印数罪并罚，判处其无期徒刑，剥夺政治权利终身，并处没收个人全部财产。司法机关还将继续追缴许家印的违法所得，不足部分责令其退赔。 同日，深圳中院、深圳市南山区法院对甄立涛、柯鹏、许腾鹤、许智健、杜亮、梁栋等其他56名涉案人员作出有期徒刑18年至1年10个月不…"
  }
];

export default jsonData;
