const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e9ca55483ccc",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "钱文亮诗选｜再一次，我屏住呼吸 / 把远行看成了另一次人生",
    "link": "https://www.jianshu.com/p/e9ca55483ccc",
    "pub_date": "2026-08-05 07:49:53",
    "author": "满爱教育",
    "description": "来源：中国诗歌网 钱文亮（1965年10月—2026年7月30日）1965年生于河南罗山。诗歌评论家，诗人。上海大学文学院特聘教授、博士生导师，中国现当代文学学科学术带头人，中国当代诗歌研究中心主任。2003年获北京大学文学博士学位，师从洪子诚先生。2014—2015年在美国威斯康辛大学麦迪逊校区作高级访问学者。曾参与创办国内第一家《通俗文学评论》杂志和《网络文学》杂志。曾先后主持国家级和省部级哲社课题5项，担任多种诗歌奖项评委。201…",
    "content": "来源：中国诗歌网 钱文亮（1965年10月—2026年7月30日）1965年生于河南罗山。诗歌评论家，诗人。上海大学文学院特聘教授、博士生导师，中国现当代文学学科学术带头人，中国当代诗歌研究中心主任。2003年获北京大学文学博士学位，师从洪子诚先生。2014—2015年在美国威斯康辛大学麦迪逊校区作高级访问学者。曾参与创办国内第一家《通俗文学评论》杂志和《网络文学》杂志。曾先后主持国家级和省部级哲社课题5项，担任多种诗歌奖项评委。2012年荣获首届“教育部名栏·现当代诗学研究奖”。著有《胡风论——对胡风的文化与文学…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/5b1720b7027a",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "护理专业怎么样？黄石临港详解来了",
    "link": "https://www.jianshu.com/p/5b1720b7027a",
    "pub_date": "2026-08-05 07:49:53",
    "author": "黄石市临港技工学校",
    "description": "\"护理专业好就业吗？\"\"在医院当护士，工作累不累？\"\"薪资待遇怎么样？\"今天，黄石市临港技工学校把护理专业，一次说清楚。 护理行业：永不消逝的需求 生老病死，人之常情。只要有人生病，就需要护士。护理是一个永远不会失业的行业。人口老龄化加剧、医疗资源持续扩充——护士的需求量持续增长。更重要的是：护士是一个受人尊敬的职业，被大家亲切地称为\"白衣天使\"。 黄石临港护理专业学什么？ 核心课程： - 人体结构与功能：解剖学、生理学基础 - 护理学…",
    "content": "\"护理专业好就业吗？\"\"在医院当护士，工作累不累？\"\"薪资待遇怎么样？\"今天，黄石市临港技工学校把护理专业，一次说清楚。 护理行业：永不消逝的需求 生老病死，人之常情。只要有人生病，就需要护士。护理是一个永远不会失业的行业。人口老龄化加剧、医疗资源持续扩充——护士的需求量持续增长。更重要的是：护士是一个受人尊敬的职业，被大家亲切地称为\"白衣天使\"。 黄石临港护理专业学什么？ 核心课程： - 人体结构与功能：解剖学、生理学基础 - 护理学基础：护理理论、无菌技术、给药技术 - 内科护理：呼吸、循环、消化系统疾病护理 …"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/029838d00ea0",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "为什么东野圭吾的小说里没有一个纯粹的坏人？",
    "link": "https://www.jianshu.com/p/029838d00ea0",
    "pub_date": "2026-08-05 07:49:52",
    "author": "蓝胖说说",
    "description": "昨天那篇聊了东野圭吾写了一辈子秘密。今天换一个角度，看他笔下最核心的那件事。 发现一个很奇怪的事情，东野圭吾写了四十多年凶案，但他不相信世上有天生的恶人。 我们翻开他的代表作，每一本都有一个共同结构，你很少发现变态杀人的，他们杀人的原因，大多是普通人被逼到了墙角，是所谓的的不得已而为之。 《白夜行》里的唐泽雪穗算不上良善，童年在当铺里被母亲卖了的经历，让她对整个世界没有了信任。我都开始可怜他这样的经历。 桐原亮司亲眼看着父亲侵犯自己最好…",
    "content": "昨天那篇聊了东野圭吾写了一辈子秘密。今天换一个角度，看他笔下最核心的那件事。 发现一个很奇怪的事情，东野圭吾写了四十多年凶案，但他不相信世上有天生的恶人。 我们翻开他的代表作，每一本都有一个共同结构，你很少发现变态杀人的，他们杀人的原因，大多是普通人被逼到了墙角，是所谓的的不得已而为之。 《白夜行》里的唐泽雪穗算不上良善，童年在当铺里被母亲卖了的经历，让她对整个世界没有了信任。我都开始可怜他这样的经历。 桐原亮司亲眼看着父亲侵犯自己最好的朋友，剪刀扎下去的那一刻，你能说他是天生的恶魔？当然不是。 《嫌疑人X的献身》…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/b5911a5add1d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "小程序如何传递数据",
    "link": "https://www.jianshu.com/p/b5911a5add1d",
    "pub_date": "2026-08-05 07:49:51",
    "author": "萤火驻守心间",
    "description": "1、本地缓存 2、全局变量： 在 app.js 中的 this.globalData = { } 中放入要存储的数； 在组件.js 中， 头部 引入 const app = getApp(); 获取到全局变量； 直接使用 app.globalData.key 来进行赋值和获取值。 3. 路由： 使用wx.navigateTo和wx.redirectTo时，可以通过在url后拼接 + 变量， 然后在目标页面 通过在onLoad周期中，通过…",
    "content": "1、本地缓存 2、全局变量： 在 app.js&nbsp; 中的&nbsp; this.globalData = { }&nbsp; 中放入要存储的数； 在组件.js 中， 头部 引入&nbsp; const app = getApp(); 获取到全局变量； 直接使用 app.globalData.key&nbsp; 来进行赋值和获取值。 3. 路由： 使用wx.navigateTo和wx.redirectTo时，可以通过在url后拼接 + 变量， 然后在目标页面&nbsp; 通过在onLoad周期中，通过参数来获…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194748",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260804】刺",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194748",
    "pub_date": "2026-08-04 16:42:00",
    "author": "xilei",
    "description": "【1】新冠升至中流行水平 药店难买新冠药 【2】#19元200G流量卡退场# #三大运营商全面关停第三方售卡#近日，中国移动、中国电信和中国联通三大运营商发布“关于规范互联网渠道售卡管理的公告”。（以下简称“《公告》”）《公告》称：为保障用户权益和数据信息安全，对互联网渠道号卡订购业务进行统一规范。自2026年8月1日起，用户如需在互联网渠道订购号卡，只能通过电信运营商官方App、官方网站等渠道办理，第三方互联网渠道不再提供电信号卡办理…",
    "content": "【1】新冠升至中流行水平 药店难买新冠药 【2】 #19元200G流量卡退场# #三大运营商全面关停第三方售卡# 近日，中国移动、中国电信和中国联通三大运营商发布“关于规范互联网渠道售卡管理的公告”。（以下简称“《公告》”）《公告》称：为保障用户权益和数据信息安全，对互联网渠道号卡订购业务进行统一规范。自2026年8月1日起，用户如需在互联网渠道订购号卡，只能通过电信运营商官方App、官方网站等渠道办理，第三方互联网渠道不再提供电信号卡办理相关服务。新政一经发布，立刻引发外卖骑手、快递员、出租车司机等重度流量使用者…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194725",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260803】没下架前它只是个玩具，下架之后它就成了隐喻",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194725",
    "pub_date": "2026-08-03 16:47:00",
    "author": "xilei",
    "description": "【1】8月2日17时许，青岛市黄岛区七星河路363号青岛象屿速传供应链有限公司仓库突发火灾，现场升腾大量黑色浓烟。市、区消防、公安、应急多部门迅速赶赴现场开展扑救，截至当晚20时30分，火势仍未完全扑灭。根据官方通报，此次火情暂无人员被困、伤亡情况，仓库主要存放橡胶等大宗物资，起火具体原因仍在调查之中。该企业为厦门象屿旗下仓储物流主体，是橡胶原料重要仓储基地。橡胶类物料燃烧易产生刺激性烟气，周边居民需留意官方发布的环境提示，远离火场区域…",
    "content": "【1】8月2日17时许，青岛市黄岛区七星河路363号青岛象屿速传供应链有限公司仓库突发火灾，现场升腾大量黑色浓烟。市、区消防、公安、应急多部门迅速赶赴现场开展扑救，截至当晚20时30分，火势仍未完全扑灭。根据官方通报，此次火情暂无人员被困、伤亡情况，仓库主要存放橡胶等大宗物资，起火具体原因仍在调查之中。该企业为厦门象屿旗下仓储物流主体，是橡胶原料重要仓储基地。橡胶类物料燃烧易产生刺激性烟气，周边居民需留意官方发布的环境提示，远离火场区域。&nbsp; @瘦驼 ：我的朋友 junlee 昨天从航班上拍摄的青岛市黄岛区…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194695",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260802】诸神究竟是什么",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194695",
    "pub_date": "2026-08-02 17:06:00",
    "author": "xilei",
    "description": "【1】“损害商誉” 【2】@怂的载体 这对于某些直播带“茶”的网红们来说，属于史诗级削弱了。 【3】同济只是一个缩影。 【4】长鑫存储的lpddr6研发几乎完成，下半年就开始量产。 【5】“老头”是对“70后”“80后”乃至“90后”男性的戏称…… 【6】@瞎七八潮 看得我好痛苦……这么严重的职场霸凌致死事故为什么微博上一点都搜不到 【7】确实，家长太焦虑了 @李微敖 北京电子科技学院、外交学院、国际关系学院、中国消防救援学院、上海海关…",
    "content": "【1】“损害商誉” 【2】 @怂的载体 这对于某些直播带“茶”的网红们来说，属于史诗级削弱了。 【3】同济只是一个缩影。 这样的学校多的是。 非升即走的风，总算是刮到了全体教工。 【4】长鑫存储的lpddr6研发几乎完成，下半年就开始量产。 御三家仅剩HBM这一块自留地了，海外存储见顶的概率非常大了 【5】“老头”是对“70后”“80后”乃至“90后”男性的戏称…… &nbsp; 【6】 @瞎七八潮 看得我好痛苦……这么严重的职场霸凌致死事故为什么微博上一点都搜不到 &nbsp; 【7】确实，家长太焦虑了 &nbs…"
  }
];

export default jsonData;
