const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/fab7d731d4fe",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "专业、运气与边界：《诺曼底72小时》中的职业能力叙事",
    "link": "https://www.jianshu.com/p/fab7d731d4fe",
    "pub_date": "2026-06-11 06:45:18",
    "author": "花间星事H暖晏",
    "description": "刚看完《诺曼底72小时》。关于以诺曼底登陆为背景的电影很多，但本剧的核心不是战争场面，而是一个关于专业判断如何在极端压力下运作的故事。主角斯塔格是一位临时调任的气象学家，他必须在一个所有人都渴望得到肯定答案的时刻，给出一个基于数据的判断。这个判断与所有人的期待相悖，也让他在指挥部里陷入巨大的压力之中。 诺曼底题材的影史谱系里从《最长的一日》到《拯救大兵瑞恩》，大多数作品聚焦海滩上的冲锋、空降兵的血战或统帅部的运筹帷幄，天气通常只是一个背…",
    "content": "刚看完《诺曼底72小时》。关于以诺曼底登陆为背景的电影很多，但本剧的核心不是战争场面，而是一个关于专业判断如何在极端压力下运作的故事。主角斯塔格是一位临时调任的气象学家，他必须在一个所有人都渴望得到肯定答案的时刻，给出一个基于数据的判断。这个判断与所有人的期待相悖，也让他在指挥部里陷入巨大的压力之中。 诺曼底题材的影史谱系里从《最长的一日》到《拯救大兵瑞恩》，大多数作品聚焦海滩上的冲锋、空降兵的血战或统帅部的运筹帷幄，天气通常只是一个背景条件。而《诺曼底72小时》追问了一个更前置的问题：登陆日究竟是怎么选出来的？它…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/5a4e1ab0928c",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "Android-推荐一个仿美团大众点评城市选择库CityPicker",
    "link": "https://www.jianshu.com/p/5a4e1ab0928c",
    "pub_date": "2026-06-11 06:45:18",
    "author": "阿博聊编程",
    "description": "Android，图片来源网络 在最近的需求开发当中，我们产品经理说需要增加一个类似于美团或者大众点评的城市选择界面。我当时就在想有没有办法快速实现，在不搞太多自己公司App的特色元素的时候，是有这样的库的，这篇文章的主角CityPicker库。分享这个库给大家，希望能提高大家的开发效率。 CityPicker CityPicker库文档，感兴趣的小伙伴可以去看看详情文档。这个库需要我们自己集成地图SDK，你可以设置地图上面的当前定位城市…",
    "content": "Android，图片来源网络 在最近的需求开发当中，我们产品经理说需要增加一个类似于 美团 或者 大众点评 的 城市选择界面 。我当时就在想有没有办法快速实现，在不搞太多自己公司App的特色元素的时候，是有这样的库的，这篇文章的主角 CityPicker 库。分享这个库给大家，希望能提高大家的开发效率。 CityPicker CityPicker库文档 ，感兴趣的小伙伴可以去看看详情文档。这个库需要我们自己集成地图SDK，你可以设置地图上面的当前定位城市。 简单的代码示例 1.我是通过高德地图获取当前定位城市，设置…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e389928fbc05",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "618快递，表面静悄悄，实则暗流涌动",
    "link": "https://www.jianshu.com/p/e389928fbc05",
    "pub_date": "2026-06-11 06:45:17",
    "author": "递运指南",
    "description": "“今年6.18，xx快递配送时效再次升级，xx分钟内第一单配送完成。”“某某收到今年6.18第一单，距离支付尾款仅过去了x分钟，该订单由xx快递送达。” 过去的618，网络上铺天盖地的，尽是此类宣传，快递公司争相刷新分钟级送达纪录，媒体跟进解读每一个破纪录的瞬间，哪家快递公司刷新了纪录，足以让其在流量与掌声中登顶，享受着无尽的荣耀。 今年，却意外的安静。没有铺天盖地的首单极速配送宣传，有些快递公司甚至连微信公众号等官方平台都没有提及这个…",
    "content": "&nbsp; “今年6.18，xx快递配送时效再次升级，xx分钟内第一单配送完成。”“某某收到今年6.18第一单，距离支付尾款仅过去了x分钟，该订单由xx快递送达。” 过去的618，网络上铺天盖地的，尽是此类宣传，快递公司争相刷新分钟级送达纪录，媒体跟进解读每一个破纪录的瞬间，哪家快递公司刷新了纪录，足以让其在流量与掌声中登顶，享受着无尽的荣耀。 今年，却意外的安静。没有铺天盖地的首单极速配送宣传，有些快递公司甚至连微信公众号等官方平台都没有提及这个曾经最重要的年中大促。 这种安静，反倒让少数宣传的快递企业显得“格…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193605",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260610】以宗教理由豁免于使用 AI",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193605",
    "pub_date": "2026-06-10 14:05:00",
    "author": "xilei",
    "description": "【1】中国准备斥资2万亿，用于全国AI建设，由国企主导该项计划。 【2】日媒爆高市早苗之孙赴华留学 日本周刊上周爆料称，日本首相高市早苗唯一的孙子山本涟今年到中国一所名牌大学留学，家人临行前才把这个消息告诉她。 【3】“领取失业金人数常年不足城镇登记失业人员数的1/4” 【4】#上官正义曝残障老人无薪工作被威胁#每天扛20吨水泥，无薪工作20年… 【5】哈啰内部存在多套数据 【6】28岁女子海归硕士重新高考，当事人：目标定在大专，去学一…",
    "content": "【1】中国准备斥资2万亿，用于全国AI建设，由国企主导该项计划。 【2】日媒爆高市早苗之孙赴华留学 日本周刊上周爆料称，日本首相高市早苗唯一的孙子山本涟今年到中国一所名牌大学留学，家人临行前才把这个消息告诉她。 【3】“领取失业金人数常年不足城镇登记失业人员数的1/4” 【4】 #上官正义曝残障老人无薪工作被威胁# 每天扛20吨水泥，无薪工作20年… 【5】哈啰内部存在多套数据 &nbsp; 【6】28岁女子海归硕士重新高考，当事人：目标定在大专，去学一门技术；希望回归规律的生活作息，享受学生优惠、享受食堂、享受球…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193575",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260609】史诗级更新",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193575",
    "pub_date": "2026-06-09 14:05:00",
    "author": "xilei",
    "description": "【1】从买广告转变为提供AI系统 中国企业打入世界杯核心 万众瞩目的2026年美加墨世界杯将于星期五（6月12日）拉开帷幕。这场全球瞩目的体育盛会，既是各路豪强逐鹿绿茵的舞台，也是各国企业竞逐品牌影响力的秀场。 其中，最值得关注的现象之一，莫过于中国在本届世界杯上的存在方式。 虽然中国男足再度无缘正赛，但中国元素从未缺席，而且正以前所未有的深度嵌入赛事核心。从技术支持到赛事运营，从文化IP到裁判执法，中国的身影几乎遍布世界杯的台前幕后。…",
    "content": "【1】从买广告转变为提供AI系统 中国企业打入世界杯核心 万众瞩目的2026年美加墨世界杯将于星期五（6月12日）拉开帷幕。这场全球瞩目的体育盛会，既是各路豪强逐鹿绿茵的舞台，也是各国企业竞逐品牌影响力的秀场。 其中，最值得关注的现象之一，莫过于中国在本届世界杯上的存在方式。 虽然中国男足再度无缘正赛，但中国元素从未缺席，而且正以前所未有的深度嵌入赛事核心。从技术支持到赛事运营，从文化IP到裁判执法，中国的身影几乎遍布世界杯的台前幕后。 【2】报告：柬埔寨宣称打击电诈一年取得成功 窝点不减反增 国际特赦组织指出，尽…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193539",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260608】超过44%处于灵活就业状态",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193539",
    "pub_date": "2026-06-08 14:00:00",
    "author": "xilei",
    "description": "【1】@格隆汇图解天下_ 2026年，中国灵活就业人口数量预计将达到3.2亿人，较上一年增加4000万人，以2025年末中国总就业人数7.25亿人计算，这意味着超过44%处于灵活就业状态。 【2】当地时间6月8日中午，朝鲜劳动党总书记、国务委员长金正恩在平壤金日成广场为中共中央总书记、国家主席习近平举行盛大欢迎仪式。（新华社） 【3】《网络测评活动规范》 【4】马斯克宣布，禁止中国客户投资Space X 【5】骑电动自行车跑马拉松 【6…",
    "content": "【1】 @格隆汇图解天下_ 2026年，中国灵活就业人口数量预计将达到3.2亿人，较上一年增加4000万人，以2025年末中国总就业人数7.25亿人计算，这意味着超过44%处于灵活就业状态。 【2】当地时间6月8日中午，朝鲜劳动党总书记、国务委员长金正恩在平壤金日成广场为中共中央总书记、国家主席习近平举行盛大欢迎仪式。（新华社） 【3】《网络测评活动规范》 &nbsp; 【4】马斯克宣布，禁止中国客户投资Space X 【5】骑电动自行车跑马拉松 【6】天津的作文题，出的越来越有水平了 【7】谁把足协气成这样？ 【…"
  }
];

export default jsonData;
