const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/ffbbec826150",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "返校日",
    "link": "https://www.jianshu.com/p/ffbbec826150",
    "pub_date": "2026-06-22 19:37:23",
    "author": "周言微语",
    "description": "今日是2026.06.20，星期六。 学校组织了返校日活动，从6.19到6.21，共三天。本来没打算去，也就没参与扫码报名。上午，刚从乡下回到城里，接到班长电话，叫我去学校。我犹豫了，找了个有事的借口，推过去了，并说忙远了，有时间就去。快到家时，老婆说，让我去，家里有我，我听后沉默了，最后还是决定凑个热闹。 不想去的原因，大抵是混得不好，不好意思见老师和同学。潜意识里还是愿意回去，于是匆匆赶到学校。平时进学校很难，要手机登记，还要审核，…",
    "content": "今日是2026.06.20，星期六。 学校组织了返校日活动，从6.19到6.21，共三天。本来没打算去，也就没参与扫码报名。上午，刚从乡下回到城里，接到班长电话，叫我去学校。我犹豫了，找了个有事的借口，推过去了，并说忙远了，有时间就去。快到家时，老婆说，让我去，家里有我，我听后沉默了，最后还是决定凑个热闹。 不想去的原因，大抵是混得不好，不好意思见老师和同学。潜意识里还是愿意回去，于是匆匆赶到学校。平时进学校很难，要手机登记，还要审核，有点麻烦。今天，我一说返校，保安便二话不说，放行了。 虽然毕业20多年了，踏进校…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/6a4840d6e0bd",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "定襄县诚信中学 l 筑牢安全防护网 守护校园好时光",
    "link": "https://www.jianshu.com/p/6a4840d6e0bd",
    "pub_date": "2026-06-22 19:37:23",
    "author": "太行融文网",
    "description": "今年6月是第25个全国“安全生产月”，活动主题为 “人人讲安全、个个会应急——排查整治风险隐患”。为进一步压实校园安全责任，常态化推进安全隐患排查整治，全面防范化解各类校园安全风险，切实筑牢校园安全稳定屏障，我校正式启动2026年安全生产月教育整治工作，全方位覆盖消防、宿舍、交通、防溺水、食品、心理健康等重点安全领域，全力打造平安、和谐、稳定的育人环境。 校园重点隐患排查整治 我校坚持问题导向、底线思维，聚焦校园关键点位、重点环节，开展…",
    "content": "今年6月是第25个全国“安全生产月”，活动主题为 “人人讲安全、个个会应急——排查整治风险隐患”。为进一步压实校园安全责任，常态化推进安全隐患排查整治，全面防范化解各类校园安全风险，切实筑牢校园安全稳定屏障，我校正式启动2026年安全生产月教育整治工作，全方位覆盖消防、宿舍、交通、防溺水、食品、心理健康等重点安全领域，全力打造平安、和谐、稳定的育人环境。 校园重点隐患排查整治 我校坚持问题导向、底线思维，聚焦校园关键点位、重点环节，开展全覆盖、无死角隐患排查整治行动，做到隐患早发现、早处置、早清零。 宿舍安全&nb…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/41274454d11a",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "回眸--中学时代3",
    "link": "https://www.jianshu.com/p/41274454d11a",
    "pub_date": "2026-06-22 19:37:23",
    "author": "时光50",
    "description": "宿舍安排好，阿姆就要回家了。她不放心我住宿学校，只有十二三岁，什么也不懂。一再叮嘱，自己要当心，星期六回家和同学一起走。 阿姆怎样离开的，现在没有印象了。今天回过头想，她那时多么不容易，一个广东人，普通话、上海话都不会讲，认字也不多，到这么远的学校也是第一次。如果父母在，他们肯定会送我去学校，他们毕竟还年轻点，又有文化。 到新学校的兴奋，替代了一切，什么都新鲜。我们的教室和食堂都在附中本部，附中和大学部隔着一条不宽的路，大学部在操场边有…",
    "content": "宿舍安排好，阿姆就要回家了。她不放心我住宿学校，只有十二三岁，什么也不懂。一再叮嘱，自己要当心，星期六回家和同学一起走。 阿姆怎样离开的，现在没有印象了。今天回过头想，她那时多么不容易，一个广东人，普通话、上海话都不会讲，认字也不多，到这么远的学校也是第一次。如果父母在，他们肯定会送我去学校，他们毕竟还年轻点，又有文化。 到新学校的兴奋，替代了一切，什么都新鲜。我们的教室和食堂都在附中本部，附中和大学部隔着一条不宽的路，大学部在操场边有一扇小门，可以很方便进到学校。 食堂吃饭是按班级排桌，八个人一桌，老师指定桌长，…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193841",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260622】人生路漫，前途亦烂烂",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193841",
    "pub_date": "2026-06-22 15:12:00",
    "author": "xilei",
    "description": "【】求是：最近一段时期，部分居民在就业和收入方面承压明显，特别是在经济转型升级和人工智能等新技术加速迭代的背景下，一些劳动者对未来的就业和收入预期偏弱。叠加高水平的社会保障和公共服务供给相对不足，预防性储蓄动机增强，消费意愿受到抑制。并且，近年来房地产市场深度调整，不少居民感叹“家底变薄了”，财富效应减弱，使居民消费开支趋于谨慎 【】刘强东表示：“将来都是机器人送货了，根本不需要快递员，一定是机器人送货，但是我并不需要我们 70 万兄弟…",
    "content": "【】求是：最近一段时期，部分居民在就业和收入方面承压明显，特别是在经济转型升级和人工智能等新技术加速迭代的背景下，一些劳动者对未来的就业和收入预期偏弱。叠加高水平的社会保障和公共服务供给相对不足，预防性储蓄动机增强，消费意愿受到抑制。并且，近年来房地产市场深度调整，不少居民感叹“家底变薄了”，财富效应减弱，使居民消费开支趋于谨慎 【】刘强东表示：“将来都是机器人送货了，根本不需要快递员，一定是机器人送货，但是我并不需要我们 70 万兄弟没有饭吃、没有工作。” 刘强东称，京东因此在全国签了 120 所学校，把他们送去…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193806",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260621】那一代人就是命好",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193806",
    "pub_date": "2026-06-21 15:27:00",
    "author": "xilei",
    "description": "【1】中国商人助佛得角门将母亲赴美 世界杯现场支持儿子 在本届世界杯一炮而红的佛得角门将沃齐尼亚（Vozinha），星期一（6月22日）清晨对垒乌拉圭时，看台上将有他的母亲安娜·坎迪达·埃沃拉（Ana Candida Evora）为他打气。原本只在佛得角家中观看比赛的安娜得以获得临时安排踏上美国，背后还有一名中国商人的大力支持。 【2】摩根大通高盛禁止香港员工使用 Anthropic 模型 美国投行摩根大通已禁止香港员工访问 Anthr…",
    "content": "【1】中国商人助佛得角门将母亲赴美 世界杯现场支持儿子 在本届世界杯一炮而红的佛得角门将沃齐尼亚（Vozinha），星期一（6月22日）清晨对垒乌拉圭时，看台上将有他的母亲安娜·坎迪达·埃沃拉（Ana Candida Evora）为他打气。原本只在佛得角家中观看比赛的安娜得以获得临时安排踏上美国，背后还有一名中国商人的大力支持。 【2】摩根大通高盛禁止香港员工使用 Anthropic 模型 美国投行摩根大通已禁止香港员工访问 Anthropic 的模型，显示这一技术在美国境外的应用正面临极其严格的审查。由于 Ant…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193799",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260620】谁教他这么设计包装的",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193799",
    "pub_date": "2026-06-20 15:03:00",
    "author": "xilei",
    "description": "【1】对澳大利亚进口牛肉加征55%关税 商务部发布关于2026年度牛肉保障措施执行提示信息（五），全文如下：牛肉保障措施项下自澳大利亚进口的牛肉于2026年6月18日已达到商务部公告2025年第87号明确的该国家规定数量的100%。根据商务部公告2025年第87号，在澳大利亚牛肉进口数量达到规定数量100%的第3日起（6月20日零点起），自该国进口牛肉将在现行适用关税税率基础上加征55%关税。（央视新闻） 【2】高盛：中国家庭总资产在2…",
    "content": "&nbsp; 【1】对澳大利亚进口牛肉加征55%关税 商务部发布关于2026年度牛肉保障措施执行提示信息（五），全文如下：牛肉保障措施项下自澳大利亚进口的牛肉于2026年6月18日已达到商务部公告2025年第87号明确的该国家规定数量的100%。根据商务部公告2025年第87号，在澳大利亚牛肉进口数量达到规定数量100%的第3日起（6月20日零点起），自该国进口牛肉将在现行适用关税税率基础上加征55%关税。（央视新闻） &nbsp; 【2】高盛：中国家庭总资产在2023年年初时达到高点, 随后是大概六个季度的缓慢收…"
  }
];

export default jsonData;
