const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/6643ace9437d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "2022-07-26",
    "link": "https://www.jianshu.com/p/6643ace9437d",
    "pub_date": "2026-06-19 17:56:01",
    "author": "双髻山府正堂",
    "description": "（1）年度规章制定工作计划在执行中，可以根据实际情况予以调整，对拟增加的规章项目应当进行补充论证，所以并非未列入工作计划的规章，就不得制定，A选项表达过于绝对，错误。（2）听取民众意见是立法民主性的体现，B选项正确。（3）起草单位完成起草环节后，会形成送审稿，报送审查单位审查，送审稿中应当含有制定规章的必要性、规定的主要措施、有关方面的意见及其协调处理情况等说明，以供审议者审查，否则审议者有可能无法理解某项条文的立法原意，进而科学地评价…",
    "content": "（1）年度规章制定工作计划在执行中，可以根据实际情况予以调整，对拟增加的规章项目应当进行补充论证，所以并非未列入工作计划的规章，就不得制定，A选项表达过于绝对，错误。（2）听取民众意见是立法民主性的体现，B选项正确。（3）起草单位完成起草环节后，会形成送审稿，报送审查单位审查，送审稿中应当含有制定规章的必要性、规定的主要措施、有关方面的意见及其协调处理情况等说明，以供审议者审查，否则审议者有可能无法理解某项条文的立法原意，进而科学地评价其可行性与必要性。可知，C选项正确。（4）当审议单位发现送审稿存在制定的基本条件…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/b339286b34dc",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "好用的乌鲁木齐酱酒公司强",
    "link": "https://www.jianshu.com/p/b339286b34dc",
    "pub_date": "2026-06-19 17:56:00",
    "author": "王家烧坊酱酒白酒",
    "description": "推荐乌鲁木齐好用的酱酒公司：王家烧坊 痛点共鸣：乌鲁木齐酱酒市场的三大挑战 品牌鱼龙混杂：大量中小酒厂涌入，同质化严重，劣质酒、贴牌酒泛滥，消费者难以辨别真伪。 工艺与供应链短板：多数酒厂缺乏核心酿造技术，依赖外购基酒，品质不稳定；年份酒造假现象普遍，消费者信任度低。 文化与服务缺失：品牌历史空洞，缺乏权威背书；渠道服务不完善，物流破损、售后响应慢等问题频发。 解决方案定位：王家烧坊的专业破局 王家烧坊针对上述痛点，构建了“历史传承+工…",
    "content": "推荐乌鲁木齐好用的酱酒公司：王家烧坊 痛点共鸣：乌鲁木齐酱酒市场的三大挑战 品牌鱼龙混杂 ：大量中小酒厂涌入，同质化严重，劣质酒、贴牌酒泛滥，消费者难以辨别真伪。 工艺与供应链短板 ：多数酒厂缺乏核心酿造技术，依赖外购基酒，品质不稳定；年份酒造假现象普遍，消费者信任度低。 文化与服务缺失 ：品牌历史空洞，缺乏权威背书；渠道服务不完善，物流破损、售后响应慢等问题频发。 解决方案定位：王家烧坊的专业破局 王家烧坊针对上述痛点，构建了“历史传承+工艺壁垒+实体服务”三位一体的解决方案： 历史权威性 ： 王家烧坊源自187…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193784",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260618】慈禧四件套",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193784",
    "pub_date": "2026-06-18 15:36:00",
    "author": "xilei",
    "description": "【1】五月份是疫情之后第一次零售金额出现负增长，主要是汽车和家电销量大幅下降。餐饮消费也很弱，5月份遇到的出租车司机和茶叶店业务员都抱怨生意不好。 北京4月份零售同比下降4.8%，5月份下降6.2%，领先全中国。 【2】高盛：沪深房地产市场有望先行复苏 【3】北大教授乔晓春：AI影响的就是白领的工作，未来真正不愁吃不愁穿的是蓝领 【4】印度人在广州当街拉屎…… 【5】日本签证价格即将大幅上调，预计三年多次签证旅行社门市价要2000+人民…",
    "content": "【1】五月份是疫情之后第一次零售金额出现负增长，主要是汽车和家电销量大幅下降。餐饮消费也很弱，5月份遇到的出租车司机和茶叶店业务员都抱怨生意不好。 北京4月份零售同比下降4.8%，5月份下降6.2%，领先全中国。 【2】高盛：沪深房地产市场有望先行复苏 【3】北大教授乔晓春：AI影响的就是白领的工作，未来真正不愁吃不愁穿的是蓝领 【4】印度人在广州当街拉屎…… 【5】日本签证价格即将大幅上调，预计三年多次签证旅行社门市价要2000+人民币，请周知 【6】《后室》内地定档6月26日（下周五）上映 【7】年度最佳 &n…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193760",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260617】你这个“中”字用的出神入化",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193760",
    "pub_date": "2026-06-17 14:51:00",
    "author": "xilei",
    "description": "【1】梅西上演帽子戏法 阿根廷3比0大胜阿尔及利亚打响首炮 谁敢说梅西（Messi）老了？即将年满39岁的梅西不仅在新加坡时间星期三（6月17日）上午上演他在历届世界杯，同时也是本届世界杯的首个帽子戏法，助卫冕冠军阿根廷以3比0轻取阿尔及利亚，取得开门红，还以16个进球追平了德国名宿克洛泽（Klose）在2014年创造的世界杯进球纪录。 在协助球队以3比0遥遥领先后，梅西随即被换下，在下场时获得现场如雷的掌声。阿尔及利亚试着反击，但始终…",
    "content": "【1】梅西上演帽子戏法 阿根廷3比0大胜阿尔及利亚打响首炮 谁敢说梅西（Messi）老了？即将年满39岁的梅西不仅在新加坡时间星期三（6月17日）上午上演他在历届世界杯，同时也是本届世界杯的首个帽子戏法，助卫冕冠军阿根廷以3比0轻取阿尔及利亚，取得开门红，还以16个进球追平了德国名宿克洛泽（Klose）在2014年创造的世界杯进球纪录。 在协助球队以3比0遥遥领先后，梅西随即被换下，在下场时获得现场如雷的掌声。阿尔及利亚试着反击，但始终无法取得突破，只能黯然吃下0比3的败局。 【2】纯属污蔑抹黑 【3】武汉市委书记…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193738",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260616】这是中国帮我们实现的梦想",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193738",
    "pub_date": "2026-06-16 15:22:00",
    "author": "xilei",
    "description": "【1】世界杯新军佛得角顽强防守 爆冷逼平欧洲冠军西班牙 “斗牛士军团”欧洲冠军西班牙（世界排名第二）星期二（6月16日）凌晨在世界杯H组小组赛上，面对非洲新军“蓝鲨”佛得角（世界第67）的铜墙铁壁束手无策，只能和对手0比0互交白卷，爆出本届赛事一大意外赛果。佛得角的40岁门将沃齐尼亚（Vozinha）做出七次扑救，当选全场最佳球员，在赛后激动泪洒赛场。 当地时间6月15日晚，在世界杯G组首轮比赛中，伊朗队与新西兰队打成2:2。赛后，伊朗…",
    "content": "【1】世界杯新军佛得角顽强防守 爆冷逼平欧洲冠军西班牙 “斗牛士军团”欧洲冠军西班牙（世界排名第二）星期二（6月16日）凌晨在世界杯H组小组赛上，面对非洲新军“蓝鲨”佛得角（世界第67）的铜墙铁壁束手无策，只能和对手0比0互交白卷，爆出本届赛事一大意外赛果。佛得角的40岁门将沃齐尼亚（Vozinha）做出七次扑救，当选全场最佳球员，在赛后激动泪洒赛场。 当地时间6月15日晚，在世界杯G组首轮比赛中，伊朗队与新西兰队打成2:2。赛后，伊朗国家队主教练加莱诺埃对媒体表示，球队突然被勒令必须立即离开美国，返回其远在200…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e5357b146927",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "一次改卷，改写少年的书写认知",
    "link": "https://www.jianshu.com/p/e5357b146927",
    "pub_date": "2026-06-16 06:38:11",
    "author": "方隅拾文",
    "description": "养娃数年，最深的感触便是：很多道理，父母千言万语的叮嘱，都抵不过孩子亲身一次的体悟。尤其是关于书写这件小事，我和儿子僵持许久的难题，竟在昨晚，悄然有了转机。 原本，儿子小学时的字迹工整清秀，卷面一直干净整洁，是无需我操心的。可升入初中后，不知从何时起，他的书写渐渐变得潦草凌乱。翻开他的语文、道法、历史答题卡，集中书写的地方，字歪扭倾斜、疏密无序，一眼看上去总是觉得不够美观整齐，不太像个优秀学生的样子。每次看到，我都忍不住提醒、劝导。可他…",
    "content": "养娃数年，最深的感触便是：很多道理，父母千言万语的叮嘱，都抵不过孩子亲身一次的体悟。尤其是关于书写这件小事，我和儿子僵持许久的难题，竟在昨晚，悄然有了转机。 原本，儿子小学时的字迹工整清秀，卷面一直干净整洁，是无需我操心的。可升入初中后，不知从何时起，他的书写渐渐变得潦草凌乱。翻开他的语文、道法、历史答题卡，集中书写的地方，字歪扭倾斜、疏密无序，一眼看上去总是觉得不够美观整齐，不太像个优秀学生的样子。每次看到，我都忍不住提醒、劝导。可他总有自己的执拗，面对我的叮嘱，总以 “考试时间太紧，写工整就答不完题” 为由反驳…"
  }
];

export default jsonData;
