const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/933c8cd12aa2",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "Mybatis 工作原理以及拓展方法",
    "link": "https://www.jianshu.com/p/933c8cd12aa2",
    "pub_date": "2026-08-28 00:29:56",
    "author": "雪飘千里",
    "description": "1、 Mybatis的工作流程 1、读取配置文件，根据XML配置文件创建Conifuration 2、根据配置信息 创建SqlSessionFactory，SqlSessionFactory的生命周期是程序级，程序运行的时候建立起来,程序结束的时候消亡 3、SqlSessionFactory 创建 SqlSession，SqlSession是过程级，一个方法开始时建立，方法结束应该关闭 4、获取mapper接口的代理对象（Default…",
    "content": "1、 Mybatis的工作流程 1、 读取配置文件 ，根据XML配置文件创建Conifuration 2、根据配置信息 创建SqlSessionFactory ，SqlSessionFactory的生命周期是程序级，程序运行的时候建立起来,程序结束的时候消亡 3、SqlSessionFactory 创建 SqlSession ，SqlSession是过程级，一个方法开始时建立，方法结束应该关闭 4、获取mapper接口的代理对象（DefaultSqlSession.getMapper()拿到Mapper接口对应的M…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195190",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260827】人生本是断离舍",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195190",
    "pub_date": "2026-08-27 16:16:00",
    "author": "xilei",
    "description": "【1】8月26日，尼泊尔北部地区突发山洪，目前已造成165人死亡。 尼泊尔方面刚刚公布失踪游客的最新统计信息 失踪游客644人 印度人最多178 尼泊尔本地游客127 美国65 乌克兰53 马来西亚51 澳大利亚 35 英国33 一名幸存男子讲述了自己的惊魂经历。 @孟德尔的金豌豆 高分一号灾前影像 @司马平邦 我看已经有其他媒体发了现场视频，所以我才发出了这两个视频，这场灾难来得太突然了，泥石流应该是从尼泊尔那边推过来的，我们的吉隆海…",
    "content": "【1】8月26日，尼泊尔北部地区突发山洪，目前已造成165人死亡。 尼泊尔方面刚刚公布失踪游客的最新统计信息 失踪游客644人 印度人最多178 尼泊尔本地游客127 美国65 乌克兰53 马来西亚51 澳大利亚 35 英国33 一名幸存男子讲述了自己的惊魂经历。 据路透社8月27日报道，68岁的幸存者凯沙夫·普拉萨德·巴拉尔（Keshav Prasad Bara）在医院接受治疗时讲述了他的经历。 他说：“铺天盖地的泥浆径直朝我们扑来。越逼越近，越涨越高。眼看泥水冲破家门，我拼命想抓住妻子的手，带她往露台上逃。可是…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195174",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260826】不是为你好，是为大家好",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195174",
    "pub_date": "2026-08-26 16:17:00",
    "author": "xilei",
    "description": "【1】@格隆汇图解天下 2026年7月，中国青年失业率录得17.9%，前值14.9%，较上月提升了3个百分点;同期，美国青年失业率为8.5%，较上月下降了0.7个百分点;韩国为7.8%，较上月下降了0.2个百分点。2026年6月，日本青年失业率为4.2%，英国为14.6%，欧盟为15.5%。 【2】江苏宿迁通报白菜抽检情况：共抽检农批、农贸市场69家，目前所有样品检测结果均合格 【3】8月26日，罗永浩通过@新京报我们视频记者的牵线沟通…",
    "content": "【1】 @格隆汇图解天下 2026年7月，中国青年失业率录得17.9%，前值14.9%，较上月提升了3个百分点;同期，美国青年失业率为8.5%，较上月下降了0.7个百分点;韩国为7.8%，较上月下降了0.2个百分点。2026年6月，日本青年失业率为4.2%，英国为14.6%，欧盟为15.5%。 【2】江苏宿迁通报白菜抽检情况：共抽检农批、农贸市场69家，目前所有样品检测结果均合格 【3】8月26日，罗永浩通过 @新京报 我们视频记者的牵线沟通，将和朋友一块凑的10万元捐助给帮扶老人被索赔的店主。罗永浩24日曾转发评…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195150",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260825】是线路“技术问题”",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195150",
    "pub_date": "2026-08-25 16:08:00",
    "author": "xilei",
    "description": "【1】普通消费者无法知晓买到的大白菜是否被甲醛蘸过，万一有怎么办？对此，专家建议： 【2】环球时报：英伟达想抄中国作业，我们欢迎 【3】中国驻菲律宾大使井泉：要让他们（菲律宾）知道，他们没法为所欲为抓中国人、欺负中国人，I'm watching you（我会一直盯着你）！我会让你付出代价！ 【4】近日，一名中国游客背包在巴黎不幸遭遇盗窃，一次丢失八本护照。所幸，一位当地市民偶然拾获这些护照，并随即致电中国驻法大使馆寻求协助。没想到，电话…",
    "content": "【1】普通消费者无法知晓买到的大白菜是否被甲醛蘸过，万一有怎么办？对此，专家建议： 【2】环球时报：英伟达想抄中国作业，我们欢迎 【3】中国驻菲律宾大使井泉：要让他们（菲律宾）知道，他们没法为所欲为抓中国人、欺负中国人，I'm watching you（我会一直盯着你）！我会让你付出代价！ 【4】近日，一名中国游客背包在巴黎不幸遭遇盗窃，一次丢失八本护照。所幸，一位当地市民偶然拾获这些护照，并随即致电中国驻法大使馆寻求协助。没想到，电话不仅被使馆工作人员直接挂断，此后对方甚至拒接其来电。无奈之下，这位热心市民只得在…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/59e2d906f4a7",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "最近很多账号大量消失了",
    "link": "https://www.jianshu.com/p/59e2d906f4a7",
    "pub_date": "2026-08-03 09:11:46",
    "author": "情感手写",
    "description": "你注意到没？最近很多账号停更了，有的更是直接声明停止使用了。这并非账号平台官方动作，而是个人行为。 为什么会有这样的情况呢？我看不外乎一下三种情况： 一是这样账号的收益太少了，有的开始有几次比较高的收益，以后越来越少，连个馒头钱都不够，久而久之也就没有了更新的动力； 二是不知道写什么了，很多人是今天看这个好就抄这个，明天看那个好就抄那个，抄来抄去实在不知道抄什么了，自己也写不出来内容，干脆就停更吧； 三是公众号太费精力了，我们都不是专业…",
    "content": "&nbsp; &nbsp; &nbsp; 你注意到没？最近很多账号停更了，有的更是直接声明停止使用了。这并非账号平台官方动作，而是个人行为。 &nbsp; &nbsp; &nbsp; 为什么会有这样的情况呢？我看不外乎一下三种情况： &nbsp; &nbsp; &nbsp; 一是这样账号的收益太少了，有的开始有几次比较高的收益，以后越来越少，连个馒头钱都不够，久而久之也就没有了更新的动力； &nbsp; &nbsp; &nbsp; 二是不知道写什么了，很多人是今天看这个好就抄这个，明天看那个好就抄那个，抄来抄去实在…"
  }
];

export default jsonData;
