const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/7a5461f78e69",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "做中进步",
    "link": "https://www.jianshu.com/p/7a5461f78e69",
    "pub_date": "2026-10-07 19:39:36",
    "author": "四季的眺望",
    "description": "午餐之前就已经告诉大家，要表演的节目中午还能练最后一次，所以大家加快了用餐速度，并且很快把卫生打扫好。用中午的时间，勉强练了20分钟，其实目的，也不光是为了把节目练好，更重要的是通过这个活动，让集体凝聚力更强。 首先，把服装要求好，保证精神面貌，而且对于几个动作不齐的又提出了批评，后来练得比较整齐，而且也快要上课才结束。 这第三次练完歌舞节目以后，又上了一节专科，和预计一样，当我匆匆赶回来时，正式表演马上就要轮到我们了。可是领舞的又说有…",
    "content": "午餐之前就已经告诉大家，要表演的节目中午还能练最后一次，所以大家加快了用餐速度，并且很快把卫生打扫好。用中午的时间，勉强练了20分钟，其实目的，也不光是为了把节目练好，更重要的是通过这个活动，让集体凝聚力更强。 首先，把服装要求好，保证精神面貌，而且对于几个动作不齐的又提出了批评，后来练得比较整齐，而且也快要上课才结束。 这第三次练完歌舞节目以后，又上了一节专科，和预计一样，当我匆匆赶回来时，正式表演马上就要轮到我们了。可是领舞的又说有两个跳的实在不好，动作错的太多，建议把她们去掉，我说那就把她们排在最后的位置上看…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/fb7974e3d9ea",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "红领巾讲解员培训",
    "link": "https://www.jianshu.com/p/fb7974e3d9ea",
    "pub_date": "2026-10-07 19:39:36",
    "author": "龙角鸣鹿",
    "description": "3月的一天，我参加了一次红领巾讲解员培训活动，那真是一次别样的经历。 那天下午，我根据活动安排早早来到宝安区城市规划展览馆，穿上红领巾讲解员定制的“蓝马甲”，安静地等待着。 不久，活动就开始了。我和小伙伴们在导游老师的带领下先后探索了岭南古邑、春天传奇、名城华章、制造强区、湾区引擎和未来家园区域，领略了属于宝安城市发展的独特记忆。 导游老师说，要想当好红领巾讲解员可不是那么容易的，不仅需要学习熟练的演讲技巧，更需要优雅的讲解姿势，而且要…",
    "content": "3月的一天，我参加了一次红领巾讲解员培训活动，那真是一次别样的经历。 那天下午，我根据活动安排早早来到宝安区城市规划展览馆，穿上红领巾讲解员定制的“蓝马甲”，安静地等待着。 不久，活动就开始了。我和小伙伴们在导游老师的带领下先后探索了岭南古邑、春天传奇、名城华章、制造强区、湾区引擎和未来家园区域，领略了属于宝安城市发展的独特记忆。 导游老师说，要想当好红领巾讲解员可不是那么容易的，不仅需要学习熟练的演讲技巧，更需要优雅的讲解姿势，而且要做到眼到、手到、口到、心到。老师带着我们参观，给我们做讲解示范。 在参观的过程中…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/5751bb7e30b5",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "教育的本质",
    "link": "https://www.jianshu.com/p/5751bb7e30b5",
    "pub_date": "2026-10-07 19:39:35",
    "author": "陶然美乐",
    "description": "1.教育本质是完整性， 教育的本质是把人转过来 2.教育不是注满一桶水，而是点燃一团火 3.教育发生在关系里， 而不是发生在流程里 4.教育是在生活本身， 指向自由（这里的自由是有能力不想干什么就不干什么） 5.先有关系，再有教育，如果与之关系不好，说什么也听不进去。 6.多问为什么，少说怎么做。 7.不与别人比，和昨天的自己比，昨天的孩子与今天的孩子比。今天比昨天多学会了什么，成长了什么，给与信心和力量！",
    "content": "1.教育本质是完整性， 教育的本质是把人转过来 2.教育不是注满一桶水，而是点燃一团火 3.教育发生在关系里， 而不是发生在流程里 4.教育是在生活本身， 指向自由（这里的自由是有能力不想干什么就不干什么） 5.先有关系，再有教育，如果与之关系不好，说什么也听不进去。 6.多问为什么，少说怎么做。 7.不与别人比，和昨天的自己比，昨天的孩子与今天的孩子比。今天比昨天多学会了什么，成长了什么，给与信心和力量！"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195977",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261007】三个问题。三个世界",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195977",
    "pub_date": "2026-10-07 16:17:00",
    "author": "xilei",
    "description": "【1】瑞典皇家科学院决定将2026年诺贝尔物理学奖授予弗朗西斯·哈尔岑（Francis Halzen），以表彰他\"对冰立方中微子天文台作出的决定性贡献，以及对天体物理起源的高能中微子的发现\"。 2026年诺贝尔物理学奖给了弗朗西斯·哈尔岑。他干了件近乎异想天开的事，用南极的冰川，去抓宇宙里最“害羞”的中微子。 中微子不带电、质量几乎为零，每秒有650亿个太阳来的中微子穿过你的小指指甲，你毫无察觉。但正是这种极少碰撞的粒子，能笔直地把信息…",
    "content": "【1】 瑞典皇家科学院决定将2026年诺贝尔物理学奖授予弗朗西斯·哈尔岑（Francis Halzen），以表彰他\"对冰立方中微子天文台作出的决定性贡献，以及对天体物理起源的高能中微子的发现\"。 2026年诺贝尔物理学奖给了弗朗西斯·哈尔岑。他干了件近乎异想天开的事，用南极的冰川，去抓宇宙里最“害羞”的中微子。 中微子不带电、质量几乎为零，每秒有650亿个太阳来的中微子穿过你的小指指甲，你毫无察觉。但正是这种极少碰撞的粒子，能笔直地把信息送到地球。 宇宙侦探：捕捉“幽灵粒子” 【2】 一名美国女性被指在中国官员授意…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195945",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261006】狼生來就是要吃肉，獅子就是要吃羊",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195945",
    "pub_date": "2026-10-06 17:42:00",
    "author": "xilei",
    "description": "【1】2026年诺贝尔生理学或医学奖 授予卡尔·戴瑟罗斯、彼得·黑格曼和格奥尔格·纳格尔，“以表彰他们关于光门控离子通道和光遗传学的发现。” 【2】国庆假期第六天，全国即将迎来返程高峰 据央视新闻，今天是国庆假期第六天，假期接近尾声，全国交通出行即将迎来返程高峰。交通部门增加运力、细化服务，全力保障旅客顺畅返程。今天，全国铁路预计发送旅客2210万人次，计划加开旅客列车2199列。铁路部门及时增加运力投放。针对近期天气降温，多地车站优化…",
    "content": "【1】 2026年诺贝尔生理学或医学奖 授予卡尔·戴瑟罗斯、彼得·黑格曼和格奥尔格·纳格尔，“以表彰他们关于光门控离子通道和光遗传学的发现。” 【2】 国庆假期第六天，全国即将迎来返程高峰 据央视新闻，今天是国庆假期第六天，假期接近尾声，全国交通出行即将迎来返程高峰。交通部门增加运力、细化服务，全力保障旅客顺畅返程。今天，全国铁路预计发送旅客2210万人次，计划加开旅客列车2199列。铁路部门及时增加运力投放。针对近期天气降温，多地车站优化进站流线，减少旅客等候时间，同时为老幼病残孕等重点旅客提供优先检票、行李帮拿…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195925",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261005】经济想自己缓过来，只会更难",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195925",
    "pub_date": "2026-10-05 11:39:00",
    "author": "xilei",
    "description": "【1】#蔡康永现身台独分子竞选会场# #蔡康永为顽固台独分子沈伯洋站台# 据台媒报道，“台独”顽固分子沈伯洋今（4日）下午举行台北市长竞选总部成立大会。 鲜少公开参与政治活动的蔡康永，这次意外被台媒捕捉到现场身影。只见他身穿橘色衬衫、戴着黑色口罩与帽子，低调坐在前排。 对此，蔡康永经纪人回应“正在考虑要访问台北市长的两位候选人，所以会尽可能去了解两位候选人的历程与意见，谢谢”。 零跑汽车发布声明，已下线蔡康永相关的全部内容，并保留追究相…",
    "content": "【1】 #蔡康永现身台独分子竞选会场# #蔡康永为顽固台独分子沈伯洋站台# &nbsp; 据台媒报道，“台独”顽固分子沈伯洋今（4日）下午举行台北市长竞选总部成立大会。 鲜少公开参与政治活动的蔡康永，这次意外被台媒捕捉到现场身影。只见他身穿橘色衬衫、戴着黑色口罩与帽子，低调坐在前排。 对此，蔡康永经纪人回应“正在考虑要访问台北市长的两位候选人，所以会尽可能去了解两位候选人的历程与意见，谢谢”。 &nbsp; 零跑汽车发布声明，已下线蔡康永相关的全部内容，并保留追究相关法律责任的权利。&nbsp; 释不归 #蔡康永现…"
  }
];

export default jsonData;
