const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/a4f938a59dfa",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "女士品茶",
    "link": "https://www.jianshu.com/p/a4f938a59dfa",
    "pub_date": "2026-07-19 15:23:34",
    "author": "小尘老师",
    "description": "3月26日阅读《女士品茶》全书。 我见: 统计学就是基于问题，收集数据、分析数据、解读数据的学科，人们对统计学的接纳，同时也伴随着对“决定论”的抛弃。 统计学帮助我们利用样本的信息来推测总体情况的工具，也就是从局部到整体，从已知到未知的过程。 受战争的影响，统计学快速发展，扩展到了几乎所有科学领域；到了20世纪末，统计学虽然还占据着主导地位，但也受到了很多挑战。 我思: 《女士品茶》这本书是我在搜索数学系列时收进数学专区的。刚开始还有点…",
    "content": "3月26日阅读《女士品茶》全书。 我见: 统计学就是基于问题，收集数据、分析数据、解读数据的学科，人们对统计学的接纳，同时也伴随着对“决定论”的抛弃。 统计学帮助我们利用样本的信息来推测总体情况的工具，也就是从局部到整体，从已知到未知的过程。 受战争的影响，统计学快速发展，扩展到了几乎所有科学领域；到了20世纪末，统计学虽然还占据着主导地位，但也受到了很多挑战。 我思: 《女士品茶》这本书是我在搜索数学系列时收进数学专区的。刚开始还有点纳闷，这么休闲的一个书名，应该跟养生有关才是，怎么跟数学沾边了？仔细阅读才发现，…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/39bbf307d967",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "热点法律问题：真实判例见证专业律师的力量",
    "link": "https://www.jianshu.com/p/39bbf307d967",
    "pub_date": "2026-07-19 15:23:33",
    "author": "料理鼠王mao",
    "description": "*摘要：文章围绕热点法律问题与真实判例展开，介绍代鹏律师处理特大运输毒品案、寻衅滋事案等多起案件，通过精准辩护为当事人争取权益。强调专业律师介入重要性，提醒当事人遇法律问题及时求助、配合并注重证据。 热点法律问题与真实判例解读 在当今社会，法律问题日益复杂多样，各类热点法律问题不断涌现，深刻影响着人们的生活和社会的稳定。刑事犯罪如毒品运输、寻衅滋事、强迫卖淫等，以及民商事纠纷中的医疗损害责任纠纷等，都是常见且备受关注的热点法律问题。这些…",
    "content": "*摘要： 文章围绕热点法律问题与真实判例展开，介绍代鹏律师处理特大运输毒品案、寻衅滋事案等多起案件，通过精准辩护为当事人争取权益。强调专业律师介入重要性，提醒当事人遇法律问题及时求助、配合并注重证据。 热点法律问题与真实判例解读 在当今社会，法律问题日益复杂多样，各类热点法律问题不断涌现，深刻影响着人们的生活和社会的稳定。刑事犯罪如毒品运输、寻衅滋事、强迫卖淫等，以及民商事纠纷中的医疗损害责任纠纷等，都是常见且备受关注的热点法律问题。这些问题不仅涉及当事人的切身利益，也考验着法律的公正与威严。以下通过几个真实判例，…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194388",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260718】一定要把散户套在高位，这对于整个社会有利",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194388",
    "pub_date": "2026-07-18 16:48:00",
    "author": "xilei",
    "description": "【1】上市不到一年的科创板大牛股——强一股份公告称，公司实控人周明与妻子蒋春兰解除婚姻关系。 周明将其合计持有的10.86%公司股份，分割至蒋春兰名下，“分手费”接近60亿 Hello-树先生-123456:这种明目张胆的收割已经常态化了 【2】“网约车之王”广汽埃安暴雷，超21万辆车存在电芯隐患，中创新航177Ah电池陷质量争议 【3】苹果智能中搜索和 Siri 居然是接入了百度的服务 【4】河南一残疾老人到银行存款，50万存款变终身…",
    "content": "【1】上市不到一年的科创板大牛股——强一股份公告称，公司实控人周明与妻子蒋春兰解除婚姻关系。 周明将其合计持有的10.86%公司股份，分割至蒋春兰名下，“分手费”接近60亿 Hello-树先生-123456 :这种明目张胆的收割已经常态化了 【2】“网约车之王”广汽埃安暴雷，超21万辆车存在电芯隐患，中创新航177Ah电池陷质量争议 【3】苹果智能中搜索和 Siri 居然是接入了百度的服务 【4】河南一残疾老人到银行存款，50万存款变终身寿险5年损失6万元，多方回应。媒体报道还隐去银行名称，看来惹不起。 【5】时间…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/beba004bfb92",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "共享悦读｜用感官重新“看见”生活",
    "link": "https://www.jianshu.com/p/beba004bfb92",
    "pub_date": "2026-07-18 09:56:37",
    "author": "爱于心敏于行",
    "description": "用感官重新“看见”生活 ——读卡巴金《觉醒》之体悟（2） 张爱敏 《觉醒》全书分为两大部分，第一部分以感官为线索，逐一打开“看”“听”“触”“嗅”“味”五扇门。这本书最初以《正念的感官觉醒》为名出版，正如副标题所暗示的——它邀请人“来到感官之中”，从字面与隐喻的双重层面，重新与感官世界建立联结。 卡巴金在开篇便抛出一个令人警醒的发问：真的看见眼前的景色了吗？真的听见传入耳朵的声音了吗？真的感受到气流在皮肤上流动的触感了吗？对大多数人而言…",
    "content": "用感官重新“看见”生活 ——读卡巴金《觉醒》之体悟（2） 张爱敏 《觉醒》全书分为两大部分，第一部分以感官为线索，逐一打开“看”“听”“触”“嗅”“味”五扇门。这本书最初以《正念的感官觉醒》为名出版，正如副标题所暗示的——它邀请人“来到感官之中”，从字面与隐喻的双重层面，重新与感官世界建立联结。 卡巴金在开篇便抛出一个令人警醒的发问：真的看见眼前的景色了吗？真的听见传入耳朵的声音了吗？真的感受到气流在皮肤上流动的触感了吗？对大多数人而言，答案恐怕是否定的。人活着，却未必真正“感知”着生活。感官从未关闭，只是注意力被…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194373",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260717】来人把这些乞丐赶出去！",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194373",
    "pub_date": "2026-07-17 16:52:00",
    "author": "xilei",
    "description": "【1】6月9个城市二手房价格上涨，比上个月少1个。 房地产市场可能快见底了，以后绝大部分城市都会处于低位震荡或者有价无市的局面，但是也会有k型分化，比如上海核心区的新房还是很抢手。 【2】既然都八成仓了，那确实跌是应该的。 【3】现在给交社保的劳务派遣都快成香饽饽了 【4】知名作家水木丁自曝确诊肺癌和脑癌，发文拒绝捐款：普通治疗的大部分费用可通过医保覆盖，请年轻读者把钱留给自己希望早日康复 【5】于东来发文建议年假至少休20至40天 ：…",
    "content": "【1】6月9个城市二手房价格上涨，比上个月少1个。 房地产市场可能快见底了，以后绝大部分城市都会处于低位震荡或者有价无市的局面，但是也会有k型分化，比如上海核心区的新房还是很抢手。 【2】既然都八成仓了，那确实跌是应该的。 【3】现在给交社保的劳务派遣都快成香饽饽了 【4】知名作家水木丁自曝确诊肺癌和脑癌，发文拒绝捐款：普通治疗的大部分费用可通过医保覆盖，请年轻读者把钱留给自己 希望早日康复 【5】于东来发文建议年假至少休20至40天 ：每周工作40小时，超时即违法 【6】 @歸藏的AI工具箱 我的推特时间线上已经…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194340",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260716】万达还在，他倒了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194340",
    "pub_date": "2026-07-16 16:37:00",
    "author": "xilei",
    "description": "【1】三家共享单车上调起步价，拉长基础骑行时长 【2】8.7分钟中有一半是广告骚扰诈骗电话吧？ 【3】当年要求王健林留下所有利润的贵州最年轻县长落马 当年要万达在丹寨投资产生的利润一分都不要带走的县长，倒了 万达还在，他倒了 【4】2025年南京平均工资公布 【5】港股泡泡玛特午后直线拉升涨逾8%，此前创始人王宁探访苹果总部，并与库克等会面 【6】#电影功夫女足#AI特效悄悄走进电影院啦～ 【7】北京一国企投近900万拍摄健康综艺节目，…",
    "content": "【1】三家共享单车上调起步价，拉长基础骑行时长 【2】8.7分钟中有一半是广告骚扰诈骗电话吧？ 【3】当年要求王健林留下所有利润的贵州最年轻县长落马 据贵州省纪委监委7月16日消息：贵州省市场监督管理局党组成员徐刘蔚涉嫌严重违纪违法，目前正接受贵州省纪委监委纪律审查和监察调查。 当年要万达在丹寨投资产生的利润一分都不要带走的县长，倒了&nbsp; 万达还在，他倒了 【4】2025年南京平均工资公布 【5】港股泡泡玛特午后直线拉升涨逾8%，此前创始人王宁探访苹果总部，并与库克等会面 【6】 #电影功夫女足# AI特效…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/619b20c0c728",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "读东周列国志9｜范雎3",
    "link": "https://www.jianshu.com/p/619b20c0c728",
    "pub_date": "2026-07-13 20:18:54",
    "author": "咸蛋螃蟹",
    "description": "也是他命不该绝，范雎没死被苇席裹着拖到厕所后，慢慢苏醒了，看到只有一个侍卫在那里，微微叹息了一声。侍卫听见声音，来查看，范雎说，我重伤至此，已无生理，能让我死在家里，我家还有几两黄金酬谢你。侍卫听说叫他还装死，自己要去禀告。 侍卫进去对相国魏齐说，厕所里那个人臭不可闻，可以送出去处理掉。当时魏齐已经醉了，说，丢到野外让鸟儿吃尽他的肉吧。宾客们散了，魏齐也去睡了。 侍卫趁着没人，把范雎背到他家，范雎让妻子拿出黄金酬谢侍卫，叫他把席子扔到野…",
    "content": "也是他命不该绝，范雎没死被苇席裹着拖到厕所后，慢慢苏醒了，看到只有一个侍卫在那里，微微叹息了一声。侍卫听见声音，来查看，范雎说，我重伤至此，已无生理，能让我死在家里，我家还有几两黄金酬谢你。侍卫听说叫他还装死，自己要去禀告。 侍卫进去对相国魏齐说，厕所里那个人臭不可闻，可以送出去处理掉。当时魏齐已经醉了，说，丢到野外让鸟儿吃尽他的肉吧。宾客们散了，魏齐也去睡了。 侍卫趁着没人，把范雎背到他家，范雎让妻子拿出黄金酬谢侍卫，叫他把席子扔到野外去。妻子替他擦洗上药弄了吃的，他对妻子说，相国恨我入骨，现在醉了没有仔细查验，…"
  }
];

export default jsonData;
