const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e67749e28138",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "合同分则｜买卖 / 租赁 / 服务合同（双链极简·CPA应试）",
    "link": "https://www.jianshu.com/p/e67749e28138",
    "pub_date": "2026-08-14 07:33:02",
    "author": "月月_7d01",
    "description": "总底层逻辑 分则优先于总则适用 分则无规定 → 自动适用 [[合同总则]]（成立/生效/违约/解除/抗辩） 一、买卖合同｜重中之重 核心主线 交付＝风险转移、孳息转移 所有权≠风险 1.风险负担 - 常规：交付前卖方担，交付后买方担 - 在途买卖：合同成立即转移风险 - 买方迟延收货：自「应当收货日」转移风险 2.孳息归属 交付前归卖方 交付后归买方 孳息与风险同步走 3.检验期间 - 有约定从约定 - 无约定：合理期间 - 最长法定上…",
    "content": "总底层逻辑 分则优先于总则适用 分则无规定 → 自动适用 [[合同总则]]（成立/生效/违约/解除/抗辩） 一、买卖合同｜重中之重 核心主线 交付＝风险转移、孳息转移 所有权≠风险 1.风险负担 - 常规：交付前卖方担，交付后买方担 - 在途买卖：合同成立即转移风险 - 买方迟延收货：自「应当收货日」转移风险 2.孳息归属 交付前归卖方 交付后归买方 孳息与风险同步走 3.检验期间 - 有约定从约定 - 无约定：合理期间 - 最长法定上限：收到货2年（质保期更长从质保期） - 明知瑕疵仍接收＝丧失异议权 4.三大特…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/ea83916d457c",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "台风的命名规则",
    "link": "https://www.jianshu.com/p/ea83916d457c",
    "pub_date": "2026-08-14 07:33:02",
    "author": "未末申初",
    "description": "台风命名其实由世界气象组织统一管理，用的是热带气旋命名表。 - 谁起的名：西北太平洋和南海的台风，名字由14个成员国和地区各提供10个，凑成一份包含140个名称的清单，按顺序循环使用（约5-6年轮完一轮）。 - 有什么特点：名字多是动植物、神话人物、星座或地名，而且通常温柔美好（比如“玉兔”“彩虹”），希望台风温和些。不过各国有偏好，日本爱用星座名（如“天秤”），中国则喜欢“悟空”“杜鹃”这类。 - 什么情况会“除名”：如果某次台风造成…",
    "content": "台风命名其实由世界气象组织统一管理，用的是热带气旋命名表。 - 谁起的名：西北太平洋和南海的台风，名字由14个成员国和地区各提供10个，凑成一份包含140个名称的清单，按顺序循环使用（约5-6年轮完一轮）。 - 有什么特点：名字多是动植物、神话人物、星座或地名，而且通常温柔美好（比如“玉兔”“彩虹”），希望台风温和些。不过各国有偏好，日本爱用星座名（如“天秤”），中国则喜欢“悟空”“杜鹃”这类。 - 什么情况会“除名”：如果某次台风造成重大灾害或人员伤亡，它的名字就会被永久除名，不再循环。比如“山竹”“莫兰蒂”就被…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194915",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260813】日全食",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194915",
    "pub_date": "2026-08-13 16:15:00",
    "author": "xilei",
    "description": "【1】AI加剧就业压力 全球青年失业率再升至12.4% 经济增长放缓、地缘政治紧张、就业增长乏力，加上人工智能（AI）开始改变就业市场，都进一步加剧青年就业压力。 报告指出，2023年至2025年，全球11个次区域中有八个出现青年失业率上升现象。高收入、中低收入和低收入国家的青年失业率都出现增长。 文职、行政、销售和制造业等中等技能工作越来越少，导致中学学历的年轻人求职时面对僧多粥少的困境、谋职时间更长，失业风险也更高。 【】朱镕基逝世…",
    "content": "【1】AI加剧就业压力 全球青年失业率再升至12.4% 经济增长放缓、地缘政治紧张、就业增长乏力，加上人工智能（AI）开始改变就业市场，都进一步加剧青年就业压力。 报告指出，2023年至2025年，全球11个次区域中有八个出现青年失业率上升现象。高收入、中低收入和低收入国家的青年失业率都出现增长。 文职、行政、销售和制造业等中等技能工作越来越少，导致中学学历的年轻人求职时面对僧多粥少的困境、谋职时间更长，失业风险也更高。 &nbsp; 【】朱镕基逝世 中国前总理朱镕基于2026年8月12日上午在北京病逝，享年98岁…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194884",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260812】我也想，但法律规定的很严",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194884",
    "pub_date": "2026-08-12 16:01:00",
    "author": "xilei",
    "description": "【1】#31省上半年财政收入出炉#31省上半年财政收入出炉，看看各省市的财政情况。 【2】#民政部公布上半年婚姻数据##上半年结婚登记327.5万对#8月12日，民政部网站发布《2026年2季度民政统计数据》，其中有关婚姻登记的数据是：结婚登记327.5万对，离婚登记138.3万对。 @sven_shi:已经是历史新低了，连高点的一半都没有。 【3】银行能办结婚证了 【4】超七成台湾员工领不到平均工资 【5】「财新」发的新稿「中年塌陷样…",
    "content": "【1】 #31省上半年财政收入出炉# 31省上半年财政收入出炉，看看各省市的财政情况。 【2】 #民政部公布上半年婚姻数据# #上半年结婚登记327.5万对# 8月12日，民政部网站发布《2026年2季度民政统计数据》，其中有关婚姻登记的数据是：结婚登记327.5万对，离婚登记138.3万对。 @sven_shi :已经是历史新低了，连高点的一半都没有。 【3】银行能办结婚证了 【4】超七成台湾员工领不到平均工资 【5】「财新」发的新稿「中年塌陷样本：独一代的父母照护困境」看得着实有点沉重，也充分说明了为什么苦难是…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194868",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260811】很久很久以前，在遥远的银河系",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194868",
    "pub_date": "2026-08-11 16:58:00",
    "author": "xilei",
    "description": "【1】日媒：中国拘留多名与走私稀土相关的日本人 日媒引述多名知情人士称，多名在中国设有分公司的日本企业相关人员（包括社长等高管）因涉嫌与稀土等军民两用物资对日出口管制相关问题被采取拘束措施。 【2】湖北宜昌教育局：全面进入战时状态。 【3】“再这样干下去我会良心不安”，知名保险巨头被员工实名举报：虚构国补等诱导老人买保险，有人维权就让员工“背锅” 【4】豆包开始“抽佣”：今日起，豆包推荐的酒店订单将扣除11.4%的软件服务费和0.6%的…",
    "content": "【1】日媒：中国拘留多名与走私稀土相关的日本人 日媒引述多名知情人士称，多名在中国设有分公司的日本企业相关人员（包括社长等高管）因涉嫌与稀土等军民两用物资对日出口管制相关问题被采取拘束措施。 【2】湖北宜昌教育局：全面进入战时状态。 网友：一看标题，以为要收复台湾了 【3】“再这样干下去我会良心不安”，知名保险巨头被员工实名举报：虚构国补等诱导老人买保险，有人维权就让员工“背锅” 【4】豆包开始“抽佣”：今日起，豆包推荐的酒店订单将扣除11.4%的软件服务费和0.6%的支付手续费 #豆包称仅成交后收渠道服务费# 【…"
  }
];

export default jsonData;
