const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/153820200c4e",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "小程序页面之间（传值）传递数据的方法",
    "link": "https://www.jianshu.com/p/153820200c4e",
    "pub_date": "2026-09-29 09:28:25",
    "author": "萤火驻守心间",
    "description": "1、给html元素添加data-*属性来传递值，然后通过e.currentTarget.dataset或onload的param参数获取（data- 名称不能有大写字母，不可以存放对象） 2、设置id 的方法标识来传值，通过e.currentTarget.id获取设置的id值，然后通过设置全局对象的方式来传递数据 3、在navigator中添加参数数值 4、使用全局遍历实现数据传递 5、页面跳转或重定向时，使用url带参数传递数据 6、…",
    "content": "1、给html元素添加data-*属性来传递值，然后通过e.currentTarget.dataset或onload的param参数获取（data- 名称不能有大写字母，不可以存放对象） 2、设置id 的方法标识来传值，通过e.currentTarget.id获取设置的id值，然后通过设置全局对象的方式来传递数据 3、在navigator中添加参数数值 4、使用全局遍历实现数据传递 5、页面跳转或重定向时，使用url带参数传递数据 6、使用组件模板 template传递参数 7、使用缓存传递参数 8、使用数据库传递…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/6c09b7723a5b",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "第二十章 链接世界前沿的红地毯（15）",
    "link": "https://www.jianshu.com/p/6c09b7723a5b",
    "pub_date": "2026-09-29 09:28:25",
    "author": "杨仕伦",
    "description": "20.15 “信息循环的导向功能——人体的脑神经系统，与实物循环的供给功能——人体的心血管系统，是我们每一个人赖以生存的前提。企业首先要了解、掌握市场，同样以信息交换循环导向功能为前提。这两大功能互为依存互为竞争，分分秒秒都缺一不可。一旦运行不畅，生命就受到严重威胁。个人是如此，家庭、企业等社群组织也是如此。信息的交换循环，解决了对价值认识的导向问题。 “从科学技术层面来讲，包括人在内的万物，数十亿年来都只能围绕着信息与实物的两种资源，…",
    "content": "20.15 似乎，邓经理对原理性内容的兴趣很浓厚，延续相应话题，庶盶道：“细究客观循环链，具有以客观价值化为导向、追逐结构优化的双重职能驱动特征。也就是以信息交换循环作为具体资源，形成对价值认识的导向功能。继之以具体的实物交换循环，实现各自的一系列、可持续的资源优化配置发展目标。 “信息循环的导向功能——人体的脑神经系统，与实物循环的供给功能——人体的心血管系统，是我们每一个人赖以生存的前提。企业首先要了解、掌握市场，同样以信息交换循环导向功能为前提。这两大功能互为依存互为竞争，分分秒秒都缺一不可。一旦运行不畅，生…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/08f3d2aa9a89",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "跟着Nature Communication学作图：R语言ggplot2话点线图展示基因表达量的范围",
    "link": "https://www.jianshu.com/p/08f3d2aa9a89",
    "pub_date": "2026-09-29 09:13:47",
    "author": "小明的数据分析笔记本",
    "description": "论文 Microbiomes in the Challenger Deep slope and bottom-axis sediments https://www.nature.com/articles/s41467-022-29144-4#code-availability 对应代码链接 https://github.com/ucassee/Challenger-Deep-Microbes 论文里提供了大部分图的数据和代码，很好的学习…",
    "content": "论文 Microbiomes in the Challenger Deep slope and bottom-axis sediments https://www.nature.com/articles/s41467-022-29144-4#code-availability 对应代码链接 https://github.com/ucassee/Challenger-Deep-Microbes 论文里提供了大部分图的数据和代码，很好的学习材料，感兴趣的同学可以找来参考，今天的推文重复一下论文中的Figure3b 示例…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195807",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260928】我们不知道自己拥有什么，直到失去它",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195807",
    "pub_date": "2026-09-28 16:49:00",
    "author": "xilei",
    "description": "【1】彭博总结的中美同意下调关税的商品清单： @不神经的神经叨 刚刚刷到一个县城超市收银员的视频。 【7】@李微敖 工人师傅有30多年工龄，现在一个月有3700的养老金，这完全是他应得的。 【8】@何夕 来自晚点的数据整理和制图: 上面这些拖欠供应商账期超过200天的车企， 【9】 阑夕 我说Muse这波豆包怎么没反应呢？原来已经在加班了。 【10】俄乌互袭至少七死 基辅等地遭俄军夜袭 乌克兰总统泽连斯基星期六（9月26日）在社媒发文说…",
    "content": "【1】彭博总结的中美同意下调关税的商品清单： 超市货架&amp;马戏团 【2】中央通报：吉林省白城市委宣传部摊派报刊订阅任务，一个县一年花费上百万，强制订阅17种报刊；吉林省委立即部署整改，追责问责14人。 【3】今天A股这么一跌，后续的上涨空间又大了… 直捣3800，与诸君痛饮耳！ 【4】段永平发帖：买入3万股贵州茅台&nbsp; 【5】“电车买得起修不起”上热搜！平均维修费是油车1.7倍&nbsp; 【6】 @不神经的神经叨 刚刚刷到一个县城超市收银员的视频。 她每天上班时间 9.5 小时，月休两天，买社保的话…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195775",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260927】我这个篮球爱好者也觉得自己有机会了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195775",
    "pub_date": "2026-09-27 15:51:00",
    "author": "xilei",
    "description": "【1】中美达成八点成果共识 当地时间9月23日至25日，中国国家主席习近平对美国进行国事访问。其间，两国元首就中美建设性战略稳定关系及重大国际地区问题深入交换意见，达成八点成果共识，包括： 一、双方同意构建“基于尊重、公平、对等的中美建设性战略稳定关系”。 二、双方同意相互支持对方办好亚太经合组织（APEC）领导人非正式会议和二十国集团（G20）领导人峰会。两国元首有意出席对方主办的会议。 三、两国元首同意伊朗应履行不发展核武器的承诺，…",
    "content": "【1】中美达成八点成果共识 当地时间9月23日至25日，中国国家主席习近平对美国进行国事访问。其间，两国元首就中美建设性战略稳定关系及重大国际地区问题深入交换意见，达成八点成果共识，包括： 一、双方同意构建“基于尊重、公平、对等的中美建设性战略稳定关系”。 二、双方同意相互支持对方办好亚太经合组织（APEC）领导人非正式会议和二十国集团（G20）领导人峰会。两国元首有意出席对方主办的会议。 三、两国元首同意伊朗应履行不发展核武器的承诺，任何国家或机构都不得对国际水道征收通行费。 四、两国元首忆及中国和美国是二战盟友…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195761",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260926】音乐真的没有什么作用",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195761",
    "pub_date": "2026-09-26 16:12:00",
    "author": "xilei",
    "description": "【1】对外经贸大学官方公布：我校退休教师、全国家喻户晓的音乐家刘欢，于2026年9月25日上午9时52分在上海不幸病逝，享年63岁。 【2】2026年上半年中国人把钱都花在哪了？ 大部分还是花在了饮食上了 【3】这次美国国宴，中方人员全部没有穿西装，一律中山装。除了主桌，基本一桌一位中国官员，其他均是美方人士。照片中，何副总理邻座是贝索斯的妻子，身后是中方翻译 。 9月24日晚的白宫国宴上，主桌上美方除了特朗普夫妇外，还有马斯克、黄仁勋…",
    "content": "【1】对外经贸大学官方公布：我校退休教师、全国家喻户晓的音乐家刘欢，于2026年9月25日上午9时52分在上海不幸病逝，享年63岁。 【2】2026年上半年中国人把钱都花在哪了？ 大部分还是花在了饮食上了 【3】这次美国国宴，中方人员全部没有穿西装，一律中山装。除了主桌，基本一桌一位中国官员，其他均是美方人士。照片中，何副总理邻座是贝索斯的妻子，身后是中方翻译 。 9月24日晚的白宫国宴上，主桌上美方除了特朗普夫妇外，还有马斯克、黄仁勋夫妇、苏姿丰夫妇和库克。&nbsp; 【4】在最新的清华五道口首席经济学家论坛上…"
  }
];

export default jsonData;
