const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/6cc9fc24490e",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "不知有没有关系",
    "link": "https://www.jianshu.com/p/6cc9fc24490e",
    "pub_date": "2026-09-30 09:23:11",
    "author": "晨风happy",
    "description": "前一阵儿，看简友文章说会看到一些在文章下、点赞别人评论的人。那时候，我还没有遇到，就没太在意。没过几天，我就发现，我在简友文章下的评论也被点赞了。抱着探究的心理，我点开那些人的主页。写文什么全是0，个人介绍净土、政策什么的，ip台～北居多。 后来，看有简友说，系统应该是清除了一部分这样的人。于是，我再点开一些那种操作的人，有些已经是记录不存在了。 再后来，我看到这样一些人的主页，没有了个人介绍。 最近，我还是能看到这些人在我给简友文章的…",
    "content": "前一阵儿，看简友文章说会看到一些在文章下、点赞别人评论的人。那时候，我还没有遇到，就没太在意。没过几天，我就发现，我在简友文章下的评论也被点赞了。抱着探究的心理，我点开那些人的主页。写文什么全是0，个人介绍净土、政策什么的，ip台～北居多。 后来，看有简友说，系统应该是清除了一部分这样的人。于是，我再点开一些那种操作的人，有些已经是记录不存在了。 再后来，我看到这样一些人的主页，没有了个人介绍。 最近，我还是能看到这些人在我给简友文章的评论里点赞。应该是逃过了系统的清算。 后来，明白了那些人是一些什么类型的人，我就…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/0367e85d3f36",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "记录不为印证，放下自我点赞",
    "link": "https://www.jianshu.com/p/0367e85d3f36",
    "pub_date": "2026-09-30 09:23:11",
    "author": "骆林喜",
    "description": "从前发布文章、视频，我总会顺手给自己点一个赞。我原本以为，这是对自己的认可。细细思索之后才发觉，这依然藏着一丝执念——哪怕这份认可，是我自己给予自己的。 于是我决定，从今往后，作品上传完毕，不再给自己点赞。 我也曾想过，干脆不再发布任何内容。可转念一想，存储在手机本地的影像文字，日后很少会翻出来回看；发布在平台上，想回顾的时候，便能轻易找到。比起漫无目的地刷别人的视频，回看自己的奔跑记录与文字感悟，更有价值。 短视频平台内容繁杂，大量猎…",
    "content": "从前发布文章、视频，我总会顺手给自己点一个赞。我原本以为，这是对自己的认可。细细思索之后才发觉，这依然藏着一丝执念——哪怕这份认可，是我自己给予自己的。 于是我决定，从今往后，作品上传完毕，不再给自己点赞。 我也曾想过，干脆不再发布任何内容。可转念一想，存储在手机本地的影像文字，日后很少会翻出来回看；发布在平台上，想回顾的时候，便能轻易找到。比起漫无目的地刷别人的视频，回看自己的奔跑记录与文字感悟，更有价值。 短视频平台内容繁杂，大量猎奇搞笑的内容很容易吸引人沉浸其中，真正有力量的正能量内容并不多。漫无目的刷视频，…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195823",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260929】好想活出这样的人生",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195823",
    "pub_date": "2026-09-29 16:33:00",
    "author": "xilei",
    "description": "【1】国资委：截至8月底，中央企业资产总额达到了99.3万亿元，到今年年底有望迈上一个新的台阶。 【2】国常会：研究出台稳定房地产市场、促进就业增收等政策措施 “当前经济运行面临的问题”，大概是指投资、消费和出口“三驾马车”中，投资和消费两架马车持续乏力。下一阶段投资的重点还是“六张网”，“稳定房地产、促进就业增收”是促进消费的重要保障。 【3】成都回应\"那英演唱会缅怀刘欢即兴演唱《弯弯的月亮》一事\" @祝佳音:我觉得如果媒体没有胆量说…",
    "content": "【1】国资委：截至8月底，中央企业资产总额达到了99.3万亿元，到今年年底有望迈上一个新的台阶。 【2】国常会：研究出台稳定房地产市场、促进就业增收等政策措施 “当前经济运行面临的问题”，大概是指投资、消费和出口“三驾马车”中，投资和消费两架马车持续乏力。下一阶段投资的重点还是“六张网”，“稳定房地产、促进就业增收”是促进消费的重要保障。&nbsp; 【3】成都回应\"那英演唱会缅怀刘欢即兴演唱《弯弯的月亮》一事\" @祝佳音 :我觉得如果媒体没有胆量说“临时加唱不报批就要受处罚是恶政”，至少不要蠢到搞这种举报式采访。…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195807",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260928】我们不知道自己拥有什么，直到失去它",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195807",
    "pub_date": "2026-09-28 16:49:00",
    "author": "xilei",
    "description": "【1】彭博总结的中美同意下调关税的商品清单： @不神经的神经叨 刚刚刷到一个县城超市收银员的视频。 【7】@李微敖 工人师傅有30多年工龄，现在一个月有3700的养老金，这完全是他应得的。 【8】@何夕 来自晚点的数据整理和制图: 上面这些拖欠供应商账期超过200天的车企， 【9】 阑夕 我说Muse这波豆包怎么没反应呢？原来已经在加班了。 【10】俄乌互袭至少七死 基辅等地遭俄军夜袭 乌克兰总统泽连斯基星期六（9月26日）在社媒发文说…",
    "content": "【1】彭博总结的中美同意下调关税的商品清单： 超市货架&amp;马戏团 【2】中央通报：吉林省白城市委宣传部摊派报刊订阅任务，一个县一年花费上百万，强制订阅17种报刊；吉林省委立即部署整改，追责问责14人。 【3】今天A股这么一跌，后续的上涨空间又大了… 直捣3800，与诸君痛饮耳！ 【4】段永平发帖：买入3万股贵州茅台&nbsp; 【5】“电车买得起修不起”上热搜！平均维修费是油车1.7倍&nbsp; 【6】 @不神经的神经叨 刚刚刷到一个县城超市收银员的视频。 她每天上班时间 9.5 小时，月休两天，买社保的话…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195775",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260927】我这个篮球爱好者也觉得自己有机会了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195775",
    "pub_date": "2026-09-27 15:51:00",
    "author": "xilei",
    "description": "【1】中美达成八点成果共识 当地时间9月23日至25日，中国国家主席习近平对美国进行国事访问。其间，两国元首就中美建设性战略稳定关系及重大国际地区问题深入交换意见，达成八点成果共识，包括： 一、双方同意构建“基于尊重、公平、对等的中美建设性战略稳定关系”。 二、双方同意相互支持对方办好亚太经合组织（APEC）领导人非正式会议和二十国集团（G20）领导人峰会。两国元首有意出席对方主办的会议。 三、两国元首同意伊朗应履行不发展核武器的承诺，…",
    "content": "【1】中美达成八点成果共识 当地时间9月23日至25日，中国国家主席习近平对美国进行国事访问。其间，两国元首就中美建设性战略稳定关系及重大国际地区问题深入交换意见，达成八点成果共识，包括： 一、双方同意构建“基于尊重、公平、对等的中美建设性战略稳定关系”。 二、双方同意相互支持对方办好亚太经合组织（APEC）领导人非正式会议和二十国集团（G20）领导人峰会。两国元首有意出席对方主办的会议。 三、两国元首同意伊朗应履行不发展核武器的承诺，任何国家或机构都不得对国际水道征收通行费。 四、两国元首忆及中国和美国是二战盟友…"
  }
];

export default jsonData;
