const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/9d8011f38d53",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "复现《nature communications》散点小提琴图+蜜蜂图",
    "link": "https://www.jianshu.com/p/9d8011f38d53",
    "pub_date": "2026-10-12 09:15:49",
    "author": "KS科研分享与服务",
    "description": "今天我们学做一下NC文章的小提琴图，有小提琴图，也有散点，其实看过之前系列文章的人如果能够联想，可以想到这个图是（ggplot分组散点图-坐标轴截断-添加四分位图-显著性检验）和（ggplot批量绘制小提琴图并添加趋势连线）的结合。只不过这篇文章的图有个特点是散点分布和小提琴图形状一致，在画散点的时候利用geom_quasirandom 代替geom_jitter即可。 image.png image.png 原文提供了原始作图数据，可…",
    "content": "今天我们学做一下NC文章的小提琴图，有小提琴图，也有散点，其实看过之前系列文章的人如果能够联想，可以想到这个图是（ ggplot分组散点图-坐标轴截断-添加四分位图-显著性检验 ）和（ ggplot批量绘制小提琴图并添加趋势连线 ）的结合。只不过这篇文章的图有个特点是散点分布和小提琴图形状一致，在画散点的时候利用geom_quasirandom 代替geom_jitter即可。 image.png image.png 原文提供了原始作图数据，可去官网下载。 示例数据和注释代码已上传群文件，免费获取可加群！ 作图： …"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/64561038ba6e",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "牵挂（一）",
    "link": "https://www.jianshu.com/p/64561038ba6e",
    "pub_date": "2026-10-12 09:15:48",
    "author": "3dc865685bdf",
    "description": "常言道“儿行千里母担忧”。从前自己远行，总不理解父母那份沉甸甸的牵挂。偶尔听见他们流露担忧，我常常不以为意，甚至觉得有些小题大做。而今身为母亲，看着长大成人的孩子一次次踏上远方，才真正读懂父母藏在心底的拳拳之心。 9月24日晚19:05，两个孩子从深圳飞抵成都双流机场。我和爱人早早驱车前去等候。在接机大厅里，我们目光紧紧锁定航班滚动显示屏，好不容易找到航班号，信息转瞬就翻页了，只能凝神继续等候。屏幕信息一页页更迭，时间一分一秒慢慢流淌。…",
    "content": "&nbsp; &nbsp; &nbsp; 常言道“儿行千里母担忧”。从前自己远行，总不理解父母那份沉甸甸的牵挂。偶尔听见他们流露担忧，我常常不以为意，甚至觉得有些小题大做。而今身为母亲，看着长大成人的孩子一次次踏上远方，才真正读懂父母藏在心底的拳拳之心。 &nbsp; &nbsp; 9月24日晚19:05，两个孩子从深圳飞抵成都双流机场。我和爱人早早驱车前去等候。在接机大厅里，我们目光紧紧锁定航班滚动显示屏，好不容易找到航班号，信息转瞬就翻页了，只能凝神继续等候。屏幕信息一页页更迭，时间一分一秒慢慢流淌。再次看见航…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196057",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261011】我们还是要通过各种各样的方式把这些人找到",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196057",
    "pub_date": "2026-10-11 16:06:00",
    "author": "xilei",
    "description": "【1】人社部：通过“数据找人”，找到未参保人员，主动动员参保，应保尽保 9月10日，北京。人力资源社会保障部新闻发言人、副部长李忠：截至9月底，我国基本养老、失业、工伤保险的参保规模位居全球首位，下一步我们将坚持应保尽保，通过政策优化、“数据找人”等措施，“数据找人”很重要，就现在还有一些人没有参保，但有些人到底在哪，我们还是要通过各种各样的方式把这些人找到，然后主动的动员参保。 【人社部：尽可能让灵活就业人员参加职工养老保险】截至今年…",
    "content": "【1】人社部：通过“数据找人”，找到未参保人员，主动动员参保，应保尽保 9月10日，北京。人力资源社会保障部新闻发言人、副部长李忠：截至9月底，我国基本养老、失业、工伤保险的参保规模位居全球首位，下一步我们将坚持应保尽保，通过政策优化、“数据找人”等措施，“数据找人”很重要，就现在还有一些人没有参保，但有些人到底在哪，我们还是要通过各种各样的方式把这些人找到，然后主动的动员参保。 【人社部：尽可能让灵活就业人员参加职工养老保险】截至今年9月底，中国基本养老、失业、工伤保险的参保人数分别达到10.79亿人、2.51亿…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196039",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261010】不管驾驶员怎么踩，刹车踏板支架都不应该被踩断",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196039",
    "pub_date": "2026-10-10 16:40:00",
    "author": "xilei",
    "description": "【1】联合国前人权事务高级专员皮莱获诺贝尔和平奖 挪威诺贝尔委员会10月9日宣布，将2026年诺贝尔和平奖颁发给联合国前人权事务高级专员、人权律师纳瓦尼特姆·皮莱（Navanethem “Navi” Pillay），以表彰她“为促进和平和国际法所作出的努力”。 “当前，战争和冲突数量不断增加，国际法官和国际法机构遭受政治攻击，诺贝尔委员会希望借此提醒人们，以非武力、非暴力方式解决冲突的能力取决于国际法治。”诺贝尔委员会在一份声明中说。 …",
    "content": "【1】联合国前人权事务高级专员皮莱获诺贝尔和平奖 挪威诺贝尔委员会10月9日宣布，将2026年诺贝尔和平奖颁发给联合国前人权事务高级专员、人权律师纳瓦尼特姆·皮莱（Navanethem “Navi” Pillay），以表彰她“为促进和平和国际法所作出的努力”。 “当前，战争和冲突数量不断增加，国际法官和国际法机构遭受政治攻击，诺贝尔委员会希望借此提醒人们，以非武力、非暴力方式解决冲突的能力取决于国际法治。”诺贝尔委员会在一份声明中说。 声明还说，“一个能够追究战争罪犯责任、让遭受侵害的受害者得到公正对待的国际法律体…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196020",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261009】讨论最多的竟然是这个媒体真豁得出去",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196020",
    "pub_date": "2026-10-09 16:34:00",
    "author": "xilei",
    "description": "【1】加拿大诗人安妮·卡森荣获2026年诺贝尔文学奖。 得奖理由为：表彰“她大胆而富有创造力的文学创作。这些作品以一种充满玩味的方式与古典传统展开对话，为当代文学创造了新的形式”。 安妮·卡森的丈夫拍的她接到诺贝尔文学奖获奖电话的照片。 【2】财政部安排使用5500亿元地方政府债务结存限额 记者今天（9日）从财政部了解到，财政部近日安排使用地方政府债务结存限额5500亿元，用于提高县区一般公共预算保障能力和支持地方扩大有效投资。下达地方…",
    "content": "【1】加拿大诗人安妮·卡森荣获2026年诺贝尔文学奖。 得奖理由为：表彰“她大胆而富有创造力的文学创作。这些作品以一种充满玩味的方式与古典传统展开对话，为当代文学创造了新的形式”。 安妮·卡森的丈夫拍的她接到诺贝尔文学奖获奖电话的照片。 【2】财政部安排使用5500亿元地方政府债务结存限额 记者今天（9日）从财政部了解到，财政部近日安排使用地方政府债务结存限额5500亿元，用于提高县区一般公共预算保障能力和支持地方扩大有效投资。下达地方的5500亿元地方政府债务结存限额中，一般债务结存限额3000亿元，全部分配县区…"
  }
];

export default jsonData;
