const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/573a08270d84",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "《红楼梦》读书笔记（第八十九回）",
    "link": "https://www.jianshu.com/p/573a08270d84",
    "pub_date": "2026-07-01 17:22:56",
    "author": "玉筝",
    "description": "天气陡寒，袭人打点出一包衣服交给焙茗，嘱咐道：“天气凉，二爷要换时，好生预备着。”宝玉到了学房中，听得纸窗呼喇喇一派风声。焙茗让宝玉再添些衣服。宝玉见焙茗拿来的衣服，不看则已，看了时神已痴了。原来是晴雯所补的那件雀金裘。 宝玉睹物思人，心里难受。晚间放学时，往代儒托病告假一天。见到袭人也不似往日有说有笑的，便和衣躺在炕上，晚饭也不吃。袭人说，也该把这件衣服换下来了，那个东西那里禁得住揉搓。宝玉让人把衣服收起来包好，再也不穿了。 “怡红主…",
    "content": "天气陡寒，袭人打点出一包衣服交给焙茗，嘱咐道：“天气凉，二爷要换时，好生预备着。”宝玉到了学房中，听得纸窗呼喇喇一派风声。焙茗让宝玉再添些衣服。宝玉见焙茗拿来的衣服，不看则已，看了时神已痴了。原来是晴雯所补的那件雀金裘。 宝玉睹物思人，心里难受。晚间放学时，往代儒托病告假一天。见到袭人也不似往日有说有笑的，便和衣躺在炕上，晚饭也不吃。袭人说，也该把这件衣服换下来了，那个东西那里禁得住揉搓。宝玉让人把衣服收起来包好，再也不穿了。 “怡红主人焚付晴姐知之，酌茗清香，庶几来飨。”这是宝玉在晴雯的房间写下的。写毕，就在香上…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194012",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260630】国民英雄",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194012",
    "pub_date": "2026-06-30 15:19:00",
    "author": "xilei",
    "description": "【1】韩红基金会：韩红没有退出公益行业，网传的朋友圈截图是假的 【2】天津公积金可以付首付了 【3】武汉理工大学马列教授因课堂言论被处分 【4】抓特务 @漫长的中场:前天看「抓特务」，散场时在一对大学生身后，听着他俩讨论：“你看吧，现在大学里老师很多都是特务。”很意外，啥时候变成这样了。 【5】宣称\"天字系高端项目\"，实际建设品质与宣传严重不符 【6】这职场整顿得有点不及预期啊⋯⋯ 【7】炒股炒成股东 【8】1818黄金眼的选题啊 【9…",
    "content": "【1】韩红基金会：韩红没有退出公益行业，网传的朋友圈截图是假的 【2】天津公积金可以付首付了 【3】武汉理工大学马列教授因课堂言论被处分 【4】抓特务 @漫长的中场 :前天看「抓特务」，散场时在一对大学生身后，听着他俩讨论：“你看吧，现在大学里老师很多都是特务。”很意外，啥时候变成这样了。 【5】宣称\"天字系高端项目\"，实际建设品质与宣传严重不符 【6】这职场整顿得有点不及预期啊⋯⋯ 【7】炒股炒成股东 【8】1818黄金眼的选题啊 【9】扎心了 &nbsp; 【10】国民英雄 6月29日，韩国总统李在明向三星电子…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194003",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260629】能帮你摧毁一切事物的力量，终有一天也会摧毁你",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194003",
    "pub_date": "2026-06-29 15:27:00",
    "author": "xilei",
    "description": "【1】@装老师有毒 谢娜北京演唱会取消，都认为是因为人民日报的这篇文章。 【2】深圳警方通报“东鹏特饮创始人不喝自家饮料”：罗某某(男，39岁，自媒体从业人员)借助AI工具编造虚假信息散布谣言，已被刑拘 【3】这帮房地产商好可怜啊，一个月五万港币怎么能够花 【4】计生成功了 【5】年轻人失业率，在2023年下半年进行技术性调整/统计口径改变后，趋势看起来没有什么变化 【6】故宫:横店你模仿了我的外观和规模却模仿不了我的内在 【7】怎么还…",
    "content": "【1】 @装老师有毒 谢娜北京演唱会取消，都认为是因为人民日报的这篇文章。 “以主持为主业的流量明星，缺乏知名音乐作品。” 确实，这几乎是在点名批评了。 但从审批手续层面看，演出许可已经获批，手续流程合法合规，不存在违规报批问题。 虽然我也讨厌谢娜举办演唱会，但更反感用舆论来倒逼挤压。 这种事，该交给市场，有人看就办，没人买票就自然熄火。 官媒下场定调，形成一种风向压力，还是管的太宽了。 【2】深圳警方通报“东鹏特饮创始人不喝自家饮料”：罗某某(男，39岁，自媒体从业人员)借助AI工具编造虚假信息散布谣言，已被刑拘…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193968",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260628】满座比赛约占所有比赛的六成",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193968",
    "pub_date": "2026-06-28 15:16:00",
    "author": "xilei",
    "description": "【1】AI泡沫忧虑升温 专家警告破裂冲击恐甚于历次股灾 科技股近期剧烈波动，再次引发市场对人工智能（AI）泡沫的担忧。一些专家警告，如果这场泡沫破裂，冲击可能比华尔街历史上任何一次市场崩盘都更严重。 美国宾夕法尼亚大学沃顿商学院金融学教授戈德斯指出，许多迹象显示市场估值已经过高。华尔街五大科技巨头市值合计达18万亿美元，几乎相当于整个中国经济的规模。 【2】@咪咕体育 #世界杯约六成小组赛满座# 【3】诋毁袁隆平网红账号被封 #抖音通报…",
    "content": "【1】AI泡沫忧虑升温 专家警告破裂冲击恐甚于历次股灾 科技股近期剧烈波动，再次引发市场对人工智能（AI）泡沫的担忧。一些专家警告，如果这场泡沫破裂，冲击可能比华尔街历史上任何一次市场崩盘都更严重。 美国宾夕法尼亚大学沃顿商学院金融学教授戈德斯指出，许多迹象显示市场估值已经过高。华尔街五大科技巨头市值合计达18万亿美元，几乎相当于整个中国经济的规模。 【2】 @咪咕体育 #世界杯约六成小组赛满座# 据德转中国区管理员“Asaikana”统计，美加墨世界杯小组赛阶段72场比赛共吸引现场观众464余万人次，场均6450…"
  }
];

export default jsonData;
