const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/2b9a07540419",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "复杂系统",
    "link": "https://www.jianshu.com/p/2b9a07540419",
    "pub_date": "2026-06-24 06:57:46",
    "author": "大龙10",
    "description": "书名：代码本色：用编程模拟自然系统 第6章目录 6.10 复杂系统 1、个体和系统 思考一只蚂蚁，即蚂蚁个体，蚂蚁是一个自治智能体，它能够感知环境（用触角来收集化学信号的方向和强度信息），并能根据这些信号决定移动。 但仅凭一只蚂蚁能否完成筑巢、采集食物、捍卫蚁后这些艰巨的任务？ 2、多个自治智能体 前面我们已经学习了如何构建自治智能体，接下来要做的就是让多个自治智能体并行运行——智能体不仅能感知物理环境，还能感知同伴的活动，最后根据这些…",
    "content": "书名：代码本色：用编程模拟自然系统 作者：Daniel Shiffman 译者：周晗彬 ISBN：978-7-115-36947-5 第6章目录 6.10 复杂系统 1、个体和系统 思考一只蚂蚁，即蚂蚁个体，蚂蚁是一个自治智能体，它能够感知环境（用触角来收集化学信号的方向和强度信息），并能根据这些信号决定移动。 但仅凭一只蚂蚁能否完成筑巢、采集食物、捍卫蚁后这些艰巨的任务？ 蚂蚁是一种简单的单元，只能感知其周围的环境。 而蚁群就是一个复杂的系统，是一个“超级有机体”，其中的各部分成员协同工作，共同完成艰巨和复杂的任…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/763408b45866",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "我用Gemini三个月，差点被封号！这些坑千万别踩",
    "link": "https://www.jianshu.com/p/763408b45866",
    "pub_date": "2026-06-24 06:57:45",
    "author": "随风11",
    "description": "最近后台不少读者私信问我：“博主，Gemini到底会不会封号？” 说实话，这个问题问到我心坎里了。我自己用Gemini折腾了三个月，中间提心吊胆的日子没少过。今天就把我踩过的坑、总结的经验一次性说清楚，希望能帮大家少走弯路。 先说结论：会封，而且封得挺狠。 我身边就有朋友“中招”的案例——账号突然无法登录，没有任何警告，申诉石沉大海，API密钥全废。关键是，他觉得自己什么都没做错。 那么问题来了：到底什么行为会触发封号？怎么用才安全？ …",
    "content": "最近后台不少读者私信问我：“博主，Gemini到底会不会封号？” 说实话，这个问题问到我心坎里了。我自己用Gemini折腾了三个月，中间提心吊胆的日子没少过。今天就把我踩过的坑、总结的经验一次性说清楚，希望能帮大家少走弯路。 先说结论：会封，而且封得挺狠。 我身边就有朋友“中招”的案例——账号突然无法登录，没有任何警告，申诉石沉大海，API密钥全废。关键是，他觉得自己什么都没做错。 那么问题来了： 到底什么行为会触发封号？怎么用才安全？ 一、官方没明说的“潜规则” Google的官方政策其实写得很清楚：禁止滥用、禁…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193861",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260623】笑我先看下自己",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193861",
    "pub_date": "2026-06-23 15:01:00",
    "author": "xilei",
    "description": "【1】全国财政收入首次在前5个月突破10万亿元大关，高于2023年同期的约9.97万亿元，创下历史新高。 【2】深圳失业人群的聚集地正从星巴克转向党群服务中心... 【3】特斯拉将采用豆包端到端语音模型 【4】李蓓硬气回应净值大跌31%：笑我先看下自己 【5】律师解读张靓颖清唱太多被罚款 #律师称张靓颖清唱无罪未报批是重点#近日，张靓颖自曝因演唱会清唱太多导致主办方被罚款，并透露后续商演可能取消清唱环节。6月21日晚，@潇湘晨报·晨视频…",
    "content": "【1】全国财政收入首次在前5个月突破10万亿元大关，高于2023年同期的约9.97万亿元，创下历史新高。 【2】深圳失业人群的聚集地正从星巴克转向党群服务中心... 【3】特斯拉将采用豆包端到端语音模型 【4】李蓓硬气回应净值大跌31%：笑我先看下自己 &nbsp; 【5】律师解读张靓颖清唱太多被罚款 #律师称张靓颖清唱无罪未报批是重点# 近日，张靓颖自曝因演唱会清唱太多导致主办方被罚款，并透露后续商演可能取消清唱环节。6月21日晚， @潇湘晨报 ·晨视频记者从 @娱乐法李振武 律师处获悉：被罚的不是“清唱”这种演…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193841",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260622】人生路漫，前途亦烂烂",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193841",
    "pub_date": "2026-06-22 15:12:00",
    "author": "xilei",
    "description": "【】求是：最近一段时期，部分居民在就业和收入方面承压明显，特别是在经济转型升级和人工智能等新技术加速迭代的背景下，一些劳动者对未来的就业和收入预期偏弱。叠加高水平的社会保障和公共服务供给相对不足，预防性储蓄动机增强，消费意愿受到抑制。并且，近年来房地产市场深度调整，不少居民感叹“家底变薄了”，财富效应减弱，使居民消费开支趋于谨慎 【】刘强东表示：“将来都是机器人送货了，根本不需要快递员，一定是机器人送货，但是我并不需要我们 70 万兄弟…",
    "content": "【】求是：最近一段时期，部分居民在就业和收入方面承压明显，特别是在经济转型升级和人工智能等新技术加速迭代的背景下，一些劳动者对未来的就业和收入预期偏弱。叠加高水平的社会保障和公共服务供给相对不足，预防性储蓄动机增强，消费意愿受到抑制。并且，近年来房地产市场深度调整，不少居民感叹“家底变薄了”，财富效应减弱，使居民消费开支趋于谨慎 【】刘强东表示：“将来都是机器人送货了，根本不需要快递员，一定是机器人送货，但是我并不需要我们 70 万兄弟没有饭吃、没有工作。” 刘强东称，京东因此在全国签了 120 所学校，把他们送去…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193806",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260621】那一代人就是命好",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193806",
    "pub_date": "2026-06-21 15:27:00",
    "author": "xilei",
    "description": "【1】中国商人助佛得角门将母亲赴美 世界杯现场支持儿子 在本届世界杯一炮而红的佛得角门将沃齐尼亚（Vozinha），星期一（6月22日）清晨对垒乌拉圭时，看台上将有他的母亲安娜·坎迪达·埃沃拉（Ana Candida Evora）为他打气。原本只在佛得角家中观看比赛的安娜得以获得临时安排踏上美国，背后还有一名中国商人的大力支持。 【2】摩根大通高盛禁止香港员工使用 Anthropic 模型 美国投行摩根大通已禁止香港员工访问 Anthr…",
    "content": "【1】中国商人助佛得角门将母亲赴美 世界杯现场支持儿子 在本届世界杯一炮而红的佛得角门将沃齐尼亚（Vozinha），星期一（6月22日）清晨对垒乌拉圭时，看台上将有他的母亲安娜·坎迪达·埃沃拉（Ana Candida Evora）为他打气。原本只在佛得角家中观看比赛的安娜得以获得临时安排踏上美国，背后还有一名中国商人的大力支持。 【2】摩根大通高盛禁止香港员工使用 Anthropic 模型 美国投行摩根大通已禁止香港员工访问 Anthropic 的模型，显示这一技术在美国境外的应用正面临极其严格的审查。由于 Ant…"
  }
];

export default jsonData;
