const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8422d7e7fa6d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "使用C#代码设置 Excel 单元格的背景颜色和图案",
    "link": "https://www.jianshu.com/p/8422d7e7fa6d",
    "pub_date": "2026-09-09 18:15:32",
    "author": "ChancyXD",
    "description": "默认情况下，Excel 文档中的单元格背景为透明。如果需要突出显示某些重要数据，可以使用 Microsoft Excel 提供的 “填充颜色（Fill Color）” 功能，为单元格设置背景颜色或图案样式。 本文将介绍如何通过 .NET 以编程方式为 Excel 中指定的单元格或单元格区域设置背景颜色和图案样式。 安装相关 .NET 库 首先，需要在 .NET 项目中添加用于处理 Excel 文档的相关 DLL 文件作为项目引用。你可以…",
    "content": "默认情况下，Excel 文档中的单元格背景为透明。如果需要突出显示某些重要数据，可以使用 Microsoft Excel 提供的 “填充颜色（Fill Color）” 功能，为单元格设置背景颜色或图案样式。 本文将介绍如何通过 .NET 以编程方式为 Excel 中指定的单元格或单元格区域设置 背景颜色和图案样式 。 安装相关 .NET 库 首先，需要在 .NET 项目中添加用于处理 Excel 文档的相关 DLL 文件作为项目引用。你可以从官方渠道下载所需的库文件，也可以通过 NuGet 安装相应的 Excel …"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/3cf39f062dc7",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "以\"三关三借\"体系测评老版京剧电影《杨门女将》",
    "link": "https://www.jianshu.com/p/3cf39f062dc7",
    "pub_date": "2026-09-09 18:15:31",
    "author": "雨丫",
    "description": "为什么需要一套测评体系？因为当下太多戏曲新编作品，习惯性地向外寻找出路——借曲艺的说表、借话剧的独白、借舞剧的肢体、借影视的特效，仿佛传统本身不够用，必须靠外来形式来\"升级\"。而老版《杨门女将》恰恰代表了一种截然相反的创作路径：向内深挖，以自身积淀成就经典。用\"三关三借\"这把尺子来量它，不是为了给老戏贴标签，而是为了看清一条被遗忘的路——戏曲的高峰，究竟是怎么长出来的。 一、三关：全部站稳，戏的骨架彻底立住 第一关：开局——先落惊雷，再…",
    "content": "为什么需要一套测评体系？因为当下太多戏曲新编作品，习惯性地向外寻找出路——借曲艺的说表、借话剧的独白、借舞剧的肢体、借影视的特效，仿佛传统本身不够用，必须靠外来形式来\"升级\"。而老版《杨门女将》恰恰代表了一种截然相反的创作路径：向内深挖，以自身积淀成就经典。用\"三关三借\"这把尺子来量它，不是为了给老戏贴标签，而是为了看清一条被遗忘的路——戏曲的高峰，究竟是怎么长出来的。 一、三关：全部站稳，戏的骨架彻底立住 第一关：开局——先落惊雷，再铺温情，先引人、再入胜 本片的开局设计非常高级且独特。 电影开篇第一幕，直接切入…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195392",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260908】对大多数人来说，制作游戏现在本身就是游戏",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195392",
    "pub_date": "2026-09-08 16:44:00",
    "author": "xilei",
    "description": "【1】#南宁火车站通报旅客跳轨身亡# 2026年9月7日9时35分，南宁站9号站台一名成人男性旅客突然跳入股道。正在该站台减速停靠的C8668次列车立即采取紧急制动措施，因距离较近停车不及与该旅客发生碰撞。车站工作人员马上启动应急预案，第一时间联系120急救中心、119消防救援部门开展现场救援。9时50分许，120医护人员赶到现场对该旅客进行紧急救治，10时24分，确认无生命体征。C8668次列车已于10时56分恢复开行。（南宁火车站）…",
    "content": "【1】 #南宁火车站通报旅客跳轨身亡# 2026年9月7日9时35分，南宁站9号站台一名成人男性旅客突然跳入股道。正在该站台减速停靠的C8668次列车立即采取紧急制动措施，因距离较近停车不及与该旅客发生碰撞。车站工作人员马上启动应急预案，第一时间联系120急救中心、119消防救援部门开展现场救援。9时50分许，120医护人员赶到现场对该旅客进行紧急救治，10时24分，确认无生命体征。C8668次列车已于10时56分恢复开行。（南宁火车站） 亲历现场的网友黄俊（化名）表示，当时他正在站台候车，看见一名男性乘客站在黄色…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195380",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260907】语言的命运，就是人的命运",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195380",
    "pub_date": "2026-09-07 16:42:00",
    "author": "xilei",
    "description": "【1】贵州中医药大学第二附属医院红岩院区9月4日发生恶性伤医案，一名肠癌患者将刀藏在锦旗中带进医院，捅伤一名素不相识、腿脚不便的肛肠科住院医师，该医生身中多刀后一度在ICU抢救，9月6日警方通报其已脱离生命危险。嫌疑人胡某某已被依法刑事拘留 【2】CHINA GT发生重大撞车起火事故，“救援人员因害怕，放下灭火器后逃离”，对手弃赛冲入火海救人 @FIST_Auto 伤情更新 @caozenghui:再次谴责了组委会的声明。谴责的好啊 【…",
    "content": "【1】贵州中医药大学第二附属医院红岩院区9月4日发生恶性伤医案，一名肠癌患者将刀藏在锦旗中带进医院，捅伤一名素不相识、腿脚不便的肛肠科住院医师，该医生身中多刀后一度在ICU抢救，9月6日警方通报其已脱离生命危险。嫌疑人胡某某已被依法刑事拘留 【2】CHINA GT发生重大撞车起火事故，“救援人员因害怕，放下灭火器后逃离”，对手弃赛冲入火海救人 @FIST_Auto 伤情更新 @caozenghui :再次谴责了组委会的声明。谴责的好啊 【3】财政部出手！3000亿特别国债来了，8家中央金融企业增资3600亿，有望撬…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/2c622b5434dd",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "有些故事 | 现实才更动人",
    "link": "https://www.jianshu.com/p/2c622b5434dd",
    "pub_date": "2026-09-07 11:23:09",
    "author": "Athena14333",
    "description": "再度回到了广州三元里，寻到了各种美食与新发现。 不论是国内还是国外，今年似乎与Lotus这个词儿就是有着不解之缘。它是国外一家泰国连锁超市的名字，回国一个不小心地铁站走错了出口，印入眼帘的第一个单词就是它！ 自从怡保一行过后，仿佛踢到了早茶及美食界的天花板，瞬间对茶点以及各种预制速成食品没了想法。品尝过上百年来华人很纯正传统且正统的风味以后，才能真的体会到他们抒发出对国的思念与情感。 也许，就像文章评论中的观点一样。那些曾经老一辈儿的人…",
    "content": "再度回到了广州三元里，寻到了各种美食与新发现。 不论是国内还是国外，今年似乎与Lotus这个词儿就是有着不解之缘。它是国外一家泰国连锁超市的名字，回国一个不小心地铁站走错了出口，印入眼帘的第一个单词就是它！ 自从怡保一行过后，仿佛踢到了早茶及美食界的天花板，瞬间对茶点以及各种预制速成食品没了想法。品尝过上百年来华人很纯正传统且正统的风味以后，才能真的体会到他们抒发出对国的思念与情感。 也许，就像文章评论中的观点一样。那些曾经老一辈儿的人们，当他们知道自己要下南洋，将要离开了自己的祖国，自己的家乡，那片故土，从此离开…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195355",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260906】人口依然不过是他眼中的“资源”",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195355",
    "pub_date": "2026-09-06 17:29:00",
    "author": "xilei",
    "description": "【1】#ChinaGT上海站一赛车碰撞起火#路过车手果断停车将被困车手拉出驾驶室 #上海一赛车比赛发生事故车手停车救人#9月5日，在上海赛车场举行的China GT第四站比赛中，有赛车发生碰撞起火，起火的91号车车手被困车内，路过的79号车车手果断停车灭火救人。79号车车手哈托格先使用灭火器扑救，然后将91号车车手从车里拉出。目前，两名车手均无生命危险，获救车手所在车队向哈托格表达了敬意。 【2】工商银行拟募资不超过1000亿元用于补充…",
    "content": "【1】 #ChinaGT上海站一赛车碰撞起火# 路过车手果断停车将被困车手拉出驾驶室 #上海一赛车比赛发生事故车手停车救人# 9月5日，在上海赛车场举行的China GT第四站比赛中，有赛车发生碰撞起火，起火的91号车车手被困车内，路过的79号车车手果断停车灭火救人。79号车车手哈托格先使用灭火器扑救，然后将91号车车手从车里拉出。目前，两名车手均无生命危险，获救车手所在车队向哈托格表达了敬意。&nbsp; 【2】工商银行拟募资不超过1000亿元用于补充资本，农业银行拟募资不超过1600亿元用于补充资本 【3】北京…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/2a509b4c80d1",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "以久久为功之力托举乡村全面振兴",
    "link": "https://www.jianshu.com/p/2a509b4c80d1",
    "pub_date": "2026-09-06 14:59:41",
    "author": "珩舟丶",
    "description": "今年是巩固拓展脱贫攻坚成果同乡村振兴有效衔接过渡期结束、转入常态化帮扶的第一年，帮扶工作正式从集中力量攻坚作战迈入常态化长效巩固提升的新阶段。常态化派驻、常态化履职、常态化帮扶的驻村工作队，不再是乡村发展的“临时外援”，而是扎根基层、赋能发展、服务群众的“常驻力量”，在守牢发展底线、激活内生动力、夯实基层治理中持续发力，为全面推进乡村振兴注入持久动能。 常态化帮扶，是守住防返贫底线的“安全阀”。乡村发展稳不稳，底线保障是关键。相较于阶段…",
    "content": "今年是巩固拓展脱贫攻坚成果同乡村振兴有效衔接过渡期结束、转入常态化帮扶的第一年，帮扶工作正式从集中力量攻坚作战迈入常态化长效巩固提升的新阶段。常态化派驻、常态化履职、常态化帮扶的驻村工作队，不再是乡村发展的“临时外援”，而是扎根基层、赋能发展、服务群众的“常驻力量”，在守牢发展底线、激活内生动力、夯实基层治理中持续发力，为全面推进乡村振兴注入持久动能。 常态化帮扶，是守住防返贫底线的“安全阀”。 乡村发展稳不稳，底线保障是关键。相较于阶段性帮扶的短期见效，常态化驻村帮扶贵在持续、重在坚守。驻村干部扎根一线、常态走访…"
  }
];

export default jsonData;
