const jsonData = [
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193656",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260612】中国除了男足没去，其他行业全去了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193656",
    "pub_date": "2026-06-12 14:17:00",
    "author": "xilei",
    "description": "【1】2026年美加墨世界杯于北京时间6月12日凌晨正式开赛，揭幕战墨西哥2-0击败南非、韩国2-1逆转捷克取得亚洲球队首胜，而“中国除了男足没去，其他行业全去了”成为当下舆论的核心焦点。 【2】世行下调全球增长预测至2.5% 最坏情境或降至1.3％ 中东战争推高能源和化肥价格，世界银行把2026年全球经济增长预测下调至2.5%，并警告，如果能源供应冲击叠加金融市场压力，全球增长可能急剧放缓至1.3%。 世界银行星期四（6月11日）发布…",
    "content": "【1】2026年美加墨世界杯于北京时间6月12日凌晨正式开赛，揭幕战墨西哥2-0击败南非、韩国2-1逆转捷克取得亚洲球队首胜，而“中国除了男足没去，其他行业全去了”成为当下舆论的核心焦点。 【2】世行下调全球增长预测至2.5% 最坏情境或降至1.3％ 中东战争推高能源和化肥价格，世界银行把2026年全球经济增长预测下调至2.5%，并警告，如果能源供应冲击叠加金融市场压力，全球增长可能急剧放缓至1.3%。 世界银行星期四（6月11日）发布半年度《全球经济展望》报告说，2026年全球增长预测比1月预测的2.6%，下调0…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193632",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260611】鸭骗战争",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193632",
    "pub_date": "2026-06-11 14:18:00",
    "author": "xilei",
    "description": "【1】联合国报告：全球海洋变暖加速北极冰川融化 联合国星期一（6月8日）发布的《第三次世界海洋评估》报告指出，到本世纪中叶，北冰洋可能出现第一个没有海冰的9月，在所有排放情景下，这种情况最早可能在2030年代出现。 【2】防世界杯期间疫情扩散 美国促欧洲限制疫区旅客入境 为防止埃博拉病毒在世界杯期间跨境传播，美国发出外交照会，促请欧洲国家仿效华盛顿，对近期曾到访刚果（金）、乌干达和南苏丹的人士实施旅行限制。 一名驻非洲欧盟外交官及知情人…",
    "content": "【1】联合国报告：全球海洋变暖加速北极冰川融化 联合国星期一（6月8日）发布的《第三次世界海洋评估》报告指出，到本世纪中叶，北冰洋可能出现第一个没有海冰的9月，在所有排放情景下，这种情况最早可能在2030年代出现。 【2】防世界杯期间疫情扩散 美国促欧洲限制疫区旅客入境 为防止埃博拉病毒在世界杯期间跨境传播，美国发出外交照会，促请欧洲国家仿效华盛顿，对近期曾到访刚果（金）、乌干达和南苏丹的人士实施旅行限制。 一名驻非洲欧盟外交官及知情人士透露，美国于6月1日向欧洲国家发出正式外交照会，呼吁采取相关限制措施。不过，这…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193605",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260610】以宗教理由豁免于使用 AI",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193605",
    "pub_date": "2026-06-10 14:05:00",
    "author": "xilei",
    "description": "【1】中国准备斥资2万亿，用于全国AI建设，由国企主导该项计划。 【2】日媒爆高市早苗之孙赴华留学 日本周刊上周爆料称，日本首相高市早苗唯一的孙子山本涟今年到中国一所名牌大学留学，家人临行前才把这个消息告诉她。 【3】“领取失业金人数常年不足城镇登记失业人员数的1/4” 【4】#上官正义曝残障老人无薪工作被威胁#每天扛20吨水泥，无薪工作20年… 【5】哈啰内部存在多套数据 【6】28岁女子海归硕士重新高考，当事人：目标定在大专，去学一…",
    "content": "【1】中国准备斥资2万亿，用于全国AI建设，由国企主导该项计划。 【2】日媒爆高市早苗之孙赴华留学 日本周刊上周爆料称，日本首相高市早苗唯一的孙子山本涟今年到中国一所名牌大学留学，家人临行前才把这个消息告诉她。 【3】“领取失业金人数常年不足城镇登记失业人员数的1/4” 【4】 #上官正义曝残障老人无薪工作被威胁# 每天扛20吨水泥，无薪工作20年… 【5】哈啰内部存在多套数据 &nbsp; 【6】28岁女子海归硕士重新高考，当事人：目标定在大专，去学一门技术；希望回归规律的生活作息，享受学生优惠、享受食堂、享受球…"
  }
];

export default jsonData;
