const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/67bb5baf06e3",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "教程：WPS表格联系人全部导入苹果手机通讯录",
    "link": "https://www.jianshu.com/p/67bb5baf06e3",
    "pub_date": "2026-08-26 07:15:19",
    "author": "微笑的嘴角",
    "description": "把电脑表格里的联系人转到苹果手机，这事儿听起来简单，真操作起来却让人头疼。尤其是一次要导入几百上千个姓名和号码时，手动一个个敲进手机，不仅耗时，还容易出错；用数据线连接电脑和手机，又常常遇到驱动识别不了、端口不兼容之类的问题，折腾半天还是没搞定。很多人最后只能对着屏幕叹气，觉得批量导入联系人简直是件“不可能完成的任务”。其实，金芝号码提取导入助手就能解决这个难题。 先说现在最新出的网页在线版，直接在电脑浏览器上打开网页就能用，不需要在电…",
    "content": "把电脑表格里的联系人转到苹果手机，这事儿听起来简单，真操作起来却让人头疼。尤其是一次要导入几百上千个姓名和号码时，手动一个个敲进手机，不仅耗时，还容易出错；用数据线连接电脑和手机，又常常遇到驱动识别不了、端口不兼容之类的问题，折腾半天还是没搞定。很多人最后只能对着屏幕叹气，觉得批量导入联系人简直是件“不可能完成的任务”。其实，金芝号码提取导入助手就能解决这个难题。 先说现在最新出的网页在线版，直接在电脑浏览器上打开网页就能用，不需要在电脑里下载安装任何软件，手机上也无需装App，更不用找数据线。操作流程非常简单：打…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8792f251f4da",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "莫名的有点烦躁",
    "link": "https://www.jianshu.com/p/8792f251f4da",
    "pub_date": "2026-08-26 07:15:17",
    "author": "山里阿辉",
    "description": "好产品是打磨出来的，而不是被逼出来的，不是哪里有抱怨就打哪里，要全盘考虑，应对抱怨。 一个适合开发的氛围很重要，而不是杂糅着种种抱怨、制造压迫感、紧张感等氛围，无形中增加开发人员的顾虑 两件事情都不顺利，基线版本发布和产品投产。这两件事弄得我今天心情很糟，没心思处理其他事情。 基线版本昨天开发环境测试都很正常，今天发到测试版本，就莫名奇妙的不行，经过最终排查分析，还需要改很多代码才能解决这个问题。 产品投产，也是在抱怨设计不友好，比如在…",
    "content": "好产品是打磨出来的，而不是被逼出来的，不是哪里有抱怨就打哪里，要全盘考虑，应对抱怨。 一个适合开发的氛围很重要，而不是杂糅着种种抱怨、制造压迫感、紧张感等氛围，无形中增加开发人员的顾虑 两件事情都不顺利，基线版本发布和产品投产。这两件事弄得我今天心情很糟，没心思处理其他事情。 基线版本昨天开发环境测试都很正常，今天发到测试版本，就莫名奇妙的不行，经过最终排查分析，还需要改很多代码才能解决这个问题。 产品投产，也是在抱怨设计不友好，比如在第三方响应不及时要怎么处理，没考虑这些异常情况，日志也杂糅在一起，不易排查分析。…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195150",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260825】是线路“技术问题”",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195150",
    "pub_date": "2026-08-25 16:08:00",
    "author": "xilei",
    "description": "【1】普通消费者无法知晓买到的大白菜是否被甲醛蘸过，万一有怎么办？对此，专家建议： 【2】环球时报：英伟达想抄中国作业，我们欢迎 【3】中国驻菲律宾大使井泉：要让他们（菲律宾）知道，他们没法为所欲为抓中国人、欺负中国人，I'm watching you（我会一直盯着你）！我会让你付出代价！ 【4】近日，一名中国游客背包在巴黎不幸遭遇盗窃，一次丢失八本护照。所幸，一位当地市民偶然拾获这些护照，并随即致电中国驻法大使馆寻求协助。没想到，电话…",
    "content": "【1】普通消费者无法知晓买到的大白菜是否被甲醛蘸过，万一有怎么办？对此，专家建议： 【2】环球时报：英伟达想抄中国作业，我们欢迎 【3】中国驻菲律宾大使井泉：要让他们（菲律宾）知道，他们没法为所欲为抓中国人、欺负中国人，I'm watching you（我会一直盯着你）！我会让你付出代价！ 【4】近日，一名中国游客背包在巴黎不幸遭遇盗窃，一次丢失八本护照。所幸，一位当地市民偶然拾获这些护照，并随即致电中国驻法大使馆寻求协助。没想到，电话不仅被使馆工作人员直接挂断，此后对方甚至拒接其来电。无奈之下，这位热心市民只得在…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195126",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260824】在东亚，梭哈是一种智慧",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195126",
    "pub_date": "2026-08-24 16:35:00",
    "author": "xilei",
    "description": "【1】#成都高新减灾研究所授权被终止# #四川省地震局通报##手机收到长宁7.7地震预警原因#据中国地震台网正式测定：2026年8月24日8时26分在四川宜宾市长宁县（北纬28.33度，东经104.98度）发生4.7级地震，震源深度5公里。成都高新减灾研究所冒用“中国地震预警网”名义，向社会公众发布震级为7.7级的预警信息，引起社会关注。四川省地震局已于2026年7月22日终止向成都高新减灾研究所提供中国地震预警网紧急地震信息服务第三方…",
    "content": "【1】 #成都高新减灾研究所授权被终止# #四川省地震局通报# #手机收到长宁7.7地震预警原因# 据中国地震台网正式测定：2026年8月24日8时26分在四川宜宾市长宁县（北纬28.33度，东经104.98度）发生4.7级地震，震源深度5公里。成都高新减灾研究所冒用“中国地震预警网”名义，向社会公众发布震级为7.7级的预警信息，引起社会关注。四川省地震局已于2026年7月22日终止向成都高新减灾研究所提供中国地震预警网紧急地震信息服务第三方授权。中国地震预警网在震后第一时间产出地震预警结果，预警震级5.4级，并通…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195090",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260823】以前是蘸点儿福尔马林，现在都是直接蘸甲醛了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195090",
    "pub_date": "2026-08-23 16:55:00",
    "author": "xilei",
    "description": "【1】字节跳动和TikTok同意向美国支付4亿美元和解金，以了结儿童隐私诉讼案。根据协议，TikTok 将立即支付 3 亿美元，如果法院撤销 2019 年针对TikTok 的前身Musical.ly达成的先前同意令，TikTok 还将再支付 1 亿美元。 【2】媒体：美国失业率不断上升，四分之一民众“功能性失业” 【3】王兴兴：产品没在工厂、家庭等场景大规模推广，人形机器人目前效能不如人力。 【4】答案就在题面上 【5】唐师曾因白血病不…",
    "content": "【1】字节跳动和TikTok同意向美国支付4亿美元和解金，以了结儿童隐私诉讼案。根据协议，TikTok 将立即支付 3 亿美元，如果法院撤销 2019 年针对TikTok 的前身Musical.ly达成的先前同意令，TikTok 还将再支付 1 亿美元。 【2】媒体：美国失业率不断上升，四分之一民众“功能性失业” 【3】王兴兴：产品没在工厂、家庭等场景大规模推广，人形机器人目前效能不如人力。 特定的智能机器会在某个领域超越人类，但人形机器人几乎不可能超过人类。可能在很长的一段时期，人形机器人就是个大号玩具。 【4】…"
  }
];

export default jsonData;
