const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/00e62adcd7e9",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "职业生涯倒计时(二十三)",
    "link": "https://www.jianshu.com/p/00e62adcd7e9",
    "pub_date": "2026-08-25 13:33:14",
    "author": "雪中寒梅",
    "description": "今天吃了两次大餐，而且是在同一个饭店。 下午在公司车间举办由运城市文旅局、运城市文化馆、盐湖区小企业促进会共同组织的“文艺惠民”公益演出，我接到临时任务，给老板写一份发言。早上十点半，正在工作的我接到老板电话，说今天公司来了业务员中午一起吃饭。我刚才去老板办公室，确实看到满屋子人，都是公司的业务精英，我还和他们开笑，说公司今天“群英聚会。” 到了十一点四十分，听到司机小刘在外面喊我，出去一看，他们已经到了楼下了。我下楼，乘合作商，同时也…",
    "content": "今天吃了两次大餐，而且是在同一个饭店。 下午在公司车间举办由运城市文旅局、运城市文化馆、盐湖区小企业促进会共同组织的“文艺惠民”公益演出，我接到临时任务，给老板写一份发言。早上十点半，正在工作的我接到老板电话，说今天公司来了业务员中午一起吃饭。我刚才去老板办公室，确实看到满屋子人，都是公司的业务精英，我还和他们开笑，说公司今天“群英聚会。” 到了十一点四十分，听到司机小刘在外面喊我，出去一看，他们已经到了楼下了。我下楼，乘合作商，同时也是半个业务经理的王总的车，去赴宴。 吃饭的地方距离公司不远，是一个刚建成没多久的…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/c190fee44ffc",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "浅更文 记录日常",
    "link": "https://www.jianshu.com/p/c190fee44ffc",
    "pub_date": "2026-08-25 13:33:13",
    "author": "蓝齐儿1012",
    "description": "网图侵删 哈喽大家，我是蓝齐儿 今天周日，满班的一天，但节奏慢，强度不高 所以，整个人没有感到很累 今天下午间隙休息了2小时，稍后晚点准备11点准时睡觉 睡觉这件事，很重要 最近两三年，真的是把健康这件事，放在任何事情的前面 工作上当然是有压力的，但我已经学会了不吃压力 这点很重要 白天刷了新的访谈节目，听着李娟说的那些真实的话 自己的感觉是，带着尘土气息的质朴，听着也舒服 她自己要求的直播访谈，不美化，不剪辑的展示一些实在的内容给大家…",
    "content": "网图侵删 哈喽大家，我是蓝齐儿 今天周日，满班的一天，但节奏慢，强度不高 所以，整个人没有感到很累 今天下午间隙休息了2小时，稍后晚点准备11点准时睡觉 睡觉这件事，很重要 最近两三年，真的是把健康这件事，放在任何事情的前面 工作上当然是有压力的，但我已经学会了不吃压力 这点很重要 白天刷了新的访谈节目，听着李娟说的那些真实的话 自己的感觉是，带着尘土气息的质朴，听着也舒服 她自己要求的直播访谈，不美化，不剪辑的展示一些实在的内容给大家 其实，整个过程，确实和预期的一样，并不是那么完美 侃侃而谈等等 反而会有一些真…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/019477487b96",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "你好，折子戏",
    "link": "https://www.jianshu.com/p/019477487b96",
    "pub_date": "2026-08-24 17:50:41",
    "author": "小笨钟",
    "description": "郑重声明：文章系原创首发，文责自负。本文参与书香澜梦第195期“你好”专题活动。 生命的光芒 折子戏，从整本大戏里截取出来一段精彩的片段，经过打磨而独立演出的戏曲片段。 打小就听过“折子戏”，不知其意，今天才真正知晓它的含义。片段，精彩的片段，情节最冲突、最高潮的一截，跟我们写作中的高潮、冲突说法如出一辙。完整的一出戏，一个故事有它的开端，发展，高潮，结局，持续演绎起来，几个小时，几天都不在话下。而折子戏只有几十分钟，怎样在有限的、可怜…",
    "content": "郑重声明：文章系原创首发，文责自负。本文参与书香澜梦第195期“你好”专题活动。 生命的光芒 折子戏，从整本大戏里截取出来一段精彩的片段，经过打磨而独立演出的戏曲片段。 打小就听过“折子戏”，不知其意，今天才真正知晓它的含义。片段，精彩的片段，情节最冲突、最高潮的一截，跟我们写作中的高潮、冲突说法如出一辙。完整的一出戏，一个故事有它的开端，发展，高潮，结局，持续演绎起来，几个小时，几天都不在话下。而折子戏只有几十分钟，怎样在有限的、可怜的时间里，尽最大幅度表现出人物、场景、感情、情节的精髓呢。这是跟写作一样的吧。 …"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195126",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260824】在东亚，梭哈是一种智慧",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195126",
    "pub_date": "2026-08-24 16:35:00",
    "author": "xilei",
    "description": "【1】#成都高新减灾研究所授权被终止# #四川省地震局通报##手机收到长宁7.7地震预警原因#据中国地震台网正式测定：2026年8月24日8时26分在四川宜宾市长宁县（北纬28.33度，东经104.98度）发生4.7级地震，震源深度5公里。成都高新减灾研究所冒用“中国地震预警网”名义，向社会公众发布震级为7.7级的预警信息，引起社会关注。四川省地震局已于2026年7月22日终止向成都高新减灾研究所提供中国地震预警网紧急地震信息服务第三方…",
    "content": "【1】 #成都高新减灾研究所授权被终止# #四川省地震局通报# #手机收到长宁7.7地震预警原因# 据中国地震台网正式测定：2026年8月24日8时26分在四川宜宾市长宁县（北纬28.33度，东经104.98度）发生4.7级地震，震源深度5公里。成都高新减灾研究所冒用“中国地震预警网”名义，向社会公众发布震级为7.7级的预警信息，引起社会关注。四川省地震局已于2026年7月22日终止向成都高新减灾研究所提供中国地震预警网紧急地震信息服务第三方授权。中国地震预警网在震后第一时间产出地震预警结果，预警震级5.4级，并通…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195090",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260823】以前是蘸点儿福尔马林，现在都是直接蘸甲醛了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195090",
    "pub_date": "2026-08-23 16:55:00",
    "author": "xilei",
    "description": "【1】字节跳动和TikTok同意向美国支付4亿美元和解金，以了结儿童隐私诉讼案。根据协议，TikTok 将立即支付 3 亿美元，如果法院撤销 2019 年针对TikTok 的前身Musical.ly达成的先前同意令，TikTok 还将再支付 1 亿美元。 【2】媒体：美国失业率不断上升，四分之一民众“功能性失业” 【3】王兴兴：产品没在工厂、家庭等场景大规模推广，人形机器人目前效能不如人力。 【4】答案就在题面上 【5】唐师曾因白血病不…",
    "content": "【1】字节跳动和TikTok同意向美国支付4亿美元和解金，以了结儿童隐私诉讼案。根据协议，TikTok 将立即支付 3 亿美元，如果法院撤销 2019 年针对TikTok 的前身Musical.ly达成的先前同意令，TikTok 还将再支付 1 亿美元。 【2】媒体：美国失业率不断上升，四分之一民众“功能性失业” 【3】王兴兴：产品没在工厂、家庭等场景大规模推广，人形机器人目前效能不如人力。 特定的智能机器会在某个领域超越人类，但人形机器人几乎不可能超过人类。可能在很长的一段时期，人形机器人就是个大号玩具。 【4】…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195084",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260822】互联网气氛浓郁，并不是荒芜时代",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195084",
    "pub_date": "2026-08-22 16:53:00",
    "author": "xilei",
    "description": "【1】#临沂一社区爆炸原因# 21日15时38分，山东临沂沂河新区王桥社区内一处独立平房院落发生爆炸。事故发生后，公安、消防、应急、住建等相关部门成立联合工作组，第一时间赶赴现场开展应急救援。截至目前，1人死亡，2人失联，其余受伤人员已送医救治，无生命危险。现场搜救清理仍在进行。经初步排查，疑似该院落租户王某某非法储存捕鱼爆炸物引发爆炸。目前周边居民楼住户均已得到妥善安置，事故原因调查及善后工作正在有序开展中。 #临沂爆炸事故1死2失联…",
    "content": "&nbsp;【1】 #临沂一社区爆炸原因# 21日15时38分，山东临沂沂河新区王桥社区内一处独立平房院落发生爆炸。事故发生后，公安、消防、应急、住建等相关部门成立联合工作组，第一时间赶赴现场开展应急救援。截至目前，1人死亡，2人失联，其余受伤人员已送医救治，无生命危险。现场搜救清理仍在进行。经初步排查，疑似该院落租户王某某非法储存捕鱼爆炸物引发爆炸。目前周边居民楼住户均已得到妥善安置，事故原因调查及善后工作正在有序开展中。 #临沂爆炸事故1死2失联# 爆炸前和爆炸后。当地人说就是两栋楼间那个未拆迁的平房发生了爆炸…"
  }
];

export default jsonData;
