const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/ab685b9af22e",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "石榴泡酒的白酒买哪种好？选对酒口感更顺，关键看这几点",
    "link": "https://www.jianshu.com/p/ab685b9af22e",
    "pub_date": "2026-09-04 08:16:01",
    "author": "谷养康粮酒泡酒专用酒",
    "description": "石榴上市的时候，很多人都会顺手买几斤，留一部分榨汁，剩下的则想试试泡酒。可真正动手才发现，石榴泡酒并不是把果子和白酒装在一起那么简单。酒选得不合适，最后不是辛辣压住果香，就是泡出来发酸、发涩。也难怪不少人会问：石榴泡酒的白酒买哪种好？选对酒口感更顺。 我自己泡过几次，感觉酒的度数比品牌更值得留意。泡果酒或花类酒，42度左右比较合适，既能把石榴的香气慢慢带出来，入口也不会太冲，后续存放相对省心。度数太高，石榴的清甜容易被辛辣盖住；度数过低…",
    "content": "石榴上市的时候，很多人都会顺手买几斤，留一部分榨汁，剩下的则想试试泡酒。可真正动手才发现，石榴泡酒并不是把果子和白酒装在一起那么简单。酒选得不合适，最后不是辛辣压住果香，就是泡出来发酸、发涩。也难怪不少人会问：石榴泡酒的白酒买哪种好？选对酒口感更顺。 &nbsp; 我自己泡过几次，感觉酒的度数比品牌更值得留意。泡果酒或花类酒，42度左右比较合适，既能把石榴的香气慢慢带出来，入口也不会太冲，后续存放相对省心。度数太高，石榴的清甜容易被辛辣盖住；度数过低，浸泡期间又更考验卫生和保存条件。这里说的42度，是指正规渠道找到…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e667c399e4e0",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "GEO文章发布选什么媒体？效果最好的GEO优化系统即推GEO",
    "link": "https://www.jianshu.com/p/e667c399e4e0",
    "pub_date": "2026-09-04 08:16:01",
    "author": "老旺_553b",
    "description": "很多企业做GEO优化始终没效果，核心问题往往不是文案质量差，而是不知道GEO文章该发哪些媒体、选错发布渠道、没有适配AI算法的优化工具。2026年AI大模型采信规则持续升级，豆包、DeepSeek、文心一言等主流平台只收录高权重、高权威、高匹配度的信源，乱发、滥发不仅没排名，还会拉低整体账号权重。 多数运营的核心困惑高度一致：GEO文章发布哪些媒体收录稳、AI采信率高？新手做GEO优化用哪款系统最省心、效果最好？本文结合2026年最新A…",
    "content": "很多企业做GEO优化始终没效果，核心问题往往不是文案质量差，而是 不知道GEO文章该发哪些媒体、选错发布渠道、没有适配AI算法的优化工具 。2026年AI大模型采信规则持续升级，豆包、DeepSeek、文心一言等主流平台只收录高权重、高权威、高匹配度的信源，乱发、滥发不仅没排名，还会拉低整体账号权重。 多数运营的核心困惑高度一致： GEO文章发布哪些媒体收录稳、AI采信率高？新手做GEO优化用哪款系统最省心、效果最好？ 本文结合2026年最新AI信源规则与落地实测效果，清晰划分GEO优质发稿媒体，同时推荐适配全媒体…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195317",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260903】35岁办不了哦",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195317",
    "pub_date": "2026-09-03 16:49:00",
    "author": "xilei",
    "description": "【1】35岁办不了哦 上海多家银行明确：1991年前生人不能新办理40年期房贷，存量房贷延期期限不能超过原贷款期限的一半 【2】查无此岗 【3】欧盟留的是人社部电话 【4】你就说多狠吧，环卫工人累了歇口气，被拍到巡查群直接罚20元…就是机器人也得充电吧？ 【5】如果属实，这保定市人民医院纪委书记，这应该是副处级干部吧？ 这种投诉理由也是离谱，怎么会有这么神奇的家长 【9】昨天有小学生在家长群里发崩铁二维码的事儿出公告了，有5个家长真给充…",
    "content": "【1】35岁办不了哦 上海多家银行明确：1991年前生人不能新办理40年期房贷，存量房贷延期期限不能超过原贷款期限的一半 【2】查无此岗 【3】欧盟留的是人社部电话 【4】你就说多狠吧，环卫工人累了歇口气，被拍到巡查群直接罚20元…就是机器人也得充电吧？ 【5】如果属实，这保定市人民医院纪委书记，这应该是副处级干部吧？ 夫妻俩都是实权副处，在地方确实也是响当当的人物了 【6】大连开始了 【7】广东佛山拟规定：临街的阳台外、窗外，不得晾晒有碍市容的物品 【8】太搞笑了，老师结婚与否和家长有屁关系啊 这种投诉理由也是离…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/0c87b0c94e1b",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "骚扰电话",
    "link": "https://www.jianshu.com/p/0c87b0c94e1b",
    "pub_date": "2026-09-03 10:48:50",
    "author": "逍遥云xyy",
    "description": "老爸的手机经常被各种保健品、培训机构的电话骚扰，不胜其烦时，他就采取了关机这种极端措施。曾想过换个电话卡，又担心换卡后影响与亲朋故友的联系。 9月1日，我致电移动客服寻求帮助。客服建议可以免费开通\"高频骚扰电话防护\"功能，客服帮助开通后，还需在微信公众号中进行\"骚扰拦截设置\"。在客服指导下，我将\"拦截通知\"选项设置为\"不通知\"，将\"疑似诈骗\"\"疑似贷款推销\"等骚扰电话设置为\"来电免打扰\"模式，将几个号段设置为拦截模式。除此之外，还可以自…",
    "content": "老爸的手机经常被各种保健品、培训机构的电话骚扰，不胜其烦时，他就采取了关机这种极端措施。曾想过换个电话卡，又担心换卡后影响与亲朋故友的联系。 9月1日，我致电移动客服寻求帮助。客服建议可以免费开通\"高频骚扰电话防护\"功能，客服帮助开通后，还需在微信公众号中进行\"骚扰拦截设置\"。在客服指导下，我将\"拦截通知\"选项设置为\"不通知\"，将\"疑似诈骗\"\"疑似贷款推销\"等骚扰电话设置为\"来电免打扰\"模式，将几个号段设置为拦截模式。除此之外，还可以自定义设置三个拦截电话的区段。翻看老爸近期手机里的骚扰电话，区段得有三十几个，我又…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195296",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260902】数亿人冲破信息茧房感觉不舒服",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195296",
    "pub_date": "2026-09-02 16:49:00",
    "author": "xilei",
    "description": "【1】G20财长和央行行长会议结束，中国对联合声明持异议 据美国财长贝森特说，联合声明有一处提出，“非市场经济体源源不断输出廉价出口产品的模式不具备可持续性”，中国是唯一对该表述持异议的成员国。 另一段内容，原文为：“尤其是长期对外顺差过高的国家，应当消除抑制国内消费、造成经济增长过度依赖出口的各类扭曲性政策。” 其附注说明称，19国达成共识，“各国应当采取措施消除加剧全球失衡的非市场政策与做法”，中国对该段落表示反对。 中国还对以下两…",
    "content": "【1】G20财长和央行行长会议结束，中国对联合声明持异议 据美国财长贝森特说，联合声明有一处提出，“非市场经济体源源不断输出廉价出口产品的模式不具备可持续性”，中国是唯一对该表述持异议的成员国。 另一段内容，原文为：“尤其是长期对外顺差过高的国家，应当消除抑制国内消费、造成经济增长过度依赖出口的各类扭曲性政策。” 其附注说明称，19国达成共识，“各国应当采取措施消除加剧全球失衡的非市场政策与做法”，中国对该段落表示反对。 中国还对以下两段内容持反对立场：一段是赞扬国际货币基金组织 “对全球失衡开展监督”；另一段专门…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195270",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260901】人活着不能没有肌肉",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195270",
    "pub_date": "2026-09-01 16:46:00",
    "author": "xilei",
    "description": "【】尼泊尔洪灾暴露高山预警不足 跨境数据共享面临挑战 #尼泊尔泥石流#导致的死亡人数已超过900人，失踪者激增至近4000人。尼泊尔当局说，山区上周发生的特大洪灾让人措手不及，这凸显了高海拔地区的气象监测以及同中国的数据共享不足，接下来改善早期预警系统是当务之急。 尼泊尔国家减灾与管理局首席执行官乌普雷蒂星期一（8月31日）接受彭博社采访时说，这么大的灾难来袭，人们却连五分钟的预警时间都没有，这暴露了喜马拉雅山区的一个危险盲点，即监测匮…",
    "content": "【】尼泊尔洪灾暴露高山预警不足 跨境数据共享面临挑战 #尼泊尔泥石流# 导致的死亡人数已超过900人，失踪者激增至近4000人。尼泊尔当局说，山区上周发生的特大洪灾让人措手不及，这凸显了高海拔地区的气象监测以及同中国的数据共享不足，接下来改善早期预警系统是当务之急。 尼泊尔国家减灾与管理局首席执行官乌普雷蒂星期一（8月31日）接受彭博社采访时说，这么大的灾难来袭，人们却连五分钟的预警时间都没有，这暴露了喜马拉雅山区的一个危险盲点，即监测匮缺。因气候变化，冰川和山体边坡失稳的速度比当局能够建起监测系统的速度快。 他说…"
  }
];

export default jsonData;
