const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/b18fe72fbbaa",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "R语言绘图包10--Circos图的绘制：circlize包",
    "link": "https://www.jianshu.com/p/b18fe72fbbaa",
    "pub_date": "2026-06-29 07:24:36",
    "author": "Hayley笔记",
    "description": "R语言绘图包系列： R语言绘图包01--优秀的拼图包patchwork R语言绘图包02--热图pheatmap R语言绘图包03--火山图EnhancedVolcano R语言绘图包04--GOplot：富集分析结果可视化 R语言绘图包05--韦恩图的绘制：ggvenn和VennDiagram R语言绘图包06--基因表达相关性绘图corrplot R语言绘图包07--多集合可视化UpSetR R语言绘图包08--森林图的绘制：for…",
    "content": "R语言绘图包系列： R语言绘图包01--优秀的拼图包patchwork R语言绘图包02--热图pheatmap R语言绘图包03--火山图EnhancedVolcano R语言绘图包04--GOplot：富集分析结果可视化 R语言绘图包05--韦恩图的绘制：ggvenn和VennDiagram R语言绘图包06--基因表达相关性绘图corrplot R语言绘图包07--多集合可视化UpSetR R语言绘图包08--森林图的绘制：forestplot R语言绘图包09--序列分析图的绘制ggseqlogo 0. 简…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/1ae41dc6c828",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "LifeCycle详解",
    "link": "https://www.jianshu.com/p/1ae41dc6c828",
    "pub_date": "2026-06-29 07:24:36",
    "author": "cqj",
    "description": "LifeCycle的由来 解耦是为了解决传统开发某块臃肿，以达到代码量平衡、优雅、易扩展。由于Android大部分开发需要感知组件的生命周期，在对应生命周期中做对应的工作，故原始的做法就是在Activity、Fragment、Service等生命周期回调中增加相应的处理代码，这样导致Activity等组件十分臃肿、难以做扩展。LifeCycle的出现就是在外面实现对这些组件生命周期的感知能力，减少组件中的代码量。 LifeCycle的使…",
    "content": "LifeCycle的由来 解耦是为了解决传统开发某块臃肿，以达到代码量平衡、优雅、易扩展。由于Android大部分开发需要感知组件的生命周期，在对应生命周期中做对应的工作，故原始的做法就是在Activity、Fragment、Service等生命周期回调中增加相应的处理代码，这样导致Activity等组件十分臃肿、难以做扩展。LifeCycle的出现就是在外面实现对这些组件生命周期的感知能力，减少组件中的代码量。 LifeCycle的使用 在Activity、Fragment中的使用 简单新建一个生命周期感知监听器…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/654546d2a981",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "刘教授谈李见宇（八）",
    "link": "https://www.jianshu.com/p/654546d2a981",
    "pub_date": "2026-06-29 07:24:36",
    "author": "c39f0ef8d4cb",
    "description": "文/正本清源 李见宇师傅曾经跟刘教授很自信满满地说：“我能活他妈的120岁，你信不信？”这是他的原话：“我能活他妈的120岁，你信不信？”刘教授说：“我信。”然后老人家下边又冒出一句话，我们就当老人家开玩笑。他老人家说：“我照样能泡妞。”也就是说他当时的原话：“我能活他妈的120岁，到时候我还照样能泡妞。”所以，大家看到没有，刘教授给李见宇师傅写了诗，里面做了序，说他一生有四大爱好：喝酒、美女、画画和意拳这四大爱好。所以说这都是几十年经…",
    "content": "文/正本清源 李见宇师傅曾经跟刘教授很自信满满地说：“我能活他妈的120岁，你信不信？”这是他的原话：“我能活他妈的120岁，你信不信？”刘教授说：“我信。”然后老人家下边又冒出一句话，我们就当老人家开玩笑。他老人家说：“我照样能泡妞。”也就是说他当时的原话：“我能活他妈的120岁，到时候我还照样能泡妞。”所以，大家看到没有，刘教授给李见宇师傅写了诗，里面做了序，说他一生有四大爱好：喝酒、美女、画画和意拳这四大爱好。所以说这都是几十年经历过的。从王芗斋祖师爷开始就这样。该诗如下： 七律 《怀念意拳大师、恩师李见宇先…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193968",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260628】满座比赛约占所有比赛的六成",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193968",
    "pub_date": "2026-06-28 15:16:00",
    "author": "xilei",
    "description": "【1】AI泡沫忧虑升温 专家警告破裂冲击恐甚于历次股灾 科技股近期剧烈波动，再次引发市场对人工智能（AI）泡沫的担忧。一些专家警告，如果这场泡沫破裂，冲击可能比华尔街历史上任何一次市场崩盘都更严重。 美国宾夕法尼亚大学沃顿商学院金融学教授戈德斯指出，许多迹象显示市场估值已经过高。华尔街五大科技巨头市值合计达18万亿美元，几乎相当于整个中国经济的规模。 【2】@咪咕体育 #世界杯约六成小组赛满座# 【3】诋毁袁隆平网红账号被封 #抖音通报…",
    "content": "【1】AI泡沫忧虑升温 专家警告破裂冲击恐甚于历次股灾 科技股近期剧烈波动，再次引发市场对人工智能（AI）泡沫的担忧。一些专家警告，如果这场泡沫破裂，冲击可能比华尔街历史上任何一次市场崩盘都更严重。 美国宾夕法尼亚大学沃顿商学院金融学教授戈德斯指出，许多迹象显示市场估值已经过高。华尔街五大科技巨头市值合计达18万亿美元，几乎相当于整个中国经济的规模。 【2】 @咪咕体育 #世界杯约六成小组赛满座# 据德转中国区管理员“Asaikana”统计，美加墨世界杯小组赛阶段72场比赛共吸引现场观众464余万人次，场均6450…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193954",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260627】还是台风好...至少已经确定了未来的方向",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193954",
    "pub_date": "2026-06-27 15:05:00",
    "author": "xilei",
    "description": "【1】北京朝阳情况通报：6月26日17时55分，在朝阳区东三环附近，一架单发双座轻型运动航空器在飞行中碰撞一高层建筑，机上仅驾驶员1人、已死亡，现场13人受伤。目前，受伤人员在全力救治中。相关情况正由主管部门进一步调查。 【2】女子与七旬大爷交往，发生关系次日留下8月大男婴离开，大爷为泄愤多次殴打婴儿致死，一审获刑12年 【3】某国，到底是哪国？ 【4】国家统计局：企业就业人员周平均工作时间为48.2小时 【5】两部门：推动猪价尽快回到…",
    "content": "【1】北京朝阳情况通报：6月26日17时55分，在朝阳区东三环附近，一架单发双座轻型运动航空器在飞行中碰撞一高层建筑，机上仅驾驶员1人、已死亡，现场13人受伤。目前，受伤人员在全力救治中。相关情况正由主管部门进一步调查。 【2】女子与七旬大爷交往，发生关系次日留下8月大男婴离开，大爷为泄愤多次殴打婴儿致死，一审获刑12年 【3】某国，到底是哪国？ 【4】国家统计局：企业就业人员周平均工作时间为48.2小时 【5】两部门：推动猪价尽快回到合理水平 【6】据猫眼专业版数据，电影 #给阿嬷的情书# 上映59天， 总票房破…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193937",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260626】怎么说你好哦",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193937",
    "pub_date": "2026-06-26 15:13:00",
    "author": "xilei",
    "description": "【1】@有限次重复博弈 ”6月23日，广东网友小林（化名）发现奶奶手机上的微信竟有77万条未读消息，在社交平台发帖求助。 @理白君:现在退休人员闲钱多啊.............还稳定，对价格也不敏感。 【2】500万现金怎么坐高铁运到北京的 【3】@潘石屹 恭喜张欣成为奥斯卡评委。 【4】被小作文搞崩的港股 【5】流毒变异发酵、代际传递隐藏更深、毒性更大，流毒影响就在身边甚至身上。 【6】苹果电脑产品全系涨价 【7】张凯丽把说是自己提…",
    "content": "【1】 @有限次重复博弈 &nbsp; ”6月23日，广东网友小林（化名）发现奶奶手机上的微信竟有77万条未读消息，在社交平台发帖求助。 据小林介绍，奶奶的手机近期异常卡顿，她帮忙查看时才发现，微信里塞满了各类广告营销群，系通过添加企业微信联系人后被拉入，认证主体多为杂货店。群内成员均为陌生人，每群仅十至二十人，且被拉入时既无通知，也无需本人确认。 —————— 现在崩老人是很热门的生意 @理白君 :现在退休人员闲钱多啊.............还稳定，对价格也不敏感。 &nbsp; 【2】500万现金怎么坐高铁运…"
  }
];

export default jsonData;
