const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/3a55aebda3d8",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "写一次看一次",
    "link": "https://www.jianshu.com/p/3a55aebda3d8",
    "pub_date": "2026-08-05 15:53:04",
    "author": "褐瞳浅言",
    "description": "再一次启动日更马上就到了一个月了，有时候会忘了参加了，但有时候明明写的却没有看到文章，在哪里？ 提示消息才知道又被锁住了，再去看一看写的内容，应该是触及到了一些规章制度吧。 刚刚才发出去的文章，倒过头来看一看又被锁住了，原来是因为那两个是吗？ 自己都会去找原因是这两个字吗？ 那两个字吗？字也不行，那个字也不能写，这个文章的主题就是这两个字都不能写，那还写什么呢？又把它重新编辑是直接私密。 好在的这种文章被锁了，还是能够放入，已经完成日更…",
    "content": "再一次启动日更马上就到了一个月了，有时候会忘了参加了，但有时候明明写的却没有看到文章，在哪里？ 提示消息才知道又被锁住了，再去看一看写的内容，应该是触及到了一些规章制度吧。 刚刚才发出去的文章，倒过头来看一看又被锁住了，原来是因为那两个是吗？ 自己都会去找原因是这两个字吗？ 那两个字吗？字也不行，那个字也不能写，这个文章的主题就是这两个字都不能写，那还写什么呢？又把它重新编辑是直接私密。 好在的这种文章被锁了，还是能够放入，已经完成日更的状态。最多就是孤芳自赏，无人问津，别人找不到你的更新文章点赞，这也是一个很麻烦…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/68f09a12f3bc",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "344.【结构化开发方法】系统分析",
    "link": "https://www.jianshu.com/p/68f09a12f3bc",
    "pub_date": "2026-08-05 15:53:04",
    "author": "七镜",
    "description": "系统分析是一种问题求解技术，它将一个系统分解成各个组成部分，目的是研究各个部分如何工作、交互，以实现其系统目标。 系统分析的目的是为项目团队提供对触发项目的问题和需求的更全面的理解，因此强调业务问题方面，而非技术或实现方面。 系统分析阶段要求和系统用户一起工作，一遍清楚地定义新系统的业务需求和预期。 系统分析侧重于从业务全过程的角度进行分析，主要内容有业务和数据的流程是否通畅、是否合理；数据业务过程和组织管理之间的关系；原系统管理模式改…",
    "content": "系统分析是一种问题求解技术，它将一个系统分解成各个组成部分，目的是研究各个部分如何工作、交互，以实现其系统目标。 系统分析的目的是为项目团队提供对触发项目的问题和需求的更全面的理解，因此强调业务问题方面，而非技术或实现方面。 系统分析阶段要求和系统用户一起工作，一遍清楚地定义新系统的业务需求和预期。 系统分析侧重于从业务全过程的角度进行分析，主要内容有 业务和数据的流程是否通畅、是否合理 ； 数据业务过程和组织管理之间的关系 ； 原系统管理模式改革和新系统管理方法的实现是否具有可行性 等。 系统分析的主要步骤 企业…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/5a6a7f196d80",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "关于安卓卡片式交互实现（recyclerview）",
    "link": "https://www.jianshu.com/p/5a6a7f196d80",
    "pub_date": "2026-08-05 15:53:03",
    "author": "motosheep",
    "description": "背景 对于安卓卡片式交互，已有很多案例，前有“探探”卡片滑动交互，后有各种各样的三方软件，都在互相复制粘贴。今项目中也有类似需求，特此记录。 ！！！代码链接在文末！！！ 演示gif 演示 思路 实现这样的效果，其实从宏观上，就是实现了一个layoutmanger以及ItemTouchHelper。 实现 （一）重写LayoutManger 核心代码如下： @Override public void onLayoutChildren(Re…",
    "content": "背景 对于安卓卡片式交互，已有很多案例，前有“探探”卡片滑动交互，后有各种各样的三方软件，都在互相复制粘贴。今项目中也有类似需求，特此记录。 ！！！代码链接在文末！！！ 演示gif 演示 思路 实现这样的效果，其实从宏观上，就是实现了一个layoutmanger以及ItemTouchHelper。 （一）LayoutManager主要是实现recyclerview的布局 （二）ItemTouchHelper主要是实现用户滑动的时候，卡片的交互过程 实现 （一）重写LayoutManger 首先，要确定的是，绘制多少…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194748",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260804】刺",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194748",
    "pub_date": "2026-08-04 16:42:00",
    "author": "xilei",
    "description": "【1】新冠升至中流行水平 药店难买新冠药 【2】#19元200G流量卡退场# #三大运营商全面关停第三方售卡#近日，中国移动、中国电信和中国联通三大运营商发布“关于规范互联网渠道售卡管理的公告”。（以下简称“《公告》”）《公告》称：为保障用户权益和数据信息安全，对互联网渠道号卡订购业务进行统一规范。自2026年8月1日起，用户如需在互联网渠道订购号卡，只能通过电信运营商官方App、官方网站等渠道办理，第三方互联网渠道不再提供电信号卡办理…",
    "content": "【1】新冠升至中流行水平 药店难买新冠药 【2】 #19元200G流量卡退场# #三大运营商全面关停第三方售卡# 近日，中国移动、中国电信和中国联通三大运营商发布“关于规范互联网渠道售卡管理的公告”。（以下简称“《公告》”）《公告》称：为保障用户权益和数据信息安全，对互联网渠道号卡订购业务进行统一规范。自2026年8月1日起，用户如需在互联网渠道订购号卡，只能通过电信运营商官方App、官方网站等渠道办理，第三方互联网渠道不再提供电信号卡办理相关服务。新政一经发布，立刻引发外卖骑手、快递员、出租车司机等重度流量使用者…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194725",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260803】没下架前它只是个玩具，下架之后它就成了隐喻",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194725",
    "pub_date": "2026-08-03 16:47:00",
    "author": "xilei",
    "description": "【1】8月2日17时许，青岛市黄岛区七星河路363号青岛象屿速传供应链有限公司仓库突发火灾，现场升腾大量黑色浓烟。市、区消防、公安、应急多部门迅速赶赴现场开展扑救，截至当晚20时30分，火势仍未完全扑灭。根据官方通报，此次火情暂无人员被困、伤亡情况，仓库主要存放橡胶等大宗物资，起火具体原因仍在调查之中。该企业为厦门象屿旗下仓储物流主体，是橡胶原料重要仓储基地。橡胶类物料燃烧易产生刺激性烟气，周边居民需留意官方发布的环境提示，远离火场区域…",
    "content": "【1】8月2日17时许，青岛市黄岛区七星河路363号青岛象屿速传供应链有限公司仓库突发火灾，现场升腾大量黑色浓烟。市、区消防、公安、应急多部门迅速赶赴现场开展扑救，截至当晚20时30分，火势仍未完全扑灭。根据官方通报，此次火情暂无人员被困、伤亡情况，仓库主要存放橡胶等大宗物资，起火具体原因仍在调查之中。该企业为厦门象屿旗下仓储物流主体，是橡胶原料重要仓储基地。橡胶类物料燃烧易产生刺激性烟气，周边居民需留意官方发布的环境提示，远离火场区域。&nbsp; @瘦驼 ：我的朋友 junlee 昨天从航班上拍摄的青岛市黄岛区…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194695",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260802】诸神究竟是什么",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194695",
    "pub_date": "2026-08-02 17:06:00",
    "author": "xilei",
    "description": "【1】“损害商誉” 【2】@怂的载体 这对于某些直播带“茶”的网红们来说，属于史诗级削弱了。 【3】同济只是一个缩影。 【4】长鑫存储的lpddr6研发几乎完成，下半年就开始量产。 【5】“老头”是对“70后”“80后”乃至“90后”男性的戏称…… 【6】@瞎七八潮 看得我好痛苦……这么严重的职场霸凌致死事故为什么微博上一点都搜不到 【7】确实，家长太焦虑了 @李微敖 北京电子科技学院、外交学院、国际关系学院、中国消防救援学院、上海海关…",
    "content": "【1】“损害商誉” 【2】 @怂的载体 这对于某些直播带“茶”的网红们来说，属于史诗级削弱了。 【3】同济只是一个缩影。 这样的学校多的是。 非升即走的风，总算是刮到了全体教工。 【4】长鑫存储的lpddr6研发几乎完成，下半年就开始量产。 御三家仅剩HBM这一块自留地了，海外存储见顶的概率非常大了 【5】“老头”是对“70后”“80后”乃至“90后”男性的戏称…… &nbsp; 【6】 @瞎七八潮 看得我好痛苦……这么严重的职场霸凌致死事故为什么微博上一点都搜不到 &nbsp; 【7】确实，家长太焦虑了 &nbs…"
  }
];

export default jsonData;
