const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/cfff5c559099",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "做事要有始有终 专心致志",
    "link": "https://www.jianshu.com/p/cfff5c559099",
    "pub_date": "2026-09-06 17:09:33",
    "author": "从心丛新",
    "description": "这句话是因为有了亲身经历，才生出来的感悟。 刚才在写业务学习笔记时，目光落到了鞋上，皮鞋上的层层灰尘格外醒目，暴露了主人的懒惰。 一时间有些错愕，于是放下手中的笔，赶紧寻找纸张，准备擦一下鞋，这鞋实在太脏了。 一张干透了的湿巾和我的眼镜布放在一起，而我的注意力还没有完全从书上收回，随手拿起眼镜布，就把这双鞋彻头彻尾擦了一遍。 鞋瞬间变得锃亮，这让我心满意足。 用欣赏的眼光看了一下擦鞋的大功臣。 这一看不打紧，着实惊到了我。 我竟然用眼镜…",
    "content": "这句话是因为有了亲身经历，才生出来的感悟。 刚才在写业务学习笔记时，目光落到了鞋上，皮鞋上的层层灰尘格外醒目，暴露了主人的懒惰。 一时间有些错愕，于是放下手中的笔，赶紧寻找纸张，准备擦一下鞋，这鞋实在太脏了。 一张干透了的湿巾和我的眼镜布放在一起，而我的注意力还没有完全从书上收回，随手拿起眼镜布，就把这双鞋彻头彻尾擦了一遍。 鞋瞬间变得锃亮，这让我心满意足。 用欣赏的眼光看了一下擦鞋的大功臣。 这一看不打紧，着实惊到了我。 我竟然用眼镜布擦鞋，难怪擦出来的鞋锃明瓦亮。 我有些哭笑不得，因为自己的一心二用，让非常高级…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195348",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260905】但喜讯来自尼泊尔",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195348",
    "pub_date": "2026-09-05 16:50:00",
    "author": "xilei",
    "description": "以下内容，有可能引起内心冲突或愤怒等不适症状。若有此症状自觉被误导者，请绕行。若按捺不住看后症状特别明显，可自行前往CCAV等欢乐 频道进行综合调理。其余，概不负责 。 本文转摘的各类事件，均来自于公开发表的国内媒体报道。引用的个人或媒体评论旨在传播各种声音，并不代表我们认同或反对其观点。 欢迎转载，转载请保证原文的完整性（不得随意增删内容，或篡改图卦名称等），请注明来源和链接。 每天一图卦，让我们更清楚地了解这个世界 【1】联合国：当…",
    "content": "以下内容，有可能引起内心冲突或愤怒等不适症状。若有此症状自觉被误导者，请绕行。若按捺不住看后症状特别明显，可自行前往CCAV等欢乐 频道进行综合调理。其余，概不负责 。 本文转摘的各类事件，均来自于公开发表的国内媒体报道。引用的个人或媒体评论旨在传播各种声音，并不代表我们认同或反对其观点。 欢迎转载，转载请保证原文的完整性（不得随意增删内容，或篡改图卦名称等），请注明来源和链接。 每天一图卦，让我们更清楚地了解这个世界 &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; 【1】联合国：当前厄尔尼诺现…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195340",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260904】是谁出的题这么的难，到处全都是正确答案！",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195340",
    "pub_date": "2026-09-04 16:15:00",
    "author": "xilei",
    "description": "【1】受台风“沙德尔”影响，福建正遭遇严重内涝，全省22条河流发生超警洪水，福州、漳州、泉州等多地已启动“三停一休”（停工、停产、停课、休市），目前灾后恢复工作已启动。 【2】。 【3】#厨师要求补缴社保老板门店滚屏抱怨# #老板被员工要求补缴社保直接闭店#近日，江苏徐州一家饭店停业后，在LED门头屏 上滚动播放关门理由，称是因一名厨师主动离职后发来律师函，要求饭店补缴社保并提起劳动仲裁，而原本就职时双方约定，社保包含在工资内。“店铺无…",
    "content": "【1】受台风“沙德尔”影响，福建正遭遇严重内涝，全省22条河流发生超警洪水，福州、漳州、泉州等多地已启动“三停一休”（停工、停产、停课、休市），目前灾后恢复工作已启动。 【2】。 【3】 #厨师要求补缴社保老板门店滚屏抱怨# #老板被员工要求补缴社保直接闭店# 近日，江苏徐州一家饭店停业后，在LED门头屏 上滚动播放关门理由，称是因一名厨师主动离职后发来律师函，要求饭店补缴社保并提起劳动仲裁，而原本就职时双方约定，社保包含在工资内。“店铺无法承担赔偿，被迫选择闭店。请各位餐饮老板擦亮眼睛，谨慎选择员工！”当地网友发…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195317",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260903】35岁办不了哦",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195317",
    "pub_date": "2026-09-03 16:49:00",
    "author": "xilei",
    "description": "【1】35岁办不了哦 上海多家银行明确：1991年前生人不能新办理40年期房贷，存量房贷延期期限不能超过原贷款期限的一半 【2】查无此岗 【3】欧盟留的是人社部电话 【4】你就说多狠吧，环卫工人累了歇口气，被拍到巡查群直接罚20元…就是机器人也得充电吧？ 【5】如果属实，这保定市人民医院纪委书记，这应该是副处级干部吧？ 这种投诉理由也是离谱，怎么会有这么神奇的家长 【9】昨天有小学生在家长群里发崩铁二维码的事儿出公告了，有5个家长真给充…",
    "content": "【1】35岁办不了哦 上海多家银行明确：1991年前生人不能新办理40年期房贷，存量房贷延期期限不能超过原贷款期限的一半 【2】查无此岗 【3】欧盟留的是人社部电话 【4】你就说多狠吧，环卫工人累了歇口气，被拍到巡查群直接罚20元…就是机器人也得充电吧？ 【5】如果属实，这保定市人民医院纪委书记，这应该是副处级干部吧？ 夫妻俩都是实权副处，在地方确实也是响当当的人物了 【6】大连开始了 【7】广东佛山拟规定：临街的阳台外、窗外，不得晾晒有碍市容的物品 【8】太搞笑了，老师结婚与否和家长有屁关系啊 这种投诉理由也是离…"
  }
];

export default jsonData;
