const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/f8915bc25302",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "深学两部条例，抓实“三不”从严管好干部",
    "link": "https://www.jianshu.com/p/f8915bc25302",
    "pub_date": "2026-06-18 08:07:29",
    "author": "知涵知",
    "description": "深入抓好《党内监督条例（试行）》《中国共产党纪律处分条例》常态化学习落实，是抓实全面从严治党、管住管好领导干部日常用权的务实举措。依托条例抓学习、抓监督、抓整改，从制度约束、执纪问责、思想引导三个层面持续发力，推动实现领导干部不能乱作为、不敢乱作为、不想乱作为，切实纠治履职中的乱干事、不干事、瞎干事问题。 用好监督制度扎紧笼子，靠制度约束实现不能为。《党内监督条例（试行）》细化了各级党组织、纪检部门、班子成员的监督责任，明确了权力运行各…",
    "content": "&nbsp; &nbsp; 深入抓好《党内监督条例（试行）》《中国共产党纪律处分条例》常态化学习落实，是抓实全面从严治党、管住管好领导干部日常用权的务实举措。依托条例抓学习、抓监督、抓整改，从制度约束、执纪问责、思想引导三个层面持续发力，推动实现领导干部不能乱作为、不敢乱作为、不想乱作为，切实纠治履职中的乱干事、不干事、瞎干事问题。 &nbsp; &nbsp; 用好监督制度扎紧笼子，靠制度约束实现不能为。《党内监督条例（试行）》细化了各级党组织、纪检部门、班子成员的监督责任，明确了权力运行各个环节的监管要求。不少干…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/a4dd88ef70b9",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "《她对此感到厌烦》感悟",
    "link": "https://www.jianshu.com/p/a4dd88ef70b9",
    "pub_date": "2026-06-18 08:07:27",
    "author": "孤清茶",
    "description": "作者：妚鹤 这本书是一本要在西方宫廷框架下关于女性觉醒的作品，以莉莉丝公爵小姐的视角道出了线下女性所遇到的困境，写出女性的愤怒、挣扎与反抗。莉莉丝作为穿越者，代表的是现代的自由平等思想，而多琳则是旧社会男尊女卑的女性缩影，在被莉莉丝影响到后开始觉醒与反抗，辛西娅公主则是旧社会的先驱者，早已觉醒并且在为同时代的女性发声，争取妇女该有的权益。 主要想说2点。第一是关于衣着自由。宫廷王室规定女性们要穿着得体，赞赏女性的纤纤细腰，女性们的追求就…",
    "content": "作者：妚鹤 这本书是一本要在西方宫廷框架下关于女性觉醒的作品，以莉莉丝公爵小姐的视角道出了线下女性所遇到的困境，写出女性的愤怒、挣扎与反抗。莉莉丝作为穿越者，代表的是现代的自由平等思想，而多琳则是旧社会男尊女卑的女性缩影，在被莉莉丝影响到后开始觉醒与反抗，辛西娅公主则是旧社会的先驱者，早已觉醒并且在为同时代的女性发声，争取妇女该有的权益。 主要想说2点。第一是关于衣着自由。宫廷王室规定女性们要穿着得体，赞赏女性的纤纤细腰，女性们的追求就成了如何利用自己的身材获得王室的称赞，从而只吃少量的食物去保持自己的身材，甚至让…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8383b8247bc3",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "我见过太多门店，把推广费花在了错误时间",
    "link": "https://www.jianshu.com/p/8383b8247bc3",
    "pub_date": "2026-06-18 08:07:27",
    "author": "自由天空线上运营",
    "description": "我见过太多老板，推广一没效果，就开始怀疑工具、怀疑运营、怀疑预算。其实很多问题没那么复杂，回到数据里一看，答案很明显：钱花错时间了。 本地生活门店不是电商货架，顾客的决策有时间场景。有人上午搜教育培训，有人晚上看休闲娱乐，有人周末才会研究亲子项目。你拿一套平均预算去打所有时间段，当然会有浪费。 这次资料里讲的就是一个很基础但很重要的动作：先拆数据。把近30天的订单、咨询、电话、虚拟号话单、验券时间都整理出来。有美团、有点评的，尽量分开看…",
    "content": "我见过太多老板，推广一没效果，就开始怀疑工具、怀疑运营、怀疑预算。其实很多问题没那么复杂，回到数据里一看，答案很明显：钱花错时间了。 本地生活门店不是电商货架，顾客的决策有时间场景。有人上午搜教育培训，有人晚上看休闲娱乐，有人周末才会研究亲子项目。你拿一套平均预算去打所有时间段，当然会有浪费。 这次资料里讲的就是一个很基础但很重要的动作：先拆数据。把近30天的订单、咨询、电话、虚拟号话单、验券时间都整理出来。有美团、有点评的，尽量分开看；没有办法分开的，就先把全部时间做成参考，再去看推广工具里的表现。 接着把一周拆…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193760",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260617】你这个“中”字用的出神入化",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193760",
    "pub_date": "2026-06-17 14:51:00",
    "author": "xilei",
    "description": "【1】梅西上演帽子戏法 阿根廷3比0大胜阿尔及利亚打响首炮 谁敢说梅西（Messi）老了？即将年满39岁的梅西不仅在新加坡时间星期三（6月17日）上午上演他在历届世界杯，同时也是本届世界杯的首个帽子戏法，助卫冕冠军阿根廷以3比0轻取阿尔及利亚，取得开门红，还以16个进球追平了德国名宿克洛泽（Klose）在2014年创造的世界杯进球纪录。 在协助球队以3比0遥遥领先后，梅西随即被换下，在下场时获得现场如雷的掌声。阿尔及利亚试着反击，但始终…",
    "content": "【1】梅西上演帽子戏法 阿根廷3比0大胜阿尔及利亚打响首炮 谁敢说梅西（Messi）老了？即将年满39岁的梅西不仅在新加坡时间星期三（6月17日）上午上演他在历届世界杯，同时也是本届世界杯的首个帽子戏法，助卫冕冠军阿根廷以3比0轻取阿尔及利亚，取得开门红，还以16个进球追平了德国名宿克洛泽（Klose）在2014年创造的世界杯进球纪录。 在协助球队以3比0遥遥领先后，梅西随即被换下，在下场时获得现场如雷的掌声。阿尔及利亚试着反击，但始终无法取得突破，只能黯然吃下0比3的败局。 【2】纯属污蔑抹黑 【3】武汉市委书记…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193738",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260616】这是中国帮我们实现的梦想",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193738",
    "pub_date": "2026-06-16 15:22:00",
    "author": "xilei",
    "description": "【1】世界杯新军佛得角顽强防守 爆冷逼平欧洲冠军西班牙 “斗牛士军团”欧洲冠军西班牙（世界排名第二）星期二（6月16日）凌晨在世界杯H组小组赛上，面对非洲新军“蓝鲨”佛得角（世界第67）的铜墙铁壁束手无策，只能和对手0比0互交白卷，爆出本届赛事一大意外赛果。佛得角的40岁门将沃齐尼亚（Vozinha）做出七次扑救，当选全场最佳球员，在赛后激动泪洒赛场。 当地时间6月15日晚，在世界杯G组首轮比赛中，伊朗队与新西兰队打成2:2。赛后，伊朗…",
    "content": "【1】世界杯新军佛得角顽强防守 爆冷逼平欧洲冠军西班牙 “斗牛士军团”欧洲冠军西班牙（世界排名第二）星期二（6月16日）凌晨在世界杯H组小组赛上，面对非洲新军“蓝鲨”佛得角（世界第67）的铜墙铁壁束手无策，只能和对手0比0互交白卷，爆出本届赛事一大意外赛果。佛得角的40岁门将沃齐尼亚（Vozinha）做出七次扑救，当选全场最佳球员，在赛后激动泪洒赛场。 当地时间6月15日晚，在世界杯G组首轮比赛中，伊朗队与新西兰队打成2:2。赛后，伊朗国家队主教练加莱诺埃对媒体表示，球队突然被勒令必须立即离开美国，返回其远在200…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193719",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260615】怎么变穷了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193719",
    "pub_date": "2026-06-15 15:05:00",
    "author": "xilei",
    "description": "【1】国际劳工组织通过全球首个保障零工权益公约 联合国旗下国际劳工组织（ILO）周五批准全球首个保障数码平台零工权益的具约束力国际公约；条约一获得核准，全球数以亿计通过数码平台工作的人员如外卖配送员和网约车司机，在薪酬、安全和社会福利方面的权利将有望得到保障。 【2】取消中考选拔县城2025年开始改革 【3】蔚来李斌敲响行业警钟！“做好汽车销量跌15%-20%的心理准备”，中国汽车产业进入决赛最残酷的阶段 【4】大胆，竟然敢造cpo一哥…",
    "content": "【1】国际劳工组织通过全球首个保障零工权益公约 联合国旗下国际劳工组织（ILO）周五批准全球首个保障数码平台零工权益的具约束力国际公约；条约一获得核准，全球数以亿计通过数码平台工作的人员如外卖配送员和网约车司机，在薪酬、安全和社会福利方面的权利将有望得到保障。 【2】取消中考选拔县城2025年开始改革 【3】蔚来李斌敲响行业警钟！“做好汽车销量跌15%-20%的心理准备”，中国汽车产业进入决赛最残酷的阶段 【4】大胆，竟然敢造cpo一哥的谣 【5】溜溜梅开盘暴涨 189% 溜溜梅简称 LLM 正宗的 AI 大模型概…"
  }
];

export default jsonData;
