const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/b81a624f28b0",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "退稿",
    "link": "https://www.jianshu.com/p/b81a624f28b0",
    "pub_date": "2026-10-20 18:08:54",
    "author": "",
    "description": "打开简书之前，我先开了中国作家网投稿后台，看到投稿直接是不通过，没有任何通知和退回信息。 23年连续投稿10篇通过了，当时还有几篇退回都有告知具体退回情况，这次又是无声的退回。 每次退回没有信息，我就在想原因是什么？事情情感的不丰富还是无法达成这个平台的发表要求，想起23年连续投稿的十篇，还没有此刻写的有感觉，或许真的是文字越来越职场味道，少了一些随笔的韵味，少了一些缱绻到来的温情。 文字是需要打磨的，更是需要通过模仿来实现。 还有种退…",
    "content": "打开简书之前，我先开了中国作家网投稿后台，看到投稿直接是不通过，没有任何通知和退回信息。 23年连续投稿10篇通过了，当时还有几篇退回都有告知具体退回情况，这次又是无声的退回。 每次退回没有信息，我就在想原因是什么？事情情感的不丰富还是无法达成这个平台的发表要求，想起23年连续投稿的十篇，还没有此刻写的有感觉，或许真的是文字越来越职场味道，少了一些随笔的韵味，少了一些缱绻到来的温情。 文字是需要打磨的，更是需要通过模仿来实现。 还有种退稿的可能，是换了审核人，因此我的文字风格无法达成这个这篇审核的内容，或者大主题不…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/c594b1e6d4e1",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "心灵一号问道｜真正的东方生活，从来不用刻意摆拍",
    "link": "https://www.jianshu.com/p/c594b1e6d4e1",
    "pub_date": "2026-10-20 18:08:53",
    "author": "",
    "description": "不知道从什么时候起，东方生活变成了朋友圈的九宫格：精心摆盘的茶席、特意熨烫的汉服、调了半小时的光线，拍完照就悉数撤掉，茶凉了，人也累了。仿佛东方雅致是一种表演，是专门做出来给别人看的。摆的元素越多，越有东方那味儿。 但真正身处东方文化里的人都知道：真正的东方生活，从来不用刻意摆拍。 2026 年，中国服装设计师协会正式提出，新中式美学已经进入 3.0 时代：彻底告别早期立领、盘扣、纹样等表层符号的简单堆砌，转向更为含蓄、内敛的精神内核表…",
    "content": "不知道从什么时候起，东方生活变成了朋友圈的九宫格：精心摆盘的茶席、特意熨烫的汉服、调了半小时的光线，拍完照就悉数撤掉，茶凉了，人也累了。仿佛东方雅致是一种表演，是专门做出来给别人看的。摆的元素越多，越有东方那味儿。 但真正身处东方文化里的人都知道：真正的东方生活，从来不用刻意摆拍。 2026 年，中国服装设计师协会正式提出，新中式美学已经进入 3.0 时代：彻底告别早期立领、盘扣、纹样等表层符号的简单堆砌，转向更为含蓄、内敛的精神内核表达。从 “看得见的中国风”，转向 “感受得到的东方气韵”，已经成为全行业的共识。…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196250",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261020】内需一直都有，主要是没钱满足内需",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196250",
    "pub_date": "2026-10-20 16:27:00",
    "author": "",
    "description": "【1】普京提议举行中美俄峰会 #中方回应普京提议举行中美俄峰会#10月19日，外交部发言人毛宁主持例行记者会。 彭博社记者提问，据报道，俄罗斯总统普京提议下个月与中美元首举行峰会，讨论结束乌克兰危机的问题。请问中方是否赞同举行这样的会晤？发言人能否提供更多信息？ “我目前没有可以提供的信息。”毛宁说。 【2】井泉大使当面向菲外长提出严正交涉：菲外交部称“我的讲话是毫不掩饰的‘威胁’”，我不认同此观点 【3】国家发改委：#正在研究制定扩大…",
    "content": "【1】普京提议举行中美俄峰会 #中方回应普京提议举行中美俄峰会# 10月19日，外交部发言人毛宁主持例行记者会。 彭博社记者提问，据报道，俄罗斯总统普京提议下个月与中美元首举行峰会，讨论结束乌克兰危机的问题。请问中方是否赞同举行这样的会晤？发言人能否提供更多信息？ “我目前没有可以提供的信息。”毛宁说。&nbsp; 【2】井泉大使当面向菲外长提出严正交涉：菲外交部称“我的讲话是毫不掩饰的‘威胁’”，我不认同此观点 【3】国家发改委： #正在研究制定扩大内需战略实施方案# 国家发展改革委国民经济综合司副司长左刚20日…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196229",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦2261019】他们纷纷打听怎么能找到保安的工作",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196229",
    "pub_date": "2026-10-19 16:59:00",
    "author": "",
    "description": "【1】国家统计局：前三季度，全国居民人均可支配收入实际增长4.4% 前三季度，全国居民人均可支配收入34230元，比上年同期名义增长5.3%，扣除价格因素，实际增长4.4%。分城乡看，城镇居民人均可支配收入44945元，增长（以下如无特别说明，均为同比名义增长）4.5%，扣除价格因素，实际增长3.6%；农村居民人均可支配收入18809元，增长6.3%，扣除价格因素，实际增长5.6%。 就业形势总体稳定！国家统计局：前三季度，全国城镇调查…",
    "content": "【1】国家统计局：前三季度，全国居民人均可支配收入实际增长4.4% 前三季度，全国居民人均可支配收入34230元，比上年同期名义增长5.3%，扣除价格因素，实际增长4.4%。分城乡看，城镇居民人均可支配收入44945元，增长（以下如无特别说明，均为同比名义增长）4.5%，扣除价格因素，实际增长3.6%；农村居民人均可支配收入18809元，增长6.3%，扣除价格因素，实际增长5.6%。 就业形势总体稳定！国家统计局：前三季度，全国城镇调查失业率平均值为5.2%，与上年同期持平。全国企业就业人员周平均工作时间为48.3…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196199",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261018】社保服务进万家",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196199",
    "pub_date": "2026-10-18 16:53:00",
    "author": "",
    "description": "【1】两年债务规模下降18% 柳州原市委书记撰文谈化债细节 2023年7月一揽子化债措施推出后，城投债“网红城市”柳州所在的广西是12个化债重点省份之一，也是第一个申请央行应急流动性贷款工具的省份。近日官方披露，2025年柳州债务规模较2023年底下降18%，柳州是如何化债的？ 2024年9月至2025年10月担任柳州市委书记的广西自治区统战部部长谭丕创，近日在《学习与研究》杂志上撰文称，柳州市穷尽一切手段、排除一切困难化解债务风险，毫…",
    "content": "【1】两年债务规模下降18% 柳州原市委书记撰文谈化债细节 2023年7月一揽子化债措施推出后，城投债“网红城市”柳州所在的广西是12个化债重点省份之一，也是第一个申请央行应急流动性贷款工具的省份。近日官方披露，2025年柳州债务规模较2023年底下降18%，柳州是如何化债的？ 2024年9月至2025年10月担任柳州市委书记的广西自治区统战部部长谭丕创，近日在《学习与研究》杂志上撰文称，柳州市穷尽一切手段、排除一切困难化解债务风险，毫不手软打击金融犯罪，一体推动市本级债务、市属融资平台金融债务规模和平均利率持续下…"
  }
];

export default jsonData;
