const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/6d9e367369fc",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "627.【hadoop】解决java.io.IOException: Cannot run program \"bash\"",
    "link": "https://www.jianshu.com/p/6d9e367369fc",
    "pub_date": "2026-08-13 07:22:43",
    "author": "七镜",
    "description": "一、问题详情 环境说明 JDK版本：19 hadoop版本: 3.2.2 操作系统版本: centos 7.6 描述 今天在部署hadoop的时候，在执行 start-dfs.sh 遇到下面的问题，提示我 Cannot run program \"bash\"，我心里一纳闷，这是linux系统，bash 会执行不了？ 2023-04-02 05:19:05,423 ERROR org.apache.hadoop.hdfs.server.na…",
    "content": "一、问题详情 环境说明 JDK版本：19 hadoop版本: 3.2.2 操作系统版本: centos 7.6 描述 今天在部署hadoop的时候，在执行 start-dfs.sh 遇到下面的问题，提示我 Cannot run program \"bash\" ，我心里一纳闷，这是linux系统， bash 会执行不了？ 2023-04-02 05:19:05,423 ERROR org.apache.hadoop.hdfs.server.namenode.NameNode: Failed to start namen…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/07bd858cca43",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "里程碑 | WeDataSphere 一站式开源大数据平台套件全面升级",
    "link": "https://www.jianshu.com/p/07bd858cca43",
    "pub_date": "2026-08-13 07:22:43",
    "author": "康月牙",
    "description": "国家 2035 远景规划提出要加快全面数字化转型的步伐，而“大数据平台”是数字化转型的基础技术之一。对于任何企业来说，建立和维护一个大数据平台都不是一件容易的事情，而建设一个有特色的、完整易用的大数据平台，显然更是一件技术难度极高的事情。 经过七年多的探索和实践，微众银行打造了一套一站式、金融级、全连通、开源开放的大数据平台套件：WeDataSphere。 基础平台由数据交换、数据分发、计算、存储四大层次组成，关注底层数据传输计算存储能…",
    "content": "国家 2035 远景规划提出要加快全面数字化转型的步伐，而“大数据平台”是数字化转型的基础技术之一。对于任何企业来说，建立和维护一个大数据平台都不是一件容易的事情，而建设一个有特色的、完整易用的大数据平台，显然更是一件技术难度极高的事情。 经过七年多的探索和实践，微众银行打造了一套一站式、金融级、全连通、开源开放的大数据平台套件：WeDataSphere。 基础平台由数据交换、数据分发、计算、存储四大层次组成，关注底层数据传输计算存储能力；功能平台由平台工具、数据工具、应用工具三大层次组成，关注用户各类功能工具需求…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194884",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260812】我也想，但法律规定的很严",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194884",
    "pub_date": "2026-08-12 16:01:00",
    "author": "xilei",
    "description": "【1】#31省上半年财政收入出炉#31省上半年财政收入出炉，看看各省市的财政情况。 【2】#民政部公布上半年婚姻数据##上半年结婚登记327.5万对#8月12日，民政部网站发布《2026年2季度民政统计数据》，其中有关婚姻登记的数据是：结婚登记327.5万对，离婚登记138.3万对。 @sven_shi:已经是历史新低了，连高点的一半都没有。 【3】银行能办结婚证了 【4】超七成台湾员工领不到平均工资 【5】「财新」发的新稿「中年塌陷样…",
    "content": "【1】 #31省上半年财政收入出炉# 31省上半年财政收入出炉，看看各省市的财政情况。 【2】 #民政部公布上半年婚姻数据# #上半年结婚登记327.5万对# 8月12日，民政部网站发布《2026年2季度民政统计数据》，其中有关婚姻登记的数据是：结婚登记327.5万对，离婚登记138.3万对。 @sven_shi :已经是历史新低了，连高点的一半都没有。 【3】银行能办结婚证了 【4】超七成台湾员工领不到平均工资 【5】「财新」发的新稿「中年塌陷样本：独一代的父母照护困境」看得着实有点沉重，也充分说明了为什么苦难是…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194868",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260811】很久很久以前，在遥远的银河系",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194868",
    "pub_date": "2026-08-11 16:58:00",
    "author": "xilei",
    "description": "【1】日媒：中国拘留多名与走私稀土相关的日本人 日媒引述多名知情人士称，多名在中国设有分公司的日本企业相关人员（包括社长等高管）因涉嫌与稀土等军民两用物资对日出口管制相关问题被采取拘束措施。 【2】湖北宜昌教育局：全面进入战时状态。 【3】“再这样干下去我会良心不安”，知名保险巨头被员工实名举报：虚构国补等诱导老人买保险，有人维权就让员工“背锅” 【4】豆包开始“抽佣”：今日起，豆包推荐的酒店订单将扣除11.4%的软件服务费和0.6%的…",
    "content": "【1】日媒：中国拘留多名与走私稀土相关的日本人 日媒引述多名知情人士称，多名在中国设有分公司的日本企业相关人员（包括社长等高管）因涉嫌与稀土等军民两用物资对日出口管制相关问题被采取拘束措施。 【2】湖北宜昌教育局：全面进入战时状态。 网友：一看标题，以为要收复台湾了 【3】“再这样干下去我会良心不安”，知名保险巨头被员工实名举报：虚构国补等诱导老人买保险，有人维权就让员工“背锅” 【4】豆包开始“抽佣”：今日起，豆包推荐的酒店订单将扣除11.4%的软件服务费和0.6%的支付手续费 #豆包称仅成交后收渠道服务费# 【…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194853",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260810】仿佛就是「坐在深海中的潜水艇里」",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194853",
    "pub_date": "2026-08-10 16:41:00",
    "author": "xilei",
    "description": "【1】提醒！#白海豚给11省市带来大到暴雨# 台风“白海豚”带来的风雨影响范围非常广，预计今天8时至明天8时，浙江大部、上海、江苏、安徽、湖北北部和中东部、河南东部和中南部、山东南部、湖南东北部、江西北部、福建北部及台湾岛等地有大到暴雨，其中，浙江东部、安徽皖南山区等地局地有特大暴雨。 周三，河北南部、河南北部等太行山前地区，将会出现大暴雨或特大暴雨，具有一定的极端性，要特别注意防范山洪滑坡、泥石流等次生灾害。 预计“白海豚”残余环流将…",
    "content": "【1】提醒！ #白海豚给11省市带来大到暴雨# 台风“白海豚”带来的风雨影响范围非常广，预计今天8时至明天8时，浙江大部、上海、江苏、安徽、湖北北部和中东部、河南东部和中南部、山东南部、湖南东北部、江西北部、福建北部及台湾岛等地有大到暴雨，其中，浙江东部、安徽皖南山区等地局地有特大暴雨。 周三，河北南部、河南北部等太行山前地区，将会出现大暴雨或特大暴雨，具有一定的极端性，要特别注意防范山洪滑坡、泥石流等次生灾害。 预计“白海豚”残余环流将影响华北。明天夜间到周六，京津冀地区将出现强降雨天气，过程持续时间长、累计雨量…"
  }
];

export default jsonData;
