const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/ac4b4e9bfd7e",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "别人的看法不重要（重启之路2307）",
    "link": "https://www.jianshu.com/p/ac4b4e9bfd7e",
    "pub_date": "2026-08-18 13:56:40",
    "author": "从零开始的每一天",
    "description": "现在生活工作中经常遇到00后了。每隔十年都有新一代人出来，就会感慨唏嘘，现在开始感慨00后也出来了。 看到一个视频，作者可能是00后？嘲笑90后是上世纪的老登，配图是一个穿着长袍马褂的人，配乐是戏曲。是不是老登不谈，但90后确实是上世纪的不假。在90后眼里，他们与80之前的有很大区别。但在00后眼里，之前的所有都是上世纪的…… 现代社会崇尚年轻，所有人都觉得自己没有多老，但在别人眼里却并不是这样。所以，如果总是在意别人的目光，真就别活了…",
    "content": "现在生活工作中经常遇到00后了。每隔十年都有新一代人出来，就会感慨唏嘘，现在开始感慨00后也出来了。 看到一个视频，作者可能是00后？嘲笑90后是上世纪的老登，配图是一个穿着长袍马褂的人，配乐是戏曲。是不是老登不谈，但90后确实是上世纪的不假。在90后眼里，他们与80之前的有很大区别。但在00后眼里，之前的所有都是上世纪的…… 现代社会崇尚年轻，所有人都觉得自己没有多老，但在别人眼里却并不是这样。所以，如果总是在意别人的目光，真就别活了。 之所以社会崇尚年轻，是因为年轻人有活力，愿意“无脑”（因为一些情绪上头)消费…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/4d759516041d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "手魔与点头（1）",
    "link": "https://www.jianshu.com/p/4d759516041d",
    "pub_date": "2026-08-18 13:56:40",
    "author": "雅香百合",
    "description": "2019年2月2日鲁豫有约 嘉宾：谢霆锋 本来想写林心如的，但是我现在没兴趣了，就谢霆锋吧，这仍然是我很久以前看的访谈节目，不同于苏见信的那期，这次的鲁豫神态表情非常具有亲和力，我忽然知道亲和力来自哪里了：不断的点头，不管你对面的人听懂了没有，以前有一个心理老师对我就是，可惜我当时就看出她的把戏了，不住的点头，面带微笑，但是根本一点没听懂我说的话，后来给我开错了药，她可不是个新手，我想是全国知名的心理医生，大约就在我16岁的时候，因为那…",
    "content": "2019年2月2日鲁豫有约 嘉宾：谢霆锋 本来想写林心如的，但是我现在没兴趣了，就谢霆锋吧，这仍然是我很久以前看的访谈节目，不同于苏见信的那期，这次的鲁豫神态表情非常具有亲和力，我忽然知道亲和力来自哪里了：不断的点头，不管你对面的人听懂了没有，以前有一个心理老师对我就是，可惜我当时就看出她的把戏了，不住的点头，面带微笑，但是根本一点没听懂我说的话，后来给我开错了药，她可不是个新手，我想是全国知名的心理医生，大约就在我16岁的时候，因为那四个月我想去做手模才给我请的这位大神，也难怪她开错了药，把手模特听成了“手魔”，…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194980",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260817】世界上的其他一切也没跟着停下来",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194980",
    "pub_date": "2026-08-17 16:29:00",
    "author": "xilei",
    "description": "【1】今天上午10时，纪念江泽民同志诞辰100周年大会在人民大会堂隆重举行。 【2】醉了，《牛来》票房已经破千万了，今天上午票房350万，排片是《蜘蛛侠》的一半，票房却跟蜘蛛侠一样。而且预测总票房能达八千多万 【3】生态环境新规：8月15日起，居民住宅楼禁止新开餐饮项目 【4】所谓的优等生，也不过如此 【5】原因：被告在德勤工作多年，但是投资股票严重亏损，身家几乎赔光，在巨大的经济压力之下，于是乎想到了卖公司电脑试图翻身，收益都转到了富…",
    "content": "【1】今天上午10时，纪念江泽民同志诞辰100周年大会在人民大会堂隆重举行。 【2】醉了，《牛来》票房已经破千万了，今天上午票房350万，排片是《蜘蛛侠》的一半，票房却跟蜘蛛侠一样。而且预测总票房能达八千多万 【3】生态环境新规：8月15日起，居民住宅楼禁止新开餐饮项目 【4】所谓的优等生，也不过如此 【5】原因：被告在德勤工作多年，但是投资股票严重亏损，身家几乎赔光，在巨大的经济压力之下，于是乎想到了卖公司电脑试图翻身，收益都转到了富途账户，但是没有翻身，全部亏损殆尽，目前已经无力赔偿雇主 【6】阿里的游戏业务就…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194956",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260816】《牛来》要下架了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194956",
    "pub_date": "2026-08-16 16:14:00",
    "author": "xilei",
    "description": "【1】《牛来》的总票房预测来到1800万，彻底出圈…..魔幻程度远超今年的现象级电影《给阿嬷的情书》。 硬刚奥德赛说是 彭博社报道 ： 一部中国动画电影上映前10天的票房只有约1000美元，却因为在网上遭到大量嘲讽而意外走红，最终推动票房收入突破六位数。周六， 成为社交媒体平台上讨论度最高的话题之一。大量网友转发电影片段，并吐槽其动画制作粗糙、叙事生硬尴尬。 但正是这股铺天盖地的嘲讽和负面讨论，反而给影片带来了巨大曝光度，让这部原本几乎…",
    "content": "【1】《牛来》的总票房预测来到1800万，彻底出圈…..魔幻程度远超今年的现象级电影《给阿嬷的情书》。 硬刚奥德赛说是&nbsp; 彭博社报道&lt;牛来&gt;： 一部中国动画电影上映前10天的票房只有约1000美元，却因为在网上遭到大量嘲讽而意外走红，最终推动票房收入突破六位数。周六，&lt;牛来&gt; 成为社交媒体平台上讨论度最高的话题之一。大量网友转发电影片段，并吐槽其动画制作粗糙、叙事生硬尴尬。 但正是这股铺天盖地的嘲讽和负面讨论，反而给影片带来了巨大曝光度，让这部原本几乎无人问津的电影意外变成了一个票…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/77b0538f0800",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "刑法小案例2",
    "link": "https://www.jianshu.com/p/77b0538f0800",
    "pub_date": "2026-08-16 05:46:44",
    "author": "北方的胡杨",
    "description": "1 定为抢劫罪； 由于赵某抢劫信用卡，并且在取款机上取现的行为，根据法律规定，应当拟制为抢劫罪。 抢劫信用卡后使用、消费的，应当定抢劫罪。本案中赵某抢劫信用卡并取现，该取现行为被抢劫吸收，不再定盗窃罪和信用卡诈骗罪。 2 故意毁坏财物罪 其毁坏电脑行为，从物理上和功能上排除了为自己利用和他人利用的意思，因此构成故意毁坏财物罪。 孙某不构成职务侵占罪，构成故意毁坏财物罪。理由：①职务侵占罪要求行为人主观上具有非法占有的目的，即意图将本单位…",
    "content": "1 定为抢劫罪； 由于赵某抢劫信用卡，并且在取款机上取现的行为，根据法律规定，应当拟制为抢劫罪。 抢劫信用卡后使用、消费的，应当定抢劫罪。本案中赵某抢劫信用卡并取现， 该取现行为被抢劫吸收，不再定盗窃罪和信用卡诈骗罪 。 2 故意毁坏财物罪 其毁坏电脑行为，从物理上和功能上排除了为自己利用和他人利用的意思，因此构成故意毁坏财物罪。 孙某不构成职务侵占罪，构成故意毁坏财物罪。理由：①职务侵占罪要求行为人主观上具有非法占有的目的，即意图将本单位财物据为己有或转归第三人所有。②本案中，孙某虽然利用职务便利获取财物，但其目…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194948",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260815】弹起我心爱的土琵琶这首歌，其实是碰不得的",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194948",
    "pub_date": "2026-08-15 16:25:00",
    "author": "xilei",
    "description": "【1】税务部门：夯实社保缴费基数不搞“一刀切”，不强制要求“一步到位” 【2】@破破的桥 当年，因为这句“西边的太阳快要落山了，微山湖上静悄悄”，作词的芦芒、作曲的吕其明，写书的刘知侠，主演的冯喆，被批斗好多年。结果现在，又循环回来。 #郭德纲 紫禁城#网友的这个解读如何？ @裸枪 弹起我心爱的土琵琶这首歌，其实是碰不得的… 这歌当年就被举报过，被定性为大毒草，因为其中有一句“西边的太阳就要落山了”，举报者认为这是在影射污蔑东方的红太阳…",
    "content": "【1】税务部门：夯实社保缴费基数不搞“一刀切”，不强制要求“一步到位” 【2】 @破破的桥 &nbsp; 当年，因为这句“西边的太阳快要落山了，微山湖上静悄悄”，作词的芦芒、作曲的吕其明，写书的刘知侠，主演的冯喆，被批斗好多年。结果现在，又循环回来。 #郭德纲 紫禁城# 网友的这个解读如何？ @裸枪 弹起我心爱的土琵琶这首歌，其实是碰不得的… 这歌当年就被举报过，被定性为大毒草，因为其中有一句“西边的太阳就要落山了”，举报者认为这是在影射污蔑东方的红太阳。全然不管下一句… 是不是觉得挺可笑挺幼稚的？ 其实历史就是个…"
  }
];

export default jsonData;
