const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/adcdbf83e1ff",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "uniapp人脸识别解决方案",
    "link": "https://www.jianshu.com/p/adcdbf83e1ff",
    "pub_date": "2026-08-06 07:00:16",
    "author": "变量只提升声明不提升赋值",
    "description": "APP端： 5+api 文档 https://www.html5plus.org/doc/zh_cn/video.html#plus.video.createLivePusher image.png 就是使用这个api调用原生的camera完成。并且可以直接在预览模式下完成快照，也不需要真实的推流地址。 1、请保证本人验证。 2、请使头像正面位于画框中。 3、请使头像尽量清晰。 4、请保证眼镜不反光，双眼可见。 5、请保证无墨镜，口罩，…",
    "content": "APP端： 因为APP端无法使用uni的camera组件，最开始考虑使用内嵌webview的方式，通过原生dom调用video渲染画面然后通过canvas截图。但是此方案兼容性在ios几乎为0，如果app只考虑安卓端的话可以采用此方案。后面又想用live-pusher组件来实现，但是发现快照api好像需要真实流地址才能截取图像。因为种种原因，也是安卓ios双端兼容性不佳。最终决定采用5+api实现。经实测5+api兼容性还算可以，但是毕竟是调用原生能力，肯定是没有原生开发那么丝滑的，难免会出现一些不可预测的兼容性问…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/1fb33195fe9d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "刘唐周-10刘哥鱼塘",
    "link": "https://www.jianshu.com/p/1fb33195fe9d",
    "pub_date": "2026-08-06 07:00:15",
    "author": "幽默醋姐",
    "description": "原创文章首发，文责自负 那是刘哥，第一次带我去看鱼塘的路。我又到了唐哥的家门口的鱼塘的路旁。 我勇敢地又上了大路，又绕道卫生站，到了刘哥家门口。我回到起点，又开始到鱼塘去。这次，我终于找到了路口，第一个十字路口，就该左转。 那天，我到了，刘哥早已在周伯家，等我。我忘记了那天，我们聊了一些些什么内容。 但是我记得，第三次，我到卫生站，再次拜访刘哥和周伯。我坚持让刘哥坐我的车，没有同意他开自己的三轮车。 因为我也不清楚，我会不会再次走错路。…",
    "content": "原创文章首发，文责自负 那是刘哥，第一次带我去看鱼塘的路。我又到了唐哥的家门口的鱼塘的路旁。 我勇敢地又上了大路，又绕道卫生站，到了刘哥家门口。我回到起点，又开始到鱼塘去。这次，我终于找到了路口，第一个十字路口，就该左转。 那天，我到了，刘哥早已在周伯家，等我。我忘记了那天，我们聊了一些些什么内容。 但是我记得，第三次，我到卫生站，再次拜访刘哥和周伯。我坚持让刘哥坐我的车，没有同意他开自己的三轮车。 因为我也不清楚，我会不会再次走错路。 第三次，我走对路了。我们一起到了鱼塘。周伯在家。 我也忘记了，那天我和刘哥，周…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194767",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260805】这个过程是值得的",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194767",
    "pub_date": "2026-08-05 16:42:00",
    "author": "xilei",
    "description": "【1】商务部：#对6家美国实体采取反制措施# 今天，商务部发布关于对应用DNA科学公司等6家美国实体采取反制措施的决定： 近期，美国以所谓“强迫劳动”为由制裁中国企业，严重违反国际法和国际关系基本准则，严重侵犯我国主权、安全、发展利益。应用DNA科学公司等6家美国实体协助、支持美国涉疆非法制裁，性质恶劣。 依据《中华人民共和国反外国制裁法》第三条、第四条、第六条、第九条、第十条、第十五条，《实施〈中华人民共和国反外国制裁法〉的规定》第三…",
    "content": "【1】商务部： #对6家美国实体采取反制措施# 今天，商务部发布关于对应用DNA科学公司等6家美国实体采取反制措施的决定： 近期，美国以所谓“强迫劳动”为由制裁中国企业，严重违反国际法和国际关系基本准则，严重侵犯我国主权、安全、发展利益。应用DNA科学公司等6家美国实体协助、支持美国涉疆非法制裁，性质恶劣。 依据《中华人民共和国反外国制裁法》第三条、第四条、第六条、第九条、第十条、第十五条，《实施〈中华人民共和国反外国制裁法〉的规定》第三条、第五条、第八条、第十条规定，中方决定将应用DNA科学公司等6家美国实体列入…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194748",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260804】刺",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194748",
    "pub_date": "2026-08-04 16:42:00",
    "author": "xilei",
    "description": "【1】新冠升至中流行水平 药店难买新冠药 【2】#19元200G流量卡退场# #三大运营商全面关停第三方售卡#近日，中国移动、中国电信和中国联通三大运营商发布“关于规范互联网渠道售卡管理的公告”。（以下简称“《公告》”）《公告》称：为保障用户权益和数据信息安全，对互联网渠道号卡订购业务进行统一规范。自2026年8月1日起，用户如需在互联网渠道订购号卡，只能通过电信运营商官方App、官方网站等渠道办理，第三方互联网渠道不再提供电信号卡办理…",
    "content": "【1】新冠升至中流行水平 药店难买新冠药 【2】 #19元200G流量卡退场# #三大运营商全面关停第三方售卡# 近日，中国移动、中国电信和中国联通三大运营商发布“关于规范互联网渠道售卡管理的公告”。（以下简称“《公告》”）《公告》称：为保障用户权益和数据信息安全，对互联网渠道号卡订购业务进行统一规范。自2026年8月1日起，用户如需在互联网渠道订购号卡，只能通过电信运营商官方App、官方网站等渠道办理，第三方互联网渠道不再提供电信号卡办理相关服务。新政一经发布，立刻引发外卖骑手、快递员、出租车司机等重度流量使用者…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194725",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260803】没下架前它只是个玩具，下架之后它就成了隐喻",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194725",
    "pub_date": "2026-08-03 16:47:00",
    "author": "xilei",
    "description": "【1】8月2日17时许，青岛市黄岛区七星河路363号青岛象屿速传供应链有限公司仓库突发火灾，现场升腾大量黑色浓烟。市、区消防、公安、应急多部门迅速赶赴现场开展扑救，截至当晚20时30分，火势仍未完全扑灭。根据官方通报，此次火情暂无人员被困、伤亡情况，仓库主要存放橡胶等大宗物资，起火具体原因仍在调查之中。该企业为厦门象屿旗下仓储物流主体，是橡胶原料重要仓储基地。橡胶类物料燃烧易产生刺激性烟气，周边居民需留意官方发布的环境提示，远离火场区域…",
    "content": "【1】8月2日17时许，青岛市黄岛区七星河路363号青岛象屿速传供应链有限公司仓库突发火灾，现场升腾大量黑色浓烟。市、区消防、公安、应急多部门迅速赶赴现场开展扑救，截至当晚20时30分，火势仍未完全扑灭。根据官方通报，此次火情暂无人员被困、伤亡情况，仓库主要存放橡胶等大宗物资，起火具体原因仍在调查之中。该企业为厦门象屿旗下仓储物流主体，是橡胶原料重要仓储基地。橡胶类物料燃烧易产生刺激性烟气，周边居民需留意官方发布的环境提示，远离火场区域。&nbsp; @瘦驼 ：我的朋友 junlee 昨天从航班上拍摄的青岛市黄岛区…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/bc5e5385fd06",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "西湖散记",
    "link": "https://www.jianshu.com/p/bc5e5385fd06",
    "pub_date": "2026-07-25 16:45:50",
    "author": "生活阳光",
    "description": "本来是想去灵隐寺看看济颠，出发前碰到的大姐却极力推荐我们去法喜寺。几人一合计，当即拍板定案，其实我们在这之前都没有听说过这个陌生的名字。 迈进上天竺，佛音缠绕，六根清净，门廊上的“入三摩地，莫向外求”印象尤为深刻。游人香客并不多，三人行走其间，可以闻花香，可以听鸟语，心肺里呼吸的是清新略有余香的宝贵空气，言语间交流的有久违感情长存的兄弟情谊。 江浙的文化底蕴不是一两句话就可以说清楚的，长廊尽头的“梦泉”竟然是书画名家赵孟頫先生的笔墨，似…",
    "content": "本来是想去灵隐寺看看济颠，出发前碰到的大姐却极力推荐我们去法喜寺。几人一合计，当即拍板定案，其实我们在这之前都没有听说过这个陌生的名字。 迈进上天竺，佛音缠绕，六根清净，门廊上的“入三摩地，莫向外求”印象尤为深刻。游人香客并不多，三人行走其间，可以闻花香，可以听鸟语，心肺里呼吸的是清新略有余香的宝贵空气，言语间交流的有久违感情长存的兄弟情谊。 江浙的文化底蕴不是一两句话就可以说清楚的，长廊尽头的“梦泉”竟然是书画名家赵孟頫先生的笔墨，似我等凡夫俗子则只有瞻仰的份了。 灵隐寺则是另一番天地，人山人海，熙熙攘攘，有为名…"
  }
];

export default jsonData;
