const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/6643ace9437d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "2022-07-26",
    "link": "https://www.jianshu.com/p/6643ace9437d",
    "pub_date": "2026-05-28 07:53:10",
    "author": "双髻山府正堂",
    "description": "（1）年度规章制定工作计划在执行中，可以根据实际情况予以调整，对拟增加的规章项目应当进行补充论证，所以并非未列入工作计划的规章，就不得制定，A选项表达过于绝对，错误。（2）听取民众意见是立法民主性的体现，B选项正确。（3）起草单位完成起草环节后，会形成送审稿，报送审查单位审查，送审稿中应当含有制定规章的必要性、规定的主要措施、有关方面的意见及其协调处理情况等说明，以供审议者审查，否则审议者有可能无法理解某项条文的立法原意，进而科学地评价…",
    "content": "（1）年度规章制定工作计划在执行中，可以根据实际情况予以调整，对拟增加的规章项目应当进行补充论证，所以并非未列入工作计划的规章，就不得制定，A选项表达过于绝对，错误。（2）听取民众意见是立法民主性的体现，B选项正确。（3）起草单位完成起草环节后，会形成送审稿，报送审查单位审查，送审稿中应当含有制定规章的必要性、规定的主要措施、有关方面的意见及其协调处理情况等说明，以供审议者审查，否则审议者有可能无法理解某项条文的立法原意，进而科学地评价其可行性与必要性。可知，C选项正确。（4）当审议单位发现送审稿存在制定的基本条件…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/4f3ef5bc908a",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "跟着Nature学作图：R语言ggplot2分组折线图添加误差线",
    "link": "https://www.jianshu.com/p/4f3ef5bc908a",
    "pub_date": "2026-05-28 07:53:10",
    "author": "小明的数据分析笔记本",
    "description": "论文是 Environmental factors shaping the gut microbiome in a Dutch population 数据和代码的github主页链接 https://github.com/GRONINGEN-MICROBIOME-CENTRE/DMP 这个也是数据代码的下载链接，可以看目录结构 https://zenodo.org/record/5910709#.YmAcp4VBzic 今天的推文重复一…",
    "content": "论文是 Environmental factors shaping the gut microbiome in a Dutch population 数据和代码的github主页链接 https://github.com/GRONINGEN-MICROBIOME-CENTRE/DMP 这个也是数据代码的下载链接，可以看目录结构 https://zenodo.org/record/5910709#.YmAcp4VBzic 今天的推文重复一下论文中的figure1b image.png 数据集 image.png 这里…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/861b2c677512",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "气势",
    "link": "https://www.jianshu.com/p/861b2c677512",
    "pub_date": "2026-05-28 07:53:09",
    "author": "倏尔挥锋至",
    "description": "书上说，一鼓作气，再而衰，三而竭，确实是气势这东西就是这样，一旦衰竭，万劫不复。一场比赛，刚开始很优势，然而一再被追分，连追三局，原来的优势方成了劣势方。 就好像大家玩乒乓球的时候，十比三是心态优势，但要是被连追七分呢？剩下的那两分大概率都会心态失误的。 以前考试的时候，不敢去想好结果，俗话说事以密成，但是过于神秘又有些畏畏缩缩和胆小，所以气势这东西，更多是源于底气，又不能有丝毫傲慢和松懈。 很多主角，都是因为谨小慎微，又内卷的要死，才…",
    "content": "书上说，一鼓作气，再而衰，三而竭，确实是气势这东西就是这样，一旦衰竭，万劫不复。一场比赛，刚开始很优势，然而一再被追分，连追三局，原来的优势方成了劣势方。 就好像大家玩乒乓球的时候，十比三是心态优势，但要是被连追七分呢？剩下的那两分大概率都会心态失误的。 以前考试的时候，不敢去想好结果，俗话说事以密成，但是过于神秘又有些畏畏缩缩和胆小，所以气势这东西，更多是源于底气，又不能有丝毫傲慢和松懈。 很多主角，都是因为谨小慎微，又内卷的要死，才可以越级挑战，加上主角不死的光环，各种人无我有的奇遇，因此总能在逆境的时候发挥最…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/fc284930f9ee",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "毛文龙与后金是一家",
    "link": "https://www.jianshu.com/p/fc284930f9ee",
    "pub_date": "2026-05-28 07:53:08",
    "author": "98ef90e13c98",
    "description": "毛文龙私人是后金的人，设间造谣袁崇焕勾结奴军，致袁崇焕于死地。 “愈可天日，依奴作重，通奴为利，东奴、皮岛，合作一。”——《今史》 “诸道援兵无纪律，民间苦掳掠，尽以援兵为袁兵，切齿骂崇焕勾敌，蜚语流禁中，（崇焕以千里赴难，自谓有功，都人谓崇焕纵敌突人，朝土谓崇焕引敌胁和，满洲设间，谓崇焕密有成约，而阴令所获太监纵之归，其人奔告于上，上信之不疑。）帝以拒敌急，不问也。”——《山中闻见录》 “文龙党羽僭崇焕受虏旨，杀毛文龙。帝命诛崇焕，大…",
    "content": "毛文龙私人是后金的人，设间造谣袁崇焕勾结奴军，致袁崇焕于死地。 “愈可天日，依奴作重，通奴为利，东奴、皮岛，合作一。”——《今史》 “诸道援兵无纪律，民间苦掳掠，尽以援兵为袁兵，切齿骂崇焕勾敌，蜚语流禁中，（崇焕以千里赴难，自谓有功，都人谓崇焕纵敌突人，朝土谓崇焕引敌胁和，满洲设间，谓崇焕密有成约，而阴令所获太监纵之归，其人奔告于上，上信之不疑。）帝以拒敌急，不问也。”——《山中闻见录》 “文龙党羽僭崇焕受虏旨，杀毛文龙。帝命诛崇焕，大寿愤朝廷杀崇焕，引兵退归。虏陷蓟州及永平府，刘兴祚等皆战死。”——朝鲜李肯翊《燃…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8d4e0673c745",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "跟着Nature Communications学作图：R语言ggplot2散点组合误差线展示响应比（Response ratio）",
    "link": "https://www.jianshu.com/p/8d4e0673c745",
    "pub_date": "2026-05-28 07:53:08",
    "author": "小明的数据分析笔记本",
    "description": "论文 Meta-analysis of the impacts of global change factors on soil microbial diversity and functionality https://www.nature.com/articles/s41467-020-16881-7#Sec15 论文里提供了数据和代码，很好的学习素材 这篇论文是公众号的一位读者留言，说这篇论文提供了数据和代码，但是代码比较长，看起…",
    "content": "论文 Meta-analysis of the impacts of global change factors on soil microbial diversity and functionality https://www.nature.com/articles/s41467-020-16881-7#Sec15 论文里提供了数据和代码，很好的学习素材 这篇论文是公众号的一位读者留言，说这篇论文提供了数据和代码，但是代码比较长，看起来比较吃力。我看了论文中提供的代码，大体上能够看懂，争取抽时间把论文中提供的代码…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193282",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260527】终止研究覆盖",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193282",
    "pub_date": "2026-05-27 15:04:00",
    "author": "xilei",
    "description": "【1】海南这也太高温了 【2】香港部分银行开立投资账户，需确认资金来源 【3】消费赛道太难了，外资投行看消费的高级分析师 【4】双汇猪肉暴雷，抗生素超标近38倍，境外大股东5年分走190亿 【5】甘肃和黑龙江的人均GDP冠亚军争夺战已经白热化了，甘肃蝉联多年的冠军即将不保，只差11块钱了 【6】房地产行业首个垂类大模型发布 #AI或让中介变成0佣金#5月27日，深度智联正式发布“房地产行业首个垂类大模型 DeepLink RE-LLM”…",
    "content": "【1】海南这也太高温了 【2】香港部分银行开立投资账户，需确认资金来源 【3】消费赛道太难了，外资投行看消费的高级分析师 【4】双汇猪肉暴雷，抗生素超标近38倍，境外大股东5年分走190亿 【5】甘肃和黑龙江的人均GDP冠亚军争夺战已经白热化了，甘肃蝉联多年的冠军即将不保，只差11块钱了 【6】房地产行业首个垂类大模型发布 #AI或让中介变成0佣金# 5月27日，深度智联正式发布“房地产行业首个垂类大模型 DeepLink RE-LLM”。该模型以“数据、知识、专家、工程”四大核心底座构建“模数共振”技术体系，推动…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193265",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260526】这是一个人们逐渐不再重视完整性的时代",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193265",
    "pub_date": "2026-05-26 15:26:00",
    "author": "xilei",
    "description": "【1】三体宇宙发声明回应“原CEO许垚被执行死刑”：案件尘埃落定，正义终得伸张，深切缅怀林奇先生，向家属致以诚挚的哀思 【2】#宇树科技科创板IPO将于6月1日上会#拟募资42.02亿元 5月25日，上海证券交易所上市审核委员会定于2026年6月1日召开2026年第31次上市审核委员会审议会议，审议宇树科技股份有限公司（首发）。上交所于今年3月份受理宇树科技股份有限公司科创板IPO申请，拟融资金额42.02亿元。 【3】双汇子公司猪肉被…",
    "content": "【1】三体宇宙发声明回应“原CEO许垚被执行死刑”：案件尘埃落定，正义终得伸张，深切缅怀林奇先生，向家属致以诚挚的哀思 【2】 #宇树科技科创板IPO将于6月1日上会# 拟募资42.02亿元 5月25日，上海证券交易所上市审核委员会定于2026年6月1日召开2026年第31次上市审核委员会审议会议，审议宇树科技股份有限公司（首发）。上交所于今年3月份受理宇树科技股份有限公司科创板IPO申请，拟融资金额42.02亿元。 【3】双汇子公司猪肉被检出抗生素超标37.5倍！目前无公司公告回复信息 【4】主播和备考大军 【5…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193247",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260525】中午各大炒股群都开始学习华为新技术了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193247",
    "pub_date": "2026-05-25 15:02:00",
    "author": "xilei",
    "description": "【1】世卫：刚果（金）已发现900多起疑似伊波拉病例 世界卫生组织（WHO）总干事谭德塞说，刚果（金）已发现900多起疑似伊波拉病例，其中包括101起确诊病例。 伊波拉疫情在刚果（金）迅速扩散，现已蔓延到三个省份，境内部分航线暂时停飞。非洲疾控中心警告，疫情跨境传播风险正在加剧，恐将波及多达10个非洲大陆国家。 【2】黄仁勋：英伟达已基本放弃中国AI芯片市场，对重返“不要抱有任何期望” 【3】@InquilineX 思考题：居民在搞什么…",
    "content": "【1】世卫：刚果（金）已发现900多起疑似伊波拉病例 世界卫生组织（WHO）总干事谭德塞说，刚果（金）已发现900多起疑似伊波拉病例，其中包括101起确诊病例。 伊波拉疫情在刚果（金）迅速扩散，现已蔓延到三个省份，境内部分航线暂时停飞。非洲疾控中心警告，疫情跨境传播风险正在加剧，恐将波及多达10个非洲大陆国家。 【2】黄仁勋：英伟达已基本放弃中国AI芯片市场，对重返“不要抱有任何期望” 【3】 @InquilineX 思考题：居民在搞什么 &nbsp; 【4】今日，华为正式发表半导体领域新定律。 中午各大炒股群都开…"
  }
];

export default jsonData;
