const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/0fb887ce95db",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "如何写金句",
    "link": "https://www.jianshu.com/p/0fb887ce95db",
    "pub_date": "2026-06-12 07:50:45",
    "author": "顾李君",
    "description": "1. 对金句的定义：结构上对仗或者内容上有启发 2. 操作1：同字韵。比如说：人生没有如果，只有后果和结果。建议：先选词，再写句。 3. 操作2：哪有···只有···比如说：那有什么天生如此，只是我们每天坚持。 4. 操作3：AB和BA在同一句里出现 。比如说：只有心里装着美好，眼睛看到的才会美好。 5. 操作4：A的反义词不是B，而是C。比如说：细心的反义词，不是粗心，而是不上心。 6. 操作5：与其···不如···比如说：与其向往，…",
    "content": "1. 对金句的定义：结构上对仗或者内容上有启发 2. 操作1：同字韵。比如说：人生没有如果，只有后果和结果。建议：先选词，再写句。 3. 操作2：哪有···只有···比如说：那有什么天生如此，只是我们每天坚持。 4. 操作3：AB和BA在同一句里出现 。比如说：只有心里装着美好，眼睛看到的才会美好。 5. 操作4：A的反义词不是B，而是C。比如说：细心的反义词，不是粗心，而是不上心。 6. 操作5：与其···不如···比如说：与其向往，不如出发。 7. 操作6：每个···都值得···比如：每个认真生活的人，都值得被…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/7ccf04f15f00",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "数据文件智能读取: R语言vroom包",
    "link": "https://www.jianshu.com/p/7ccf04f15f00",
    "pub_date": "2026-06-12 07:50:44",
    "author": "Jason数据分析生信教室",
    "description": "最近折腾Shiny的时候接触到了一款非常好用的数据读取包。写一下备忘录。 1. 自动识别分隔文件 vroom有自动识别文件格式功能，所以不管是csv，还是tsv文件都只需要同一个读取指令vroom(”xxx.csv”)就可以。 library(vroom) data Observations: 336,776 #> Variables: 19 #> chr [ 4]: carrier, tailnum, origin, dest #> …",
    "content": "最近折腾Shiny的时候接触到了一款非常好用的数据读取包。写一下备忘录。 1. 自动识别分隔文件 vroom有自动识别文件格式功能，所以不管是csv，还是tsv文件都只需要同一个读取指令 vroom(”xxx.csv”) 就可以。 library(vroom) data &lt;- vroom(\"flights.tsv\") #&gt; Observations: 336,776 #&gt; Variables: 19 #&gt; chr [ 4]: carrier, tailnum, origin, dest #&…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193632",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260611】鸭骗战争",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193632",
    "pub_date": "2026-06-11 14:18:00",
    "author": "xilei",
    "description": "【1】联合国报告：全球海洋变暖加速北极冰川融化 联合国星期一（6月8日）发布的《第三次世界海洋评估》报告指出，到本世纪中叶，北冰洋可能出现第一个没有海冰的9月，在所有排放情景下，这种情况最早可能在2030年代出现。 【2】防世界杯期间疫情扩散 美国促欧洲限制疫区旅客入境 为防止埃博拉病毒在世界杯期间跨境传播，美国发出外交照会，促请欧洲国家仿效华盛顿，对近期曾到访刚果（金）、乌干达和南苏丹的人士实施旅行限制。 一名驻非洲欧盟外交官及知情人…",
    "content": "【1】联合国报告：全球海洋变暖加速北极冰川融化 联合国星期一（6月8日）发布的《第三次世界海洋评估》报告指出，到本世纪中叶，北冰洋可能出现第一个没有海冰的9月，在所有排放情景下，这种情况最早可能在2030年代出现。 【2】防世界杯期间疫情扩散 美国促欧洲限制疫区旅客入境 为防止埃博拉病毒在世界杯期间跨境传播，美国发出外交照会，促请欧洲国家仿效华盛顿，对近期曾到访刚果（金）、乌干达和南苏丹的人士实施旅行限制。 一名驻非洲欧盟外交官及知情人士透露，美国于6月1日向欧洲国家发出正式外交照会，呼吁采取相关限制措施。不过，这…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193605",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260610】以宗教理由豁免于使用 AI",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193605",
    "pub_date": "2026-06-10 14:05:00",
    "author": "xilei",
    "description": "【1】中国准备斥资2万亿，用于全国AI建设，由国企主导该项计划。 【2】日媒爆高市早苗之孙赴华留学 日本周刊上周爆料称，日本首相高市早苗唯一的孙子山本涟今年到中国一所名牌大学留学，家人临行前才把这个消息告诉她。 【3】“领取失业金人数常年不足城镇登记失业人员数的1/4” 【4】#上官正义曝残障老人无薪工作被威胁#每天扛20吨水泥，无薪工作20年… 【5】哈啰内部存在多套数据 【6】28岁女子海归硕士重新高考，当事人：目标定在大专，去学一…",
    "content": "【1】中国准备斥资2万亿，用于全国AI建设，由国企主导该项计划。 【2】日媒爆高市早苗之孙赴华留学 日本周刊上周爆料称，日本首相高市早苗唯一的孙子山本涟今年到中国一所名牌大学留学，家人临行前才把这个消息告诉她。 【3】“领取失业金人数常年不足城镇登记失业人员数的1/4” 【4】 #上官正义曝残障老人无薪工作被威胁# 每天扛20吨水泥，无薪工作20年… 【5】哈啰内部存在多套数据 &nbsp; 【6】28岁女子海归硕士重新高考，当事人：目标定在大专，去学一门技术；希望回归规律的生活作息，享受学生优惠、享受食堂、享受球…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193575",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260609】史诗级更新",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193575",
    "pub_date": "2026-06-09 14:05:00",
    "author": "xilei",
    "description": "【1】从买广告转变为提供AI系统 中国企业打入世界杯核心 万众瞩目的2026年美加墨世界杯将于星期五（6月12日）拉开帷幕。这场全球瞩目的体育盛会，既是各路豪强逐鹿绿茵的舞台，也是各国企业竞逐品牌影响力的秀场。 其中，最值得关注的现象之一，莫过于中国在本届世界杯上的存在方式。 虽然中国男足再度无缘正赛，但中国元素从未缺席，而且正以前所未有的深度嵌入赛事核心。从技术支持到赛事运营，从文化IP到裁判执法，中国的身影几乎遍布世界杯的台前幕后。…",
    "content": "【1】从买广告转变为提供AI系统 中国企业打入世界杯核心 万众瞩目的2026年美加墨世界杯将于星期五（6月12日）拉开帷幕。这场全球瞩目的体育盛会，既是各路豪强逐鹿绿茵的舞台，也是各国企业竞逐品牌影响力的秀场。 其中，最值得关注的现象之一，莫过于中国在本届世界杯上的存在方式。 虽然中国男足再度无缘正赛，但中国元素从未缺席，而且正以前所未有的深度嵌入赛事核心。从技术支持到赛事运营，从文化IP到裁判执法，中国的身影几乎遍布世界杯的台前幕后。 【2】报告：柬埔寨宣称打击电诈一年取得成功 窝点不减反增 国际特赦组织指出，尽…"
  }
];

export default jsonData;
