const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/dccaca564cde",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "2026.10.22/日有所记：熬夜看剧",
    "link": "https://www.jianshu.com/p/dccaca564cde",
    "pub_date": "2026-10-23 17:53:57",
    "author": "",
    "description": "上周周五晚上回老家，周六和周日和老妈待两天，遇上下雨天，除了做一日三餐，白天确实没有啥事可做。 没事可做，就和老妈一起看电视。 我们家里的电视机，一年开不了三次。 划拉着电视，偶尔碰到电视连续剧《雷雨》，连着刷两集，还意犹未尽。 这才是我喜欢的电视剧类型啊，熬夜也得看。",
    "content": "上周周五晚上回老家，周六和周日和老妈待两天，遇上下雨天，除了做一日三餐，白天确实没有啥事可做。 没事可做，就和老妈一起看电视。 老妈看的是《父母爱情》，我跟着看了两三集。 剧中大部分都是资深演员，父亲郭涛演的，母亲是梅婷演的。 老年父亲的演员还行，老年母亲的演员感觉太年轻了，演八十多岁的母亲，看她的脸部皮肤那么紧致，只是头发染成白色的，怎么都没有代入感。 我们家里的电视机，一年开不了三次。 老妈说电器东西要常开，我也可以在家里追这部剧。 可我总觉得没有这么多时间用来追剧。 划拉着电视，偶尔碰到电视连续剧《雷雨》，连…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/ec426a14b668",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "从日常带训视角，看羽毛球集训营的课堂氛围",
    "link": "https://www.jianshu.com/p/ec426a14b668",
    "pub_date": "2026-10-23 17:53:55",
    "author": "",
    "description": "正文 免责声明：本文为宁波本地体育行业客观科普分享，仅作运动知识交流与行业参考，不构成任何选课报名推荐，涉及运动相关内容不作为诊疗建议，读者可结合自身情况自主对比参考。 不少鄞州的家长和球友在寒暑假前都会问，羽毛球集训营和平时常规小班课差别大吗？集训期间的训练氛围是什么样的？ 和每周一次、单次短时上课的常规课程不同，集训属于集中式的强化训练，氛围上会紧凑很多。合力体育（十方东进社）开设的寒暑假羽毛球竞技集训营，面向有一定基础、想要集中打…",
    "content": "正文 免责声明：本文为宁波本地体育行业客观科普分享，仅作运动知识交流与行业参考，不构成任何选课报名推荐，涉及运动相关内容不作为诊疗建议，读者可结合自身情况自主对比参考。 不少鄞州的家长和球友在寒暑假前都会问，羽毛球集训营和平时常规小班课差别大吗？集训期间的训练氛围是什么样的？ 和每周一次、单次短时上课的常规课程不同，集训属于集中式的强化训练，氛围上会紧凑很多。合力体育（十方东进社）开设的寒暑假羽毛球竞技集训营，面向有一定基础、想要集中打磨技术或者备赛的青少年学员，并非零基础启蒙班，下面结合场馆日常带训的真实状态，聊…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196294",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261022】天上不会掉馅饼，但地上总会长骗子",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196294",
    "pub_date": "2026-10-22 16:16:00",
    "author": "",
    "description": "【1】厄尔尼诺今年底或达空前强度 全球5000万人恐挨饿 世界气象组织警告，厄尔尼诺现象可能在今年底达到前所未有的强度，导致太平洋部分海域温度创纪录上升，并在全球多地引发严重干旱、洪灾及极端高温。联合国官员形容，这次厄尔尼诺犹如一颗横扫全球的“破坏球”，可能使约5000万人面临更严重的饥饿风险。 【2】缅北果敢老街市组织干部职工集中观看《缅北电诈覆灭纪实》《老街·向新而生》两部专题纪录片，开展专题观影警示教育，以反面案例警示与本土建设纪…",
    "content": "【1】厄尔尼诺今年底或达空前强度 全球5000万人恐挨饿 世界气象组织警告，厄尔尼诺现象可能在今年底达到前所未有的强度，导致太平洋部分海域温度创纪录上升，并在全球多地引发严重干旱、洪灾及极端高温。联合国官员形容，这次厄尔尼诺犹如一颗横扫全球的“破坏球”，可能使约5000万人面临更严重的饥饿风险。 【2】缅北果敢老街市组织干部职工集中观看《缅北电诈覆灭纪实》《老街·向新而生》两部专题纪录片，开展专题观影警示教育，以反面案例警示与本土建设纪实相结合，引导全体人员深刻认清电诈犯罪带来的深层危害，珍惜当前来之不易的稳定发展…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196274",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261021】确有部分车企产品验证不充分",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196274",
    "pub_date": "2026-10-21 16:59:00",
    "author": "",
    "description": "【1】外交部：#中方反对将科技经贸问题政治化# 今天，针对有报道说美国政府要求其机构停止使用来自中国企业的DeepSeek等人工智能工具，外交部发言人毛宁在例行记者会上表示，中方一贯反对泛化国家安全概念、将科技经贸问题政治化，我们将坚决维护中国企业的合法权益。 【2】上门催缴 【3】#工信部称确有部分车企产品验证不充分# A-Promised-Land1 工信部不点名批评了某车企，肯定了有测检不严格的速成车存在，老老实实承认这个明明白白…",
    "content": "【1】外交部： #中方反对将科技经贸问题政治化# 今天，针对有报道说美国政府要求其机构停止使用来自中国企业的DeepSeek等人工智能工具，外交部发言人毛宁在例行记者会上表示，中方一贯反对泛化国家安全概念、将科技经贸问题政治化，我们将坚决维护中国企业的合法权益。 【2】上门催缴 【3】 #工信部称确有部分车企产品验证不充分# A-Promised-Land1 工信部不点名批评了某车企，肯定了有测检不严格的速成车存在，老老实实承认这个明明白白的事实居然要大费周章。不管怎么样，给调查结果点个赞。 【4】重庆市委书记袁家…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196250",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261020】内需一直都有，主要是没钱满足内需",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196250",
    "pub_date": "2026-10-20 16:27:00",
    "author": "",
    "description": "【1】普京提议举行中美俄峰会 #中方回应普京提议举行中美俄峰会#10月19日，外交部发言人毛宁主持例行记者会。 彭博社记者提问，据报道，俄罗斯总统普京提议下个月与中美元首举行峰会，讨论结束乌克兰危机的问题。请问中方是否赞同举行这样的会晤？发言人能否提供更多信息？ “我目前没有可以提供的信息。”毛宁说。 【2】井泉大使当面向菲外长提出严正交涉：菲外交部称“我的讲话是毫不掩饰的‘威胁’”，我不认同此观点 【3】国家发改委：#正在研究制定扩大…",
    "content": "【1】普京提议举行中美俄峰会 #中方回应普京提议举行中美俄峰会# 10月19日，外交部发言人毛宁主持例行记者会。 彭博社记者提问，据报道，俄罗斯总统普京提议下个月与中美元首举行峰会，讨论结束乌克兰危机的问题。请问中方是否赞同举行这样的会晤？发言人能否提供更多信息？ “我目前没有可以提供的信息。”毛宁说。&nbsp; 【2】井泉大使当面向菲外长提出严正交涉：菲外交部称“我的讲话是毫不掩饰的‘威胁’”，我不认同此观点 【3】国家发改委： #正在研究制定扩大内需战略实施方案# 国家发展改革委国民经济综合司副司长左刚20日…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/2267de6c15ae",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "记录一个想法",
    "link": "https://www.jianshu.com/p/2267de6c15ae",
    "pub_date": "2026-10-17 16:00:28",
    "author": "",
    "description": "每个人都觉得自己与众不同。 想想我们看大象，看熊猫，看博美，看起司猫，看鹦鹉，在我们眼里，他们只是一种物种，真的能分辨出差别吗？硬要区分，因为大小和特点，应该也能区分。但从宏观上来说，尤其对于他们漠不关心的人来说，有点难度。 看一连串的英文名，每个人都是独特的，可是这些名字对于我来说，过眼就忘，激不起心中任何涟漪。在想我的名字对于无关紧要的人来说也是如此。我的独特对于别人来说也是如此。 只是个人而已，只是个中国人而已。 我的存在，对于遇…",
    "content": "&nbsp; &nbsp; &nbsp; 每个人都觉得自己与众不同。 &nbsp; &nbsp; &nbsp; 想想我们看大象，看熊猫，看博美，看起司猫，看鹦鹉，在我们眼里，他们只是一种物种，真的能分辨出差别吗？硬要区分，因为大小和特点，应该也能区分。但从宏观上来说，尤其对于他们漠不关心的人来说，有点难度。 &nbsp; &nbsp; &nbsp; 看一连串的英文名，每个人都是独特的，可是这些名字对于我来说，过眼就忘，激不起心中任何涟漪。在想我的名字对于无关紧要的人来说也是如此。我的独特对于别人来说也是如此。 &n…"
  }
];

export default jsonData;
