const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/723a0ac5d3b2",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "如何编写自己的Spring容器",
    "link": "https://www.jianshu.com/p/723a0ac5d3b2",
    "pub_date": "2026-09-14 16:35:25",
    "author": "渣叔",
    "description": "Spring是目前开发最为重要的后端框架，那么它运行的基本逻辑是什么？又如何编写一个自定义的Spring容器？ Spring是如何调用的？ 我们在使用Spring的时候，第一步应该是加载配置，常见的有XML配置文件形式和注解形式的，本次采用最常用的注解形式来编写自定义Spring容器。从Spring加载的方式看，需要一个上下文加载器，把配置入口类作为参数传入。然后通过getBean方法获取到bean实例，然后就可以调用实例里的方法了。如…",
    "content": "&nbsp; &nbsp; Spring是目前开发最为重要的后端框架，那么它运行的基本逻辑是什么？又如何编写一个自定义的Spring容器？ Spring是如何调用的？ &nbsp; &nbsp; 我们在使用Spring的时候，第一步应该是加载配置，常见的有XML配置文件形式和注解形式的，本次采用最常用的注解形式来编写自定义Spring容器。从Spring加载的方式看，需要一个上下文加载器，把配置入口类作为参数传入。然后通过getBean方法获取到bean实例，然后就可以调用实例里的方法了。如图1所示： 图1 Spr…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195486",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260913】恐龙灭绝是因为丁克吗",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195486",
    "pub_date": "2026-09-13 16:25:00",
    "author": "xilei",
    "description": "【1】金砖国家深切关注中东紧张局势 吁各方极力克制避免冲突升温 金砖国家首脑在印度首都新德里举行峰会，发出联合声明对中东紧张局势表达深切关注，呼吁各方保持最大限度的克制，避免采取可能导致局势进一步恶化的行动。 普京于11日在印度举行的金砖国家峰会上表示，欧洲领导人谈论在乌克兰领土上部署军队无异于“对俄罗斯发动战争”。他补充说，俄不会威胁欧洲，所谓俄构成威胁的说法是“臆想出来的”。西方军队在乌克兰的存在将被视为合法攻击目标。 【2】多支车…",
    "content": "【1】金砖国家深切关注中东紧张局势 吁各方极力克制避免冲突升温 金砖国家首脑在印度首都新德里举行峰会，发出联合声明对中东紧张局势表达深切关注，呼吁各方保持最大限度的克制，避免采取可能导致局势进一步恶化的行动。 普京于11日在印度举行的金砖国家峰会上表示，欧洲领导人谈论在乌克兰领土上部署军队无异于“对俄罗斯发动战争”。他补充说，俄不会威胁欧洲，所谓俄构成威胁的说法是“臆想出来的”。西方军队在乌克兰的存在将被视为合法攻击目标。 【2】多支车队官宣永久退出China GT中国超级跑车锦标赛所有比赛。 作为国内关注度颇高的…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/2c001073c5cf",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "小学改成养老院",
    "link": "https://www.jianshu.com/p/2c001073c5cf",
    "pub_date": "2026-09-13 03:42:53",
    "author": "极昼之光明",
    "description": "热搜上披露一个正在发生的事实： 因为生源减少，近几年小学已关停2万多所，闲置的校区、校舍改成了养老院、养老服务点和社区食堂等。 家门口的九年义务制学校新建了分校区，也只搬过去一个年级的学生，说是暂时先这样安排，如果学生持续减少，这个分校区还有可能改成养老院。 人口老龄化，也让很多商家把目光聚焦在老年人身上，把注意力转移到“银发经济”。比如，兴趣班之类的培训机构，开设专门针对老年人的培训课程：零基础学钢琴，零基础学电吹管等； 旅游群体里，…",
    "content": "热搜上披露一个正在发生的事实： 因为生源减少，近几年小学已关停2万多所，闲置的校区、校舍改成了养老院、养老服务点和社区食堂等。 家门口的九年义务制学校新建了分校区，也只搬过去一个年级的学生，说是暂时先这样安排，如果学生持续减少，这个分校区还有可能改成养老院。 人口老龄化，也让很多商家把目光聚焦在老年人身上，把注意力转移到“银发经济”。比如，兴趣班之类的培训机构，开设专门针对老年人的培训课程：零基础学钢琴，零基础学电吹管等； 旅游群体里，老年团也很受欢迎。现在正值9月份，秋高气爽，正是老年人出游的最佳时机，有闲又有点…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195479",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260912】堪比拆弹",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195479",
    "pub_date": "2026-09-12 16:45:00",
    "author": "xilei",
    "description": "【1】#25位菲尔兹奖得主联合警告#：#菲尔兹奖得主称AI与数学正严重错位# AI开始能够解决越来越难的数学问题之后，一批世界顶尖数学家却发出了警告：如果AI越来越快地给出答案，数学可能失去一些比答案更重要的东西。 当地时间9月11日，陶哲轩、邓煜、彼得·舒尔茨（Peter Scholze）等25位菲尔兹奖得主作为最初签署人，联合发表声明《人工智能在数学中的严重错位》（A Severe Misalignment of AI in Mat…",
    "content": "【1】 #25位菲尔兹奖得主联合警告# ： #菲尔兹奖得主称AI与数学正严重错位# AI开始能够解决越来越难的数学问题之后，一批世界顶尖数学家却发出了警告：如果AI越来越快地给出答案，数学可能失去一些比答案更重要的东西。 当地时间9月11日，陶哲轩、邓煜、彼得·舒尔茨（Peter Scholze）等25位菲尔兹奖得主作为最初签署人，联合发表声明《人工智能在数学中的严重错位》（A Severe Misalignment of AI in Mathematics），警告AI公司与数学共同体之间正在出现“严重错位”。 在…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/67745ea6f4d7",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "追漏不枉法，挽救显温情",
    "link": "https://www.jianshu.com/p/67745ea6f4d7",
    "pub_date": "2026-09-12 12:04:44",
    "author": "遵义市头条",
    "description": "【双提升】追漏不枉法，挽救显温情——仁怀市人民检察院对一起未成年人“拉车门”盗窃案依法追漏并附条件不起诉 近日，仁怀市人民检察院未检组办理了一起看似普通的“拉车门”盗窃案，在检察履职中，不仅精准追诉了漏犯，更通过温情司法挽救了一名迷途少年，实现了法理情的有机统一。 细致审查，依法追漏不枉法 2026年初，仁怀市人民检察院未检组在审查一起未成年人拉车门盗窃案时发现，犯罪嫌疑人小刚供述了一个关键细节：在实施盗窃后，他将“得手”的消息告诉了未…",
    "content": "【双提升】追漏不枉法，挽救显温情——仁怀市人民检察院对一起未成年人“拉车门”盗窃案依法追漏并附条件不起诉 近日，仁怀市人民检察院未检组办理了一起看似普通的“拉车门”盗窃案，在检察履职中，不仅精准追诉了漏犯，更通过温情司法挽救了一名迷途少年，实现了法理情的有机统一。 细致审查，依法追漏不枉法 2026年初，仁怀市人民检察院未检组在审查一起未成年人拉车门盗窃案时发现，犯罪嫌疑人小刚供述了一个关键细节：在实施盗窃后，他将“得手”的消息告诉了未到现场的表哥阿强（化名）。阿强得知后，非但没有劝阻，反而指使小刚将剩余钱款全部盗…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195464",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260911】中国 AI 公司被点名",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195464",
    "pub_date": "2026-09-11 17:18:00",
    "author": "xilei",
    "description": "【1】之前算是离谱到没边了 【2】昨天刚致歉！#星宇股份又出错了#，外包报酬支付总额“约2.44万亿元” 9月10日消息，星宇股份再次出现重大年报数据错误。 在星宇股份2024年年报中，公司劳务外包支付报酬总额标注为243526388.49万元，折合约2.44万亿元。而星宇股份2024年全年营业收入仅132.5亿元，外包费用数值超过公司全年营收约183.75倍，明显违背商业常识。 与之相对应的是，该笔外包工时总数863.82万小时。 星…",
    "content": "【1】之前算是离谱到没边了 【2】昨天刚致歉！ #星宇股份又出错了# ，外包报酬支付总额“约2.44万亿元” 9月10日消息，星宇股份再次出现重大年报数据错误。 在星宇股份2024年年报中，公司劳务外包支付报酬总额标注为243526388.49万元，折合约2.44万亿元。而星宇股份2024年全年营业收入仅132.5亿元，外包费用数值超过公司全年营收约183.75倍，明显违背商业常识。 与之相对应的是，该笔外包工时总数863.82万小时。 星宇股份2025年年报显示，公司当年劳务外包支付报酬总额约为3.02亿元。 此…"
  }
];

export default jsonData;
