const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/83165f590a3e",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "心灵一号问道 | 秋冬饮酒别盲目：选对场景与品类，暖身又舒心",
    "link": "https://www.jianshu.com/p/83165f590a3e",
    "pub_date": "2026-10-27 18:31:24",
    "author": "",
    "description": "霜降过后气温骤降，不少人会在闲暇时喝上两杯酒，抵御凉意的同时，也为平淡的日常增添几分氛围感。但很多人对秋冬饮酒存在误解，要么盲目追求高度酒求“暖身”，要么不分场景随便喝，最后不仅没体会到饮酒的乐趣，反而带来不适。其实秋冬饮酒讲究适配性，选对对应的品类与场景，才能喝得舒服，喝出季节的意趣。 秋冬饮酒有三个基本原则，是保证体感舒适的核心。首先是温饮不烫，很多人觉得秋冬喝烫酒暖身，实际上酒温过高会破坏酒体本身的风味物质，还会刺激食道与口腔黏膜…",
    "content": "霜降过后气温骤降，不少人会在闲暇时喝上两杯酒，抵御凉意的同时，也为平淡的日常增添几分氛围感。但很多人对秋冬饮酒存在误解，要么盲目追求高度酒求“暖身”，要么不分场景随便喝，最后不仅没体会到饮酒的乐趣，反而带来不适。其实秋冬饮酒讲究适配性，选对对应的品类与场景，才能喝得舒服，喝出季节的意趣。 秋冬饮酒有三个基本原则，是保证体感舒适的核心。首先是温饮不烫，很多人觉得秋冬喝烫酒暖身，实际上酒温过高会破坏酒体本身的风味物质，还会刺激食道与口腔黏膜。一般来说，酒温控制在30到40摄氏度之间最为合适，这个温度下，酒体的香气能更好…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/c0cecd2bc4da",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "MySql数据库分布式存储·基础概念",
    "link": "https://www.jianshu.com/p/c0cecd2bc4da",
    "pub_date": "2026-10-27 18:31:24",
    "author": "",
    "description": "一、相关概念： 为了解决存储压力，MySql可以实现分布式存储，通过不同的算法将数据存储到不同服务器中，以达到分散单台服务器负载的效果 分库分割方式： 二、常用分库分表软件 MyCat 三、十种分片规则： 枚举法 sharding-by-intfile（常用） 固定分片 rule1 范围约定 auto-sharding-long 求模法 mod-long （常用） 日期列分区法 sharding-by-date 通配取模 shardin…",
    "content": "一、相关概念： 为了解决存储压力，MySql可以实现分布式存储，通过不同的算法将数据存储到不同服务器中，以达到分散单台服务器负载的效果 分库分割方式： 垂直分割(分库) 按业务类型分类，将存储在一个库里的表分别存储到不同的数据库器里 水平分割(分表) 将表记录按行切分，分散存储到多个数据库服务器表中。 二、常用分库分表软件 MyCat 三、十种分片规则： 枚举法 sharding-by-intfile（常用） 固定分片 rule1 范围约定 auto-sharding-long 求模法 mod-long （常用） …"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/cca3ac248faf",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "买椟还珠：取舍不当没有眼光",
    "link": "https://www.jianshu.com/p/cca3ac248faf",
    "pub_date": "2026-10-27 18:31:24",
    "author": "",
    "description": "阅读时间： 约 2-3 分钟 分类： 生活启示 标签： #成语 #愚蠢 #取舍 一、成语故事 春秋时期，有一个楚国人有一颗非常名贵的珍珠。 他想把这颗珍珠卖个好价钱，于是请了天下最好的工匠，做了一个精美的木匣子。 这个木匣子用名贵的木兰木制成，上面雕刻着精美的花纹，还镶嵌了各种宝石，用翡翠装饰边缘，用美玉点缀四角，看起来非常华丽。 他把珍珠放在木匣子里，拿到郑国的市场上去卖。 有一个郑国人看到了，一眼就被那个精美的木匣子吸引了。他拿在手…",
    "content": "阅读时间： 约 2-3 分钟 分类： 生活启示 标签： #成语 #愚蠢 #取舍 一、成语故事 春秋时期，有一个楚国人有一颗非常名贵的珍珠。 他想把这颗珍珠卖个好价钱，于是请了天下最好的工匠，做了一个精美的木匣子。 这个木匣子用名贵的木兰木制成，上面雕刻着精美的花纹，还镶嵌了各种宝石，用翡翠装饰边缘，用美玉点缀四角，看起来非常华丽。 他把珍珠放在木匣子里，拿到郑国的市场上去卖。 有一个郑国人看到了，一眼就被那个精美的木匣子吸引了。他拿在手里反复把玩，爱不释手，完全忽视了匣子里的珍珠。 他出高价买下了木匣子，打开匣子后…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/912db8d29a7c",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "醉卧江南/探寻文化遗产/桐庐剪纸：一剪富春，纸上烟云",
    "link": "https://www.jianshu.com/p/912db8d29a7c",
    "pub_date": "2026-10-27 18:31:24",
    "author": "",
    "description": "桐庐剪纸的根，扎在五代十国的烟水里。据《武林梵志》记载，吴越钱王行吉之日，城外百户“皆用彩纸剪人马以代”。明清两代，剪纸渗入桐庐人的婚嫁、节庆与日常，家家户户的窗花与门贴，是这片山水最朴素的抒情。百岁剪纸大家胡家芝，从七八岁剪到一百一十四岁，一剪便是百年光阴。 它的气质是南方独有的：“厚中见秀、玲珑剔透、质朴典雅、含蓄华丽”。山水剪纸是地地道道的“桐庐造”，富春江的烟云、瑶琳的洞天，皆可收于尺幅之间。最叫绝的是“空手剪”，不描花样，折纸…",
    "content": "&nbsp; &nbsp; &nbsp; 桐庐剪纸的根，扎在五代十国的烟水里。据《武林梵志》记载，吴越钱王行吉之日，城外百户“皆用彩纸剪人马以代”。明清两代，剪纸渗入桐庐人的婚嫁、节庆与日常，家家户户的窗花与门贴，是这片山水最朴素的抒情。百岁剪纸大家胡家芝，从七八岁剪到一百一十四岁，一剪便是百年光阴。 &nbsp; &nbsp; &nbsp; 它的气质是南方独有的：“厚中见秀、玲珑剔透、质朴典雅、含蓄华丽”。山水剪纸是地地道道的“桐庐造”，富春江的烟云、瑶琳的洞天，皆可收于尺幅之间。最叫绝的是“空手剪”，不描花样，…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/7724b912f83b",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "长篇小说《神崩》创作内核与作品概览",
    "link": "https://www.jianshu.com/p/7724b912f83b",
    "pub_date": "2026-10-27 18:31:24",
    "author": "",
    "description": "在当下仙侠创作多聚焦个人逆袭、境界飞升、争霸夺宝的时代语境下，长篇原创仙侠小说《神崩》走出了一条沉静厚重、回归传统文道的创作路径。作品摒弃快餐式修仙的爽感套路，剥离功利化的成长逻辑，以佛道文化为根基、以命理哲思为骨架、以苍生悲悯为底色，构建了一个重本心、重因果、重责任、重坚守的正统仙侠世界。 不同于多数网文仙侠“逆天改命、唯强独尊”的叙事内核，《神崩》全程无系统、无外挂、无无脑奇遇，不走碾压逆袭的主流套路。整部作品的修行，从来不是为了长…",
    "content": "在当下仙侠创作多聚焦个人逆袭、境界飞升、争霸夺宝的时代语境下，长篇原创仙侠小说《神崩》走出了一条沉静厚重、回归传统文道的创作路径。作品摒弃快餐式修仙的爽感套路，剥离功利化的成长逻辑，以佛道文化为根基、以命理哲思为骨架、以苍生悲悯为底色，构建了一个重本心、重因果、重责任、重坚守的正统仙侠世界。 不同于多数网文仙侠“逆天改命、唯强独尊”的叙事内核，《神崩》全程无系统、无外挂、无无脑奇遇，不走碾压逆袭的主流套路。整部作品的修行，从来不是为了长生享乐、权位独尊、称霸诸天，而是一场贯穿天地、贯穿一生的修心、守道、担责、救赎之…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196372",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261026】都说自己不赚钱，那钱都让谁赚走了？",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196372",
    "pub_date": "2026-10-26 16:53:00",
    "author": "",
    "description": "【1】社保基金长期重仓股名单曝光： 【11】美司法部长否认特朗普企图干预州选举 #美国#司法部起诉#阿拉斯加州#，试图阻止当局在特定情况下认证参议院选举结果，引发外界对联邦政府干预中期选举的担忧。美国司法部长布兰奇随后否认总统#特朗普#企图借此控制州选举。 【12】假作真时真亦假：AI深伪内容恐令美国选民真假皆疑 候选人没说过的话，或被#人工智能#（#AI#）做成以假乱真的视频；真实的录音录像，也能被当事人用一句“这是AI伪造的”推翻。…",
    "content": "【1】社保基金长期重仓股名单曝光： 社保基金三季度末共现身130只股，其中，32股已连续持有超8个季度。 【2】港交所：所有证券的买卖盘价格限制门槛由现时的九倍收紧为五倍 港交所10月26日公告，香港证券及期货事务监察委员会已批准交易所规则，有关将所有证券（结构性产品除外）的买卖盘价格限制门槛由现时的九倍收紧为五倍之修订，将由2026年11月2日（星期一）起生效。&nbsp; 【3】据财新报道，十几家财经自媒体涉舆情敲诈勒索被立案调查。另有两家9月就已停更的财经新媒体平台也被查，分别和山西晚报、潇湘晨报有关。 【4…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196336",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261025】大家喊了好多首，耳机里都是回答不可以",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196336",
    "pub_date": "2026-10-25 16:52:00",
    "author": "",
    "description": "【1】全国总人口面临跌破14亿 【2】白热化 【3】中国汽车出口的前20大国家市场 【4】中央党校（国家行政学院）学报文章：第一，大幅提高农民的基础养老金水平，通过社会保障补偿对农民群体的历史亏欠。 在新中国工业化和城镇化进程中，广大农民通过工农业产品价格剪刀差、出义务工等方式为国家工业化建设作出了巨大贡献，这构成了国有资产积累的重要来源。 然而，由于城乡居民基本养老保险制度建立时间晚、缴费水平低，农民养老金水平长期偏低，高龄农民的晚年…",
    "content": "【1】全国总人口面临跌破14亿 【2】白热化 【3】中国汽车出口的前20大国家市场 【4】中央党校（国家行政学院）学报文章：第一，大幅提高农民的基础养老金水平，通过社会保障补偿对农民群体的历史亏欠。 在新中国工业化和城镇化进程中，广大农民通过工农业产品价格剪刀差、出义务工等方式为国家工业化建设作出了巨大贡献，这构成了国有资产积累的重要来源。 然而，由于城乡居民基本养老保险制度建立时间晚、缴费水平低，农民养老金水平长期偏低，高龄农民的晚年生活难以得到切实保障。 对此，应当采取理性渐进、分类推进的策略，在居民养老保险制…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196329",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261024】驯化是双向的",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196329",
    "pub_date": "2026-10-24 16:37:00",
    "author": "",
    "description": "【1】国常会：努力稳定新出生人口规模 【2】国办：减缓人工智能应用就业替代影响 【3】恒大清盘新进展：毕加索、莫奈等名画被胡乱堆在储物室，广州还停着一架私人飞机 【4】小鹏汽车三名员工套取食堂加班餐补被开除 【5】任泽平公众号被禁止关注，微博被撤销“经济学家”的认证，抖音被撤销“经济学者”的认证，头条号“经济学家”认证被改成了“头条精选作者”…… 【6】黄仁勋：没有哪个国家在制造业方面比中国更强 【7】多地倡导：结婚随份子农村不超过10…",
    "content": "【1】国常会：努力稳定新出生人口规模 【2】国办：减缓人工智能应用就业替代影响&nbsp; 【3】恒大清盘新进展：毕加索、莫奈等名画被胡乱堆在储物室，广州还停着一架私人飞机 【4】小鹏汽车三名员工套取食堂加班餐补被开除 【5】任泽平公众号被禁止关注，微博被撤销“经济学家”的认证，抖音被撤销“经济学者”的认证，头条号“经济学家”认证被改成了“头条精选作者”…… 【6】黄仁勋：没有哪个国家在制造业方面比中国更强 【7】多地倡导：结婚随份子农村不超过100元、县城不超过200元 【8】苏州市委书记范波会见谷爱凌 范波代表…"
  }
];

export default jsonData;
