const jsonData = [
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195623",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260919】中国的小偷为什么断崖式地下降？",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195623",
    "pub_date": "2026-09-19 16:42:00",
    "author": "xilei",
    "description": "【1】特朗普：将和中方达成许多协议 今天，商务部新闻发言人就中美经贸磋商有关问题答记者问。 @巍峰 17:43 更新，官方在飞书群道歉了（图 2，源网），是「代码库索引」功能导致的。补偿措施是送一次周额度重置，呵呵。那些只是登录了没订阅，周末领鸡蛋或者用 BYOK 的用户，就倒霉了呗～ 网页链接 ），会静默上传项目的完整 .git 目录，并不受遥测开关控制。 网页链接 评论罗伯特 :开关只是关掉了摄像头灯 录像没停 【5】@苏群 亚运会…",
    "content": "【1】特朗普：将和中方达成许多协议 今天，商务部新闻发言人就中美经贸磋商有关问题答记者问。 问：近期有消息称，中美双方将很快举行下一轮经贸磋商，请问商务部是否有最新消息？ 答：经中美双方商定，中共中央政治局委员、国务院副总理何立峰将于9月19日—23日率团赴美国与美方举行经贸磋商。双方将以两国元首重要共识为引领，就彼此关心的经贸问题开展磋商。 【2】10部门发文，促进房车消费 【3】格隆汇数据&nbsp; 【4】 @巍峰 17:43 更新，官方在飞书群道歉了（图 2，源网），是「代码库索引」功能导致的。补偿措施是送…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/3cac349b14d7",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "大连口碑不错的酒吧哪家好？跑了几晚后，我总结了三个挑店思路",
    "link": "https://www.jianshu.com/p/3cac349b14d7",
    "pub_date": "2026-09-19 16:33:45",
    "author": "184a5a4d59fe",
    "description": "上个月朋友小林从外地来，晚上十点发消息问我：“你们大连口碑不错的酒吧哪家好？” 我愣了两秒。这问题真没法一句话回答。他想听现场乐队，他女朋友想安静聊天，两个人差点为“去哪家”拌起嘴来。后来我才反应过来：很多人找酒吧踩坑，不是因为店不好，而是没先弄清楚自己这晚到底要什么。这也是我想聊的话题——大连的酒吧不少，但“口碑不错”和“适合你”是两件事。 一、先定氛围，再定店名 挑酒吧的第一步，不是打开榜单，而是问自己三个问题：今晚是聚会还是约会？…",
    "content": "上个月朋友小林从外地来，晚上十点发消息问我：“你们大连口碑不错的酒吧哪家好？” 我愣了两秒。这问题真没法一句话回答。他想听现场乐队，他女朋友想安静聊天，两个人差点为“去哪家”拌起嘴来。后来我才反应过来：很多人找酒吧踩坑，不是因为店不好，而是没先弄清楚自己这晚到底要什么。这也是我想聊的话题——大连的酒吧不少，但“口碑不错”和“适合你”是两件事。 一、先定氛围，再定店名 挑酒吧的第一步，不是打开榜单，而是问自己三个问题：今晚是聚会还是约会？想听歌还是想说话？打算坐一小时，还是坐到打烊？ 想清楚就会发现，需求常常是矛盾的…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/d77477162286",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "求职秘籍！高薪不是唯一，别忽视这些关键因素",
    "link": "https://www.jianshu.com/p/d77477162286",
    "pub_date": "2026-09-19 16:33:45",
    "author": "星辰远航",
    "description": "很多人在选择工作时，最先看的就是薪资。但其实薪资只是一个方面，背后还有许多值得考虑的因素，决定了你是否能在未来的职业生涯中不断进步。今天就来聊聊，除了薪水，我们还该关注哪些关键点。 1. 公司平台和资源 你是想加入一个资源丰富的大公司，还是一个灵活的小公司？大公司通常有更多的资源、更完善的培训体系和更广阔的职业发展空间。而小公司可能会给你更大的责任和更多的个人成长机会。选择合适的平台，能让你在未来的几年里获得更多的机会和支持。 2. 工…",
    "content": "很多人在选择工作时，最先看的就是薪资。但其实薪资只是一个方面，背后还有许多值得考虑的因素，决定了你是否能在未来的职业生涯中不断进步。今天就来聊聊，除了薪水，我们还该关注哪些关键点。 1. 公司平台和资源 你是想加入一个资源丰富的大公司，还是一个灵活的小公司？大公司通常有更多的资源、更完善的培训体系和更广阔的职业发展空间。而小公司可能会给你更大的责任和更多的个人成长机会。选择合适的平台，能让你在未来的几年里获得更多的机会和支持。 2. 工作职责和挑战性 换工作时，最重要的一点是看看你的新岗位是否只是简单的工作重复，还…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195612",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260918】炒作双休",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195612",
    "pub_date": "2026-09-18 15:53:00",
    "author": "xilei",
    "description": "【1】#人民币升破6.7# #人民币升破6.7原因找到了#9月18日，人民币对美元中间价调升59个基点，报6.7521。前一交易日中间价报6.7580。人民币中间价连续调升8个交易日。 在岸、离岸人民币对美元均升破6.7关口，创2023年1月来新高。截至当日9时38分，在岸人民币对美元汇率报6.6995，日内升值0.10%；离岸人民币汇率报6.6973，日内升值0.10%。（北京商报） 【2】平陆运河通航首日进出口货物1679.8吨 #…",
    "content": "【1】 #人民币升破6.7# #人民币升破6.7原因找到了# 9月18日，人民币对美元中间价调升59个基点，报6.7521。前一交易日中间价报6.7580。人民币中间价连续调升8个交易日。 在岸、离岸人民币对美元均升破6.7关口，创2023年1月来新高。截至当日9时38分，在岸人民币对美元汇率报6.6995，日内升值0.10%；离岸人民币汇率报6.6973，日内升值0.10%。（北京商报） 【2】平陆运河通航首日进出口货物1679.8吨 #广西真正靠海了# 据央视新闻报道：9月16日，平陆运河正式通航。通航首日，南…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195581",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260917】你是做不了杀手的",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195581",
    "pub_date": "2026-09-17 16:14:00",
    "author": "xilei",
    "description": "【1】尼泊尔泥石流已致1403人死亡，6150人失联。 #南医大坠亡事件导师学生聊天记录#，记录显示导师曾转账并关心 #南医大坠亡学生家属发声#9月15日凌晨，南方医科大学广州白云校区一名学生坠亡，引发社会关注。其中有网友称，学生坠亡原因与导师批假有关，还有网传言论称“学生父母均车祸进了ICU”“导师压榨、打压该学生”等。9月16日，南方+记者采访了坠亡学生陈同学的导师王老师以及陈同学的二姐陈女士。目前，各方都因为陈同学的离世处在悲痛之…",
    "content": "【1】尼泊尔泥石流已致1403人死亡，6150人失联。 西藏吉隆这一侧最终确定的人数是多少？ 【2】 #南医大坠亡事件导师学生聊天记录# ，记录显示导师曾转账并关心 &nbsp; #南医大坠亡学生家属发声# 9月15日凌晨，南方医科大学广州白云校区一名学生坠亡，引发社会关注。其中有网友称，学生坠亡原因与导师批假有关，还有网传言论称“学生父母均车祸进了ICU”“导师压榨、打压该学生”等。9月16日，南方+记者采访了坠亡学生陈同学的导师王老师以及陈同学的二姐陈女士。目前，各方都因为陈同学的离世处在悲痛之中，然而网络上的…"
  }
];

export default jsonData;
