const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/2a2677291e94",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "第二章 性能瓶颈的分析和定位（12）",
    "link": "https://www.jianshu.com/p/2a2677291e94",
    "pub_date": "2026-10-14 18:25:33",
    "author": "耕田者",
    "description": "可视化性能数据 当需要对性能数据进行可视化时，我们有两种选择：使用剖析器自带的可视化工具，或者使用独立的可视化工具。 正如前文所述，采样型剖析器通常会在它们的图形用户界面中集成其可视化工具。对于检测型剖析器，通常都存在一个可视化工具，例如Telemetry。Intel的ITT检测API采集的数据通常可以用VTune Amplifier进行查看，但我们也能转换数据格式用不同的工具分析。Intel开源的Single Event API(SE…",
    "content": "可视化性能数据 &nbsp; &nbsp; &nbsp; &nbsp; 当需要对性能数据进行可视化时，我们有两种选择：使用剖析器自带的可视化工具，或者使用独立的可视化工具。 &nbsp; &nbsp; &nbsp; &nbsp; 正如前文所述，采样型剖析器通常会在它们的图形用户界面中集成其可视化工具。对于检测型剖析器，通常都存在一个可视化工具，例如Telemetry。Intel的ITT检测API采集的数据通常可以用VTune Amplifier进行查看，但我们也能转换数据格式用不同的工具分析。Intel开源的Sin…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196131",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261014】好日子来了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196131",
    "pub_date": "2026-10-14 16:31:00",
    "author": "xilei",
    "description": "【1】黄奇帆落马 近年来以学者身份活跃的十八届中央委员、重庆原市长黄奇帆，退休8年后官宣落马。10月13日，中央纪委国家监委网站通报该消息。 坊间一度有“政坛不倒翁”之说的黄奇帆，在一个月前还有公开出席活动。据厦门发改委网站，9月8日，第八届“丝路海运”国际合作论坛在福建厦门开幕，重庆市政府原市长黄奇帆作主旨演讲。 另据财新获悉，宁波银行杭州分行计划于10月26日举办的一场论坛上，黄奇帆原作为主讲嘉宾发表2小时主旨演讲，但在社交媒体上即…",
    "content": "【1】黄奇帆落马 近年来以学者身份活跃的十八届中央委员、重庆原市长黄奇帆，退休8年后官宣落马。10月13日，中央纪委国家监委网站通报该消息。 坊间一度有“政坛不倒翁”之说的黄奇帆，在一个月前还有公开出席活动。据厦门发改委网站，9月8日，第八届“丝路海运”国际合作论坛在福建厦门开幕，重庆市政府原市长黄奇帆作主旨演讲。 另据财新获悉，宁波银行杭州分行计划于10月26日举办的一场论坛上，黄奇帆原作为主讲嘉宾发表2小时主旨演讲，但在社交媒体上即流传该活动“因故取消”的消息。 【2】国家税务总局：单位欠缴社保，最高罚3倍，1…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196103",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261013】人的消费行为主要取决于对未来长期收入的预期",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196103",
    "pub_date": "2026-10-13 16:42:00",
    "author": "xilei",
    "description": "【1】#2026年诺贝尔经济学奖揭晓#10月12日，瑞典皇家科学院宣布，将2026年诺贝尔经济学奖授予给斯坦福大学教授罗伯特·霍尔、哥伦比亚大学教授迈克尔·伍德福德，以表彰其为宏观经济稳定政策奠定的微观经济学基础。 罗伯特·E·霍尔，其主要理论就是：人的消费行为主要取决于对未来长期收入的预期。 【2】尊界声明，2026年10月11日，国家认可的第三方检测机构对尊界V800制动踏板进行检验，尊界V800符合行标QC/T 788-2018要…",
    "content": "【1】 #2026年诺贝尔经济学奖揭晓# 10月12日，瑞典皇家科学院宣布，将2026年诺贝尔经济学奖授予给斯坦福大学教授罗伯特·霍尔、哥伦比亚大学教授迈克尔·伍德福德，以表彰其为宏观经济稳定政策奠定的微观经济学基础。 罗伯特·E·霍尔，其主要理论就是：人的消费行为主要取决于对未来长期收入的预期。 【2】尊界声明，2026年10月11日，国家认可的第三方检测机构对尊界V800制动踏板进行检验，尊界V800符合行标QC/T 788-2018要求(纵向力1500N，位移量&lt;5mm)，并做加严检验至纵向力3000N…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196086",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261012】我想当个狗",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196086",
    "pub_date": "2026-10-12 15:14:00",
    "author": "xilei",
    "description": "【1】10月12日，江淮汽车开盘再度大跌，盘中一度跌超8%，截至10:18，跌幅收窄至3.69%，成交额超23亿元，最新市值已跌破500亿元。 消息面上，据报道，10月11日下午，尊界客服向媒体确认，尊界V800制动踏板支架底座升级方案预计于10月底确认，11月起陆续启动升级。 【2】真没钱了 财小僧 国家税务总局又出新规了！11月1日起，全国统一税务处罚标准，用人单位欠缴社保，经催缴仍不缴纳的，最高可罚3倍。虽然这条处罚早就写进法律，…",
    "content": "【1】10月12日，江淮汽车开盘再度大跌，盘中一度跌超8%，截至10:18，跌幅收窄至3.69%，成交额超23亿元，最新市值已跌破500亿元。 消息面上，据报道，10月11日下午，尊界客服向媒体确认，尊界V800制动踏板支架底座升级方案预计于10月底确认，11月起陆续启动升级。 【2】真没钱了 财小僧 国家税务总局又出新规了！11月1日起，全国统一税务处罚标准，用人单位欠缴社保，经催缴仍不缴纳的，最高可罚3倍。虽然这条处罚早就写进法律，但如今全国统一执行标准，信号值得玩味。看看眼下的经济形势，多少中小企业经营困难，…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8fffb4c8d1e2",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "突然冒出来的话",
    "link": "https://www.jianshu.com/p/8fffb4c8d1e2",
    "pub_date": "2026-10-10 11:30:13",
    "author": "发呆的树叶",
    "description": "最近哪哪都是桂花香，就突然很想写点啥，昨天冒出来了两句，可到现在都没有接上，只好继续扔草稿箱。 晚上看了一会《纳瓦尔宝典》，意外的喜欢。 一个好老师真的特别特别幸运啊，小白兔现在学劲十足，以后真的要特别感谢一下这位小白兔口中神奇的可爱的又有点不好惹的“老唐”。 一大早被梦吓到了，突然就醒了，然后，然后就睡着不了。 玩了一小会花园世界(我保证真的是一小会)，又看了一会简书，翻了翻几个老友，其实也不知道为什么要去看，就只是简单的想去看看。 …",
    "content": "最近哪哪都是桂花香，就突然很想写点啥，昨天冒出来了两句，可到现在都没有接上，只好继续扔草稿箱。 晚上看了一会《纳瓦尔宝典》，意外的喜欢。 一个好老师真的特别特别幸运啊，小白兔现在学劲十足，以后真的要特别感谢一下这位小白兔口中神奇的可爱的又有点不好惹的“老唐”。 一大早被梦吓到了，突然就醒了，然后，然后就睡着不了。 玩了一小会花园世界(我保证真的是一小会)，又看了一会简书，翻了翻几个老友，其实也不知道为什么要去看，就只是简单的想去看看。 要喊娃娃起床上学了，就这样吧。 早安，愿君一天好心情，开心快乐每一天。 昨天早上…"
  }
];

export default jsonData;
