const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/06650cf42ed5",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "仇恨",
    "link": "https://www.jianshu.com/p/06650cf42ed5",
    "pub_date": "2026-08-13 14:26:08",
    "author": "苍天万道",
    "description": "在日月帝国的日子并不平静，尽管他努力地想要融入这个陌生的世界，但他的内心始终无法摆脱仇恨的阴影。 在唐轩的记忆中，他的家族曾是江湖中显赫一时的大家族，然而，一场突如其来的灾难，却让他的家族一夜之间陷入了灭门的险境。那场灾难，让唐轩失去了所有的亲人，也让他心中埋下了深深的仇恨种子。 唐轩知道，这场灾难并非偶然，而是有人暗中策划。虽然他至今都不知道幕后黑手是谁，但他发誓，一定要找出真相，为自己的家族复仇。 在日月帝国的这段时间，唐轩努力地提…",
    "content": "在日月帝国的日子并不平静，尽管他努力地想要融入这个陌生的世界，但他的内心始终无法摆脱仇恨的阴影。 在唐轩的记忆中，他的家族曾是江湖中显赫一时的大家族，然而，一场突如其来的灾难，却让他的家族一夜之间陷入了灭门的险境。那场灾难，让唐轩失去了所有的亲人，也让他心中埋下了深深的仇恨种子。 唐轩知道，这场灾难并非偶然，而是有人暗中策划。虽然他至今都不知道幕后黑手是谁，但他发誓，一定要找出真相，为自己的家族复仇。 在日月帝国的这段时间，唐轩努力地提升自己的实力，他明白，只有变得更强，才能有足够的实力去面对那个强大的敌人。 然而…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/5c052f891472",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "Android不要通过Application来保存数据或其他其他变量",
    "link": "https://www.jianshu.com/p/5c052f891472",
    "pub_date": "2026-08-13 14:26:06",
    "author": "在岁月中远行",
    "description": "在我们的应用程序中，很多地方可能用到同一个数据。很多时候我们可能不想通过Intent在Activity之间传递数据或者持久化的存放这些数据。 我们可能会将这些数据存在在Application中，这样我们就可以在所有的Activity中访问了，这个方法简单，但是实际上是错误的。你的程序很可能会因为报空指针错误。 我们在MainActivity中获取Appliction实例，并为name变量赋值，然后跳转到SecondActivity中再去…",
    "content": "在我们的应用程序中，很多地方可能用到同一个数据。很多时候我们可能不想通过Intent在Activity之间传递数据或者持久化的存放这些数据。 我们可能会将这些数据存在在Application中，这样我们就可以在所有的Activity中访问了，这个方法简单，但是实际上是错误的。你的程序很可能会因为报空指针错误。 我们在MainActivity中获取Appliction实例，并为name变量赋值，然后跳转到SecondActivity中再去获取name变量的值，并调用大写方法打印出来。 这里有个场景，就是当我们按Hom…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194884",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260812】我也想，但法律规定的很严",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194884",
    "pub_date": "2026-08-12 16:01:00",
    "author": "xilei",
    "description": "【1】#31省上半年财政收入出炉#31省上半年财政收入出炉，看看各省市的财政情况。 【2】#民政部公布上半年婚姻数据##上半年结婚登记327.5万对#8月12日，民政部网站发布《2026年2季度民政统计数据》，其中有关婚姻登记的数据是：结婚登记327.5万对，离婚登记138.3万对。 @sven_shi:已经是历史新低了，连高点的一半都没有。 【3】银行能办结婚证了 【4】超七成台湾员工领不到平均工资 【5】「财新」发的新稿「中年塌陷样…",
    "content": "【1】 #31省上半年财政收入出炉# 31省上半年财政收入出炉，看看各省市的财政情况。 【2】 #民政部公布上半年婚姻数据# #上半年结婚登记327.5万对# 8月12日，民政部网站发布《2026年2季度民政统计数据》，其中有关婚姻登记的数据是：结婚登记327.5万对，离婚登记138.3万对。 @sven_shi :已经是历史新低了，连高点的一半都没有。 【3】银行能办结婚证了 【4】超七成台湾员工领不到平均工资 【5】「财新」发的新稿「中年塌陷样本：独一代的父母照护困境」看得着实有点沉重，也充分说明了为什么苦难是…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194868",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260811】很久很久以前，在遥远的银河系",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194868",
    "pub_date": "2026-08-11 16:58:00",
    "author": "xilei",
    "description": "【1】日媒：中国拘留多名与走私稀土相关的日本人 日媒引述多名知情人士称，多名在中国设有分公司的日本企业相关人员（包括社长等高管）因涉嫌与稀土等军民两用物资对日出口管制相关问题被采取拘束措施。 【2】湖北宜昌教育局：全面进入战时状态。 【3】“再这样干下去我会良心不安”，知名保险巨头被员工实名举报：虚构国补等诱导老人买保险，有人维权就让员工“背锅” 【4】豆包开始“抽佣”：今日起，豆包推荐的酒店订单将扣除11.4%的软件服务费和0.6%的…",
    "content": "【1】日媒：中国拘留多名与走私稀土相关的日本人 日媒引述多名知情人士称，多名在中国设有分公司的日本企业相关人员（包括社长等高管）因涉嫌与稀土等军民两用物资对日出口管制相关问题被采取拘束措施。 【2】湖北宜昌教育局：全面进入战时状态。 网友：一看标题，以为要收复台湾了 【3】“再这样干下去我会良心不安”，知名保险巨头被员工实名举报：虚构国补等诱导老人买保险，有人维权就让员工“背锅” 【4】豆包开始“抽佣”：今日起，豆包推荐的酒店订单将扣除11.4%的软件服务费和0.6%的支付手续费 #豆包称仅成交后收渠道服务费# 【…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194853",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260810】仿佛就是「坐在深海中的潜水艇里」",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194853",
    "pub_date": "2026-08-10 16:41:00",
    "author": "xilei",
    "description": "【1】提醒！#白海豚给11省市带来大到暴雨# 台风“白海豚”带来的风雨影响范围非常广，预计今天8时至明天8时，浙江大部、上海、江苏、安徽、湖北北部和中东部、河南东部和中南部、山东南部、湖南东北部、江西北部、福建北部及台湾岛等地有大到暴雨，其中，浙江东部、安徽皖南山区等地局地有特大暴雨。 周三，河北南部、河南北部等太行山前地区，将会出现大暴雨或特大暴雨，具有一定的极端性，要特别注意防范山洪滑坡、泥石流等次生灾害。 预计“白海豚”残余环流将…",
    "content": "【1】提醒！ #白海豚给11省市带来大到暴雨# 台风“白海豚”带来的风雨影响范围非常广，预计今天8时至明天8时，浙江大部、上海、江苏、安徽、湖北北部和中东部、河南东部和中南部、山东南部、湖南东北部、江西北部、福建北部及台湾岛等地有大到暴雨，其中，浙江东部、安徽皖南山区等地局地有特大暴雨。 周三，河北南部、河南北部等太行山前地区，将会出现大暴雨或特大暴雨，具有一定的极端性，要特别注意防范山洪滑坡、泥石流等次生灾害。 预计“白海豚”残余环流将影响华北。明天夜间到周六，京津冀地区将出现强降雨天气，过程持续时间长、累计雨量…"
  }
];

export default jsonData;
