const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e816c12390e5",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "一辈子没买房的人生",
    "link": "https://www.jianshu.com/p/e816c12390e5",
    "pub_date": "2026-08-24 06:04:59",
    "author": "candy0717",
    "description": "我大伯如今76岁了，名下一套房子都没有，连老家都没房。 他年轻的时候去了香港打工，成了香港人，从此在那里落地生根。只有过年的时候才会回来看望我们。 一般在外地打工的人，都会在老家买个房子，或者把老家盖的漂漂亮亮的，证明自己混的不错。 他在香港打工赚的钱，回我们老家盖个别墅一点问题都没有。因为老家房价低，香港工资高。 但是他没有这样做，一辈子没有买房买车，没有任何负债，还有百万存款在银行。 他在香港住的是公租房，租金很便宜，也可以一直住下…",
    "content": "我大伯如今76岁了，名下一套房子都没有，连老家都没房。 他年轻的时候去了香港打工，成了香港人，从此在那里落地生根。只有过年的时候才会回来看望我们。 一般在外地打工的人，都会在老家买个房子，或者把老家盖的漂漂亮亮的，证明自己混的不错。 他在香港打工赚的钱，回我们老家盖个别墅一点问题都没有。因为老家房价低，香港工资高。 但是他没有这样做，一辈子没有买房买车，没有任何负债，还有百万存款在银行。 他在香港住的是公租房，租金很便宜，也可以一直住下去，也不愁老了没地方去。他退休后也有退休金领取。 突然羡慕起他的人生，虽然跟富人…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e2307357c88c",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "倒计时11天||看数学专家关于辅助线作法的精彩总结",
    "link": "https://www.jianshu.com/p/e2307357c88c",
    "pub_date": "2026-08-24 06:04:59",
    "author": "云淡风轻ghx",
    "description": "机缘巧合，听了一个数学专家姚老师的专题讲座《移花接木——二轮备考之辅助线策略》，可谓是辅助线作法大全，包罗万象，应有尽有。讲座尾声，专家用特有的伊川普通话来了一段激情澎湃的朗诵，别有韵味，令人印象深刻。 特摘录如下。 添加辅助线策略： 1.连接两点添加辅助线策略；2.延长线段添加辅助线策略；3.做平行线添加辅助线策略；4.做垂线添加辅助线策略；5.中点添加辅助线策略；6.角平分线添加辅助线策略；7.旋转添加辅助线策略；8.圆添加辅助线策…",
    "content": "机缘巧合，听了一个数学专家姚老师的专题讲座《移花接木——二轮备考之辅助线策略》，可谓是辅助线作法大全，包罗万象，应有尽有。讲座尾声，专家用特有的伊川普通话来了一段激情澎湃的朗诵，别有韵味，令人印象深刻。 特摘录如下。 添加辅助线策略： 1.连接两点添加辅助线策略；2.延长线段添加辅助线策略；3.做平行线添加辅助线策略；4.做垂线添加辅助线策略；5.中点添加辅助线策略；6.角平分线添加辅助线策略；7.旋转添加辅助线策略；8.圆添加辅助线策略。 美妙的辅助线看不见，飘忽不定，若隐若现；美妙的辅助线看不见，令人思绪飘飘，…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195090",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260823】以前是蘸点儿福尔马林，现在都是直接蘸甲醛了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195090",
    "pub_date": "2026-08-23 16:55:00",
    "author": "xilei",
    "description": "【1】字节跳动和TikTok同意向美国支付4亿美元和解金，以了结儿童隐私诉讼案。根据协议，TikTok 将立即支付 3 亿美元，如果法院撤销 2019 年针对TikTok 的前身Musical.ly达成的先前同意令，TikTok 还将再支付 1 亿美元。 【2】媒体：美国失业率不断上升，四分之一民众“功能性失业” 【3】王兴兴：产品没在工厂、家庭等场景大规模推广，人形机器人目前效能不如人力。 【4】答案就在题面上 【5】唐师曾因白血病不…",
    "content": "【1】字节跳动和TikTok同意向美国支付4亿美元和解金，以了结儿童隐私诉讼案。根据协议，TikTok 将立即支付 3 亿美元，如果法院撤销 2019 年针对TikTok 的前身Musical.ly达成的先前同意令，TikTok 还将再支付 1 亿美元。 【2】媒体：美国失业率不断上升，四分之一民众“功能性失业” 【3】王兴兴：产品没在工厂、家庭等场景大规模推广，人形机器人目前效能不如人力。 特定的智能机器会在某个领域超越人类，但人形机器人几乎不可能超过人类。可能在很长的一段时期，人形机器人就是个大号玩具。 【4】…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195084",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260822】互联网气氛浓郁，并不是荒芜时代",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195084",
    "pub_date": "2026-08-22 16:53:00",
    "author": "xilei",
    "description": "【1】#临沂一社区爆炸原因# 21日15时38分，山东临沂沂河新区王桥社区内一处独立平房院落发生爆炸。事故发生后，公安、消防、应急、住建等相关部门成立联合工作组，第一时间赶赴现场开展应急救援。截至目前，1人死亡，2人失联，其余受伤人员已送医救治，无生命危险。现场搜救清理仍在进行。经初步排查，疑似该院落租户王某某非法储存捕鱼爆炸物引发爆炸。目前周边居民楼住户均已得到妥善安置，事故原因调查及善后工作正在有序开展中。 #临沂爆炸事故1死2失联…",
    "content": "&nbsp;【1】 #临沂一社区爆炸原因# 21日15时38分，山东临沂沂河新区王桥社区内一处独立平房院落发生爆炸。事故发生后，公安、消防、应急、住建等相关部门成立联合工作组，第一时间赶赴现场开展应急救援。截至目前，1人死亡，2人失联，其余受伤人员已送医救治，无生命危险。现场搜救清理仍在进行。经初步排查，疑似该院落租户王某某非法储存捕鱼爆炸物引发爆炸。目前周边居民楼住户均已得到妥善安置，事故原因调查及善后工作正在有序开展中。 #临沂爆炸事故1死2失联# 爆炸前和爆炸后。当地人说就是两栋楼间那个未拆迁的平房发生了爆炸…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195070",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260821】历史上少有的文艺复仇时期",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195070",
    "pub_date": "2026-08-21 16:38:00",
    "author": "xilei",
    "description": "【1】夏季以来#我国气候异常# #超强厄尔尼诺快速发展#国家气候中心监测数据显示，赤道中东太平洋已于今年5月进入厄尔尼诺状态。近期海温持续快速上升，7月监测区海温指数达2.09℃，比6月上升0.49℃；到8月上半月进一步攀升至2.64℃，增暖速度非常迅猛。今年夏季以来，我国气候异常反映出了厄尔尼诺发展阶段的典型影响：东部地区呈南北两条多雨带，暴雨过程面广点强、暴雨落区重叠且致灾复合风险高；台风活跃、强度强，风雨影响久。而在厄尔尼诺发展年…",
    "content": "【1】夏季以来 #我国气候异常# #超强厄尔尼诺快速发展# 国家气候中心监测数据显示，赤道中东太平洋已于今年5月进入厄尔尼诺状态。近期海温持续快速上升，7月监测区海温指数达2.09℃，比6月上升0.49℃；到8月上半月进一步攀升至2.64℃，增暖速度非常迅猛。今年夏季以来，我国气候异常反映出了厄尔尼诺发展阶段的典型影响：东部地区呈南北两条多雨带，暴雨过程面广点强、暴雨落区重叠且致灾复合风险高；台风活跃、强度强，风雨影响久。而在厄尔尼诺发展年的秋季，我国华东中南部、华中中南部、华南北部、西南地区东部等地降水偏多，全国…"
  }
];

export default jsonData;
