const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e7d67ca9d31b",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "为什么再好的CP最后也得散",
    "link": "https://www.jianshu.com/p/e7d67ca9d31b",
    "pub_date": "2026-06-02 07:58:43",
    "author": "云了凡",
    "description": "看过很多很火的荧幕CP，最后都散了，几乎在镜头前是老死不相往来。私下如何，咱也不知道，但大约不会如以前那般好了吧。 以前的Tfboys，他们三个一起训练、一起演出，真的是不是亲兄弟，胜似亲兄弟。现在，也是在屏幕前再也不会合体出现了。也不再有公开的互动镜头。 以前一直不理解为什么，现在有点理解了。团粉就像婆婆，看着三小只从小一起长大，每个都是心尖宝，每个都怜爱，最喜欢三个孩子开开心心在一起。唯粉就像是各家的媳妇，只爱自家的，其他两个则跟他…",
    "content": "看过很多很火的荧幕CP，最后都散了，几乎在镜头前是老死不相往来。私下如何，咱也不知道，但大约不会如以前那般好了吧。 以前的Tfboys，他们三个一起训练、一起演出，真的是不是亲兄弟，胜似亲兄弟。现在，也是在屏幕前再也不会合体出现了。也不再有公开的互动镜头。 以前一直不理解为什么，现在有点理解了。团粉就像婆婆，看着三小只从小一起长大，每个都是心尖宝，每个都怜爱，最喜欢三个孩子开开心心在一起。唯粉就像是各家的媳妇，只爱自家的，其他两个则跟他们没啥关系。但因为只爱自家，所总会心疼他，觉得他委屈，觉得他吃亏，觉得对他不公平…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/484c843d8098",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "有没有什么方法能让微信语音聊天变得更有趣一些？",
    "link": "https://www.jianshu.com/p/484c843d8098",
    "pub_date": "2026-06-02 07:58:42",
    "author": "a5b45fe59a59",
    "description": "和朋友聊天老是那几句话，语音发来发去也没什么新意。想找一些能让聊天变得好玩一点的方法，最好是那种能让对方突然笑出来的那种。 这道题我会，而且我的答案可能会让你觉得有点离谱，但你先别急着划走。 我们现在用微信发语音，本质上只是把打字换成了说话，功能属性很单一。但如果你的微信语音，能用别人的声音发出去呢？不是那种明显很假的机器人音效，而是听起来很像真人、甚至很像某个经典角色在说话的那种。 我最近在玩的“空空鱼动态壁纸”里，有一个语音变声转发…",
    "content": "和朋友聊天老是那几句话，语音发来发去也没什么新意。想找一些能让聊天变得好玩一点的方法，最好是那种能让对方突然笑出来的那种。 这道题我会，而且我的答案可能会让你觉得有点离谱，但你先别急着划走。 我们现在用微信发语音，本质上只是把打字换成了说话，功能属性很单一。但如果你的微信语音，能用别人的声音发出去呢？不是那种明显很假的机器人音效，而是听起来很像真人、甚至很像某个经典角色在说话的那种。 我最近在玩的“空空鱼动态壁纸”里，有一个语音变声转发的功能，基本满足了我对“让聊天变好玩”这件事的所有想象。 先聊一个本质问题：为什…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193386",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260601】年度最伟大 MBP 配件出现了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193386",
    "pub_date": "2026-06-01 14:22:00",
    "author": "xilei",
    "description": "【1】刚果（金）伊波拉确诊超220起 首名患者康复出院 非洲国家刚果（金）的伊波拉疫情继续恶化，确诊病例已超过220起，疑似病例超过1000起；但也传出好消息，一名确诊患者已康复出院，是5月中旬发现伊波拉病例以来的首个康复病人。 【2】Manus 引发的法规来了 投资者开展对外投资活动，不得出口、使用国家禁止出口的货物、技术、服务及相关数据，或者未经许可出口、使用国家限制出口的货物、技术、服务及相关数据； 不得以跨境派遣技术人员、组织人…",
    "content": "【1】刚果（金）伊波拉确诊超220起 首名患者康复出院 非洲国家刚果（金）的伊波拉疫情继续恶化，确诊病例已超过220起，疑似病例超过1000起；但也传出好消息，一名确诊患者已康复出院，是5月中旬发现伊波拉病例以来的首个康复病人。 【2】Manus 引发的法规来了 投资者开展对外投资活动，不得出口、使用国家禁止出口的货物、技术、服务及相关数据，或者未经许可出口、使用国家限制出口的货物、技术、服务及相关数据； 不得以跨境派遣技术人员、组织人员赴其他国家（地区）工作、跨境提供技术指导、安排人员跨境培训等方式向其他国家（地…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/a61fa9ccc1ae",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "尽情嗨唱",
    "link": "https://www.jianshu.com/p/a61fa9ccc1ae",
    "pub_date": "2026-06-01 06:45:32",
    "author": "采葭小妖",
    "description": "【郑重声明：原创首发，文责自负，未经许可，严禁转载。】 又是一年校园歌手赛，接到评委任务时丝毫也不犹豫地应承下来，因为喜欢校园里那股青春气息，每当歌到酣处，分不清台上台下，台上的选手唱得酣畅淋漓，台下的观众喊得撕心裂肺，那种欢乐场景，非校园里血气方刚的青葱少年莫属。 果不然，第二首歌就让大家听得如痴如醉，演唱者是一位商学院的老师，新疆人，长得魁梧帅气，手抱着一把木吉他走上台来，要求大家静静地听。旁边一位评委老师悄悄告诉我，这位来自新疆人…",
    "content": "【郑重声明：原创首发，文责自负，未经许可，严禁转载。】 又是一年校园歌手赛，接到评委任务时丝毫也不犹豫地应承下来，因为喜欢校园里那股青春气息，每当歌到酣处，分不清台上台下，台上的选手唱得酣畅淋漓，台下的观众喊得撕心裂肺，那种欢乐场景，非校园里血气方刚的青葱少年莫属。 果不然，第二首歌就让大家听得如痴如醉，演唱者是一位商学院的老师，新疆人，长得魁梧帅气，手抱着一把木吉他走上台来，要求大家静静地听。旁边一位评委老师悄悄告诉我，这位来自新疆人的学生毕业后留校当了老师，参加中国第几届好声音还晋了很高的级别。 和往年不一样的…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193371",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260531】割四赔五",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193371",
    "pub_date": "2026-05-31 15:06:00",
    "author": "xilei",
    "description": "【1】学到个新成语叫割四赔五。 最近新闻不是说湖北大批小麦倒伏有绝收风险但收割机不足吗，于是一对夫妻农机手在地方政府协调下千里驰援襄阳。 当地农妇声称自家麦地面积4亩，报价400块，但农机手测量出来差不多5亩。不过农机手也没说啥，就按照4亩地收割吧。 收割完以后，由于有些麦子已经倒伏在地所以残留了一部分没收割干净，农妇不但不愿意给钱还要求按照每亩100块的价格赔偿，并且认为总面积实际上是5亩所以应该赔500块。最后农机手无奈赔钱脱身。 …",
    "content": "【1】学到个新成语叫割四赔五。 最近新闻不是说湖北大批小麦倒伏有绝收风险但收割机不足吗，于是一对夫妻农机手在地方政府协调下千里驰援襄阳。 当地农妇声称自家麦地面积4亩，报价400块，但农机手测量出来差不多5亩。不过农机手也没说啥，就按照4亩地收割吧。 收割完以后，由于有些麦子已经倒伏在地所以残留了一部分没收割干净，农妇不但不愿意给钱还要求按照每亩100块的价格赔偿，并且认为总面积实际上是5亩所以应该赔500块。最后农机手无奈赔钱脱身。 【2】耿同学打假取得两大战果！5月30日晚，南开大学和中山大学同一天发布情况通报…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193337",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260530】“永久限流”意味着什么",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193337",
    "pub_date": "2026-05-30 15:31:00",
    "author": "xilei",
    "description": "【1】释永信一审获刑24年 【2】@学术大观察 耿同学抖音被永久限流！ @李天飞大话西游:庞太监：“天下太平啦！” 【3】#外卖大战后1600万骑手过剩#网约车、外卖骑手都饱和了 【4】@深蓝财经 这个图有点意思： 【5】整治富途老虎的背景 【6】香港演员刘洵去世，享年87岁。🕯️ 刘洵，香港资深演员与戏曲名家，有“千面如来”之美誉。他六岁入科班学京剧，师从李万春、尚和玉等多位名家，功底深厚。1958年进入中国京剧院并任教，1980年…",
    "content": "【1】释永信一审获刑24年 【2】 @学术大观察 耿同学抖音被永久限流！ 今天下午，“耿同学讲故事” 在B站发布动态，透露了一个沉重的消息：他的抖音账号被永久限流，同时，他的星图商单也遭到了永久封禁。 “永久限流”意味着什么？ 根据抖音及星图平台的规则，对达人进行“永久限流”和“星图封禁”，通常意味着以下几点： 经济命脉被斩断：&nbsp;永久封禁星图，意味着耿同学失去了通过抖音流量变现的所有合法渠道。 影响力衰减：&nbsp;永久限流意味着即便他有200多万粉丝，粉丝们也将很难再刷到他的视频。对于一个以“揭露”和…"
  }
];

export default jsonData;
