const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8e3cbb8e8256",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "晴天彩虹",
    "link": "https://www.jianshu.com/p/8e3cbb8e8256",
    "pub_date": "2026-06-30 16:34:16",
    "author": "半醒的风",
    "description": "一个普通的傍晚，我也和往常一样准时下班，然后骑着我心爱的小三轮回家。 走着走着不经意间抬头在前方很远的天空看到了彩虹，从心底深处迸发出难以言说的喜悦。我想要留下证据，来确认一下自己是否看错，毕竟七点的无雨的傍晚怎么会有彩虹呢？我兴奋的在确保安全的情况下留了照片，那一刻感觉我的周围好像有许多五颜六色的可爱的泡泡。 突然脑子里冒出想听歌的念头，一秒一秒越来越强烈。终于到等红灯的时候打开了音乐。«起风了»的歌声飘进我的耳朵里的时候，傍晚的微风…",
    "content": "一个普通的傍晚，我也和往常一样准时下班，然后骑着我心爱的小三轮回家。 走着走着不经意间抬头在前方很远的天空看到了彩虹，从心底深处迸发出难以言说的喜悦。我想要留下证据，来确认一下自己是否看错，毕竟七点的无雨的傍晚怎么会有彩虹呢？我兴奋的在确保安全的情况下留了照片，那一刻感觉我的周围好像有许多五颜六色的可爱的泡泡。 突然脑子里冒出想听歌的念头，一秒一秒越来越强烈。终于到等红灯的时候打开了音乐。«起风了»的歌声飘进我的耳朵里的时候，傍晚的微风也也恰巧拂过我的脸庞。我仿佛飞到了天上自由且随意。 快到家的时候，前方天空的云自…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/a69b3dcca030",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "表达5个要点，留住贵人",
    "link": "https://www.jianshu.com/p/a69b3dcca030",
    "pub_date": "2026-06-30 16:34:15",
    "author": "对财富说__yes",
    "description": "1.没有重点。听众听完摸不着头脑，不知道你到底想强调的是什么，更不要说记住了。 2.没有收获。你只是在自说自话，完全没有注意听众关心什么，又有哪些利益诉求。 3.条理不清。你的演讲逻辑非常混乱，从张三跳到老虎，极大地增加了听众的理解难度，要知道大多数人没时间想办法理解你。 4.篇幅太长。能用一个字讲清楚的，就不要用十个字。任何时候，听众对你的注意力都很有限，不愿意听太多太长的内容。 5.细节太多。为了回答听众的问题，没必要把所有的事情都…",
    "content": "1.没有重点。听众听完摸不着头脑，不知道你到底想强调的是什么，更不要说记住了。 2.没有收获。你只是在自说自话，完全没有注意听众关心什么，又有哪些利益诉求。 3.条理不清。你的演讲逻辑非常混乱，从张三跳到老虎，极大地增加了听众的理解难度，要知道大多数人没时间想办法理解你。 4.篇幅太长。能用一个字讲清楚的，就不要用十个字。任何时候，听众对你的注意力都很有限，不愿意听太多太长的内容。 5.细节太多。为了回答听众的问题，没必要把所有的事情都说出来。就像你问别人“这个菜是什么”，别人却把这道菜的制作流程都讲了一遍，其实只…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194003",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260629】能帮你摧毁一切事物的力量，终有一天也会摧毁你",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194003",
    "pub_date": "2026-06-29 15:27:00",
    "author": "xilei",
    "description": "【1】@装老师有毒 谢娜北京演唱会取消，都认为是因为人民日报的这篇文章。 【2】深圳警方通报“东鹏特饮创始人不喝自家饮料”：罗某某(男，39岁，自媒体从业人员)借助AI工具编造虚假信息散布谣言，已被刑拘 【3】这帮房地产商好可怜啊，一个月五万港币怎么能够花 【4】计生成功了 【5】年轻人失业率，在2023年下半年进行技术性调整/统计口径改变后，趋势看起来没有什么变化 【6】故宫:横店你模仿了我的外观和规模却模仿不了我的内在 【7】怎么还…",
    "content": "【1】 @装老师有毒 谢娜北京演唱会取消，都认为是因为人民日报的这篇文章。 “以主持为主业的流量明星，缺乏知名音乐作品。” 确实，这几乎是在点名批评了。 但从审批手续层面看，演出许可已经获批，手续流程合法合规，不存在违规报批问题。 虽然我也讨厌谢娜举办演唱会，但更反感用舆论来倒逼挤压。 这种事，该交给市场，有人看就办，没人买票就自然熄火。 官媒下场定调，形成一种风向压力，还是管的太宽了。 【2】深圳警方通报“东鹏特饮创始人不喝自家饮料”：罗某某(男，39岁，自媒体从业人员)借助AI工具编造虚假信息散布谣言，已被刑拘…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193968",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260628】满座比赛约占所有比赛的六成",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193968",
    "pub_date": "2026-06-28 15:16:00",
    "author": "xilei",
    "description": "【1】AI泡沫忧虑升温 专家警告破裂冲击恐甚于历次股灾 科技股近期剧烈波动，再次引发市场对人工智能（AI）泡沫的担忧。一些专家警告，如果这场泡沫破裂，冲击可能比华尔街历史上任何一次市场崩盘都更严重。 美国宾夕法尼亚大学沃顿商学院金融学教授戈德斯指出，许多迹象显示市场估值已经过高。华尔街五大科技巨头市值合计达18万亿美元，几乎相当于整个中国经济的规模。 【2】@咪咕体育 #世界杯约六成小组赛满座# 【3】诋毁袁隆平网红账号被封 #抖音通报…",
    "content": "【1】AI泡沫忧虑升温 专家警告破裂冲击恐甚于历次股灾 科技股近期剧烈波动，再次引发市场对人工智能（AI）泡沫的担忧。一些专家警告，如果这场泡沫破裂，冲击可能比华尔街历史上任何一次市场崩盘都更严重。 美国宾夕法尼亚大学沃顿商学院金融学教授戈德斯指出，许多迹象显示市场估值已经过高。华尔街五大科技巨头市值合计达18万亿美元，几乎相当于整个中国经济的规模。 【2】 @咪咕体育 #世界杯约六成小组赛满座# 据德转中国区管理员“Asaikana”统计，美加墨世界杯小组赛阶段72场比赛共吸引现场观众464余万人次，场均6450…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193954",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260627】还是台风好...至少已经确定了未来的方向",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193954",
    "pub_date": "2026-06-27 15:05:00",
    "author": "xilei",
    "description": "【1】北京朝阳情况通报：6月26日17时55分，在朝阳区东三环附近，一架单发双座轻型运动航空器在飞行中碰撞一高层建筑，机上仅驾驶员1人、已死亡，现场13人受伤。目前，受伤人员在全力救治中。相关情况正由主管部门进一步调查。 【2】女子与七旬大爷交往，发生关系次日留下8月大男婴离开，大爷为泄愤多次殴打婴儿致死，一审获刑12年 【3】某国，到底是哪国？ 【4】国家统计局：企业就业人员周平均工作时间为48.2小时 【5】两部门：推动猪价尽快回到…",
    "content": "【1】北京朝阳情况通报：6月26日17时55分，在朝阳区东三环附近，一架单发双座轻型运动航空器在飞行中碰撞一高层建筑，机上仅驾驶员1人、已死亡，现场13人受伤。目前，受伤人员在全力救治中。相关情况正由主管部门进一步调查。 【2】女子与七旬大爷交往，发生关系次日留下8月大男婴离开，大爷为泄愤多次殴打婴儿致死，一审获刑12年 【3】某国，到底是哪国？ 【4】国家统计局：企业就业人员周平均工作时间为48.2小时 【5】两部门：推动猪价尽快回到合理水平 【6】据猫眼专业版数据，电影 #给阿嬷的情书# 上映59天， 总票房破…"
  }
];

export default jsonData;
