const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/51dfcf3254bc",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "金融市场，真正交易的是什么？",
    "link": "https://www.jianshu.com/p/51dfcf3254bc",
    "pub_date": "2026-07-29 07:42:47",
    "author": "半个明白人",
    "description": "很多人进入金融市场，最开始都是为了寻找一个答案。 找到上涨的原因。 找到下跌的规律。 找到一种可以判断未来的方法。 他们相信，只要研究得足够深入，总有一天，可以看懂市场。 甚至可以提前知道下一步会发生什么。 但后来才发现： 自己想寻找的，其实并不是市场的规律。 而是一个确定的答案。 金融市场真正交易的，表面上是资产。 但背后，其实是不同认知之间的交换。 同一个价格。 有人认为便宜，选择买入。 有人认为高估，选择卖出。 有人看到机会。 有…",
    "content": "很多人进入金融市场，最开始都是为了寻找一个答案。 找到上涨的原因。 找到下跌的规律。 找到一种可以判断未来的方法。 他们相信，只要研究得足够深入，总有一天，可以看懂市场。 甚至可以提前知道下一步会发生什么。 但后来才发现： 自己想寻找的，其实并不是市场的规律。 而是一个确定的答案。 金融市场真正交易的，表面上是资产。 但背后，其实是不同认知之间的交换。 同一个价格。 有人认为便宜，选择买入。 有人认为高估，选择卖出。 有人看到机会。 有人看到风险。 如果所有人的判断都完全一致，市场反而不会存在。 因为金融市场形成的…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/10cbe7953e34",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "山野里的惊艳“食”光(八)",
    "link": "https://www.jianshu.com/p/10cbe7953e34",
    "pub_date": "2026-07-29 07:42:47",
    "author": "风之舞555",
    "description": "风之舞摄 人们又开始放慢生活的脚步，用蜗牛的速度去享受食物，感受人生的细腻美妙。 置身龙吟山房这样的境地，你会情不自禁地张开浑身上下的毛孔，用五官去感知与食物相关的一切存在，全方位体验到环境、服务、厨师、菜单的设计、菜品的色泽与口感等等要素，一切都是如此和谐美好。 就在想，如若在这里多受几次熏陶与洗礼，再每年多到各地旅行与品鉴美食，也许有一天，在品尝每一道可口菜肴时，便会根据自己的“积累”，联想和判断某一新鲜的食村，是来自高耸的山脉，还…",
    "content": "风之舞摄 人们又开始放慢生活的脚步，用蜗牛的速度去享受食物，感受人生的细腻美妙。 置身龙吟山房这样的境地，你会情不自禁地张开浑身上下的毛孔，用五官去感知与食物相关的一切存在，全方位体验到环境、服务、厨师、菜单的设计、菜品的色泽与口感等等要素，一切都是如此和谐美好。 就在想，如若在这里多受几次熏陶与洗礼，再每年多到各地旅行与品鉴美食，也许有一天，在品尝每一道可口菜肴时，便会根据自己的“积累”，联想和判断某一新鲜的食村，是来自高耸的山脉，还是低谷及平原，抑或是悬崖上的危险采摘，还是深海的捕捞？ 如此，与一客美食的相遇，…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194600",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260728】冲上月球",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194600",
    "pub_date": "2026-07-28 16:58:00",
    "author": "xilei",
    "description": "【1】#韩股暴跌逼近6000点#，较6月历史高点下跌约35% #全球股市集体遭遇黑色星期二#7月28日，韩国KOSPI指数跌幅扩大至11%逼近6000点，较6月历史高点下跌约35%。SK海力士跌14%，三星电子跌逾13%。 【2】2021年以来，投资、消费和进出口对中国GDP增长贡献率。 【3】月之暗面真把Kimi K3开源了。 2.8万亿参数，全球最大开源模型，深夜上架Hugging Face，半小时冲上趋势榜。 参数之外，这次开源很…",
    "content": "【1】 #韩股暴跌逼近6000点# ，较6月历史高点下跌约35% #全球股市集体遭遇黑色星期二# 7月28日，韩国KOSPI指数跌幅扩大至11%逼近6000点，较6月历史高点下跌约35%。SK海力士跌14%，三星电子跌逾13%。 【2】2021年以来，投资、消费和进出口对中国GDP增长贡献率。 【3】月之暗面真把Kimi K3开源了。 2.8万亿参数，全球最大开源模型，深夜上架Hugging Face，半小时冲上趋势榜。 参数之外，这次开源很彻底——模型权重、47页技术报告、训练方法，连底层通信库和沙箱系统都一起甩…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194574",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260727】刚刚获得菲尔兹奖的王虹，得到了网民的极大包容",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194574",
    "pub_date": "2026-07-27 17:11:00",
    "author": "xilei",
    "description": "【1】日本著名推理小说家东野圭吾去世，享年68岁 日本出版社讲谈社7月27日发布讣告称，日本著名推理小说家东野圭吾于7月23日凌晨因结肠癌去世，享年68岁。葬礼已由其家属低调举行。 东野圭吾生前共创作106部作品（不含合著），代表作包括《嫌疑人X的献身》《放学后》《白夜行》《解忧杂货店》等，曾获江户川乱步奖、日本推理作家协会奖、直木三十五奖、本格推理大奖等多个奖项。 【2】廉政瞭望：57岁处级干部每天11点准时“消失”，全科室却视而不见…",
    "content": "【1】日本著名推理小说家东野圭吾去世，享年68岁 日本出版社讲谈社7月27日发布讣告称，日本著名推理小说家东野圭吾于7月23日凌晨因结肠癌去世，享年68岁。葬礼已由其家属低调举行。 东野圭吾生前共创作106部作品（不含合著），代表作包括《嫌疑人X的献身》《放学后》《白夜行》《解忧杂货店》等，曾获江户川乱步奖、日本推理作家协会奖、直木三十五奖、本格推理大奖等多个奖项。 【2】廉政瞭望：57岁处级干部每天11点准时“消失”，全科室却视而不见，临近退休不能成为“逍遥”干部的底气 【3】格隆汇被封了&nbsp; 【4】 王…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194548",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260726】一个人被说内向，她不一定真的内向",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194548",
    "pub_date": "2026-07-26 17:02:00",
    "author": "xilei",
    "description": "【1】《科学》报道6岁女童接受基因编辑试验后死亡，上海交通大学医学院：已成立专项工作组，对事件进行全面调查，坚决反对违背科研伦理违规开展医学科学研究。 【2】彭博社消息：因梁文锋对网络流传的会议纪要不满，DeepSeek 已告知第二轮融资的意向投资方，将暂停本轮融资进程。 【3】北京市社零六月尚未公布，五月社零同比-4.8%、四月社零同比-6.2%。 【4】月之暗面团队员工的造梗梗能力是可以的，前两天是切格瓦拉，今天是时光机。 对于K3…",
    "content": "【1】《科学》报道6岁女童接受基因编辑试验后死亡，上海交通大学医学院：已成立专项工作组，对事件进行全面调查，坚决反对违背科研伦理违规开展医学科学研究。 【2】彭博社消息：因梁文锋对网络流传的会议纪要不满，DeepSeek 已告知第二轮融资的意向投资方，将暂停本轮融资进程。 【3】北京市社零六月尚未公布，五月社零同比-4.8%、四月社零同比-6.2%。 【4】月之暗面团队员工的造梗梗能力是可以的，前两天是切格瓦拉，今天是时光机。 对于K3蒸馏了Fable的最新指控，回复是： 是的，Fable于7月1日正式上线，K3则…"
  }
];

export default jsonData;
