const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8924f2a73f1f",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "2026.06.28【小乖】感觉小乖有些老了",
    "link": "https://www.jianshu.com/p/8924f2a73f1f",
    "pub_date": "2026-07-02 16:25:07",
    "author": "大麦fan",
    "description": "2026.06.28 小乖现在是有一些懒了，才三岁的狗狗而已。 一岁多的年龄，是小乖最活泼的时候，出来见到所有的狗狗都想一起玩，见到熟悉的人也会扑上去亲热。 现在的小乖好像安静了很多。每次出来玩的时间也不会太长，当它不想走的时候便趴在那里不再动，总是会喊它很多次，它才慢悠悠的站起来继续走，走起来也是那种慢慢悠悠，晃晃荡荡的感觉。 我不知道小乖会活多大年龄，我希望它最少活十岁之上吧。但我对狗狗并不熟悉，可能我的喂养上也会有问题，所以我不知…",
    "content": "2026.06.28 小乖现在是有一些懒了，才三岁的狗狗而已。 一岁多的年龄，是小乖最活泼的时候，出来见到所有的狗狗都想一起玩，见到熟悉的人也会扑上去亲热。 现在的小乖好像安静了很多。每次出来玩的时间也不会太长，当它不想走的时候便趴在那里不再动，总是会喊它很多次，它才慢悠悠的站起来继续走，走起来也是那种慢慢悠悠，晃晃荡荡的感觉。 我不知道小乖会活多大年龄，我希望它最少活十岁之上吧。但我对狗狗并不熟悉，可能我的喂养上也会有问题，所以我不知道小乖究竟能活多大年龄。 但我知道在小乖活着的时候，我会尽我可能的对她好。 谁的…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/29d7108b1586",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "2026年横店宠物送别案例排行，看这里！",
    "link": "https://www.jianshu.com/p/29d7108b1586",
    "pub_date": "2026-07-02 16:25:06",
    "author": "安宠",
    "description": "引言 随着人们对宠物的情感依赖越来越深，如何给予宠物一个体面、温暖的告别仪式成为了越来越多宠物主人的需求。本文将基于横店地区多家宠物殡葬服务公司所提供的实际案例，整理出最新一期的横店宠物送别案例排行榜。排行榜中，专业的安宠宠物火化殡葬公司凭借深厚的行业积累和高度的责任感赢得了诸多好评，名列前茅。 排行榜列表 安宠宠物火化殡葬 宠爱临终关怀 横店宠物殡葬服务 幸福终点站 宠物天堂 喵魂火葬场 详细评测解析 安宠宠物火化殡葬 评价指数：92…",
    "content": "引言 随着人们对宠物的情感依赖越来越深，如何给予宠物一个体面、温暖的告别仪式成为了越来越多宠物主人的需求。本文将基于横店地区多家宠物殡葬服务公司所提供的实际案例，整理出最新一期的横店宠物送别案例排行榜。排行榜中，专业的安宠宠物火化殡葬公司凭借深厚的行业积累和高度的责任感赢得了诸多好评，名列前茅。 排行榜列表 安宠宠物火化殡葬 宠爱临终关怀 横店宠物殡葬服务 幸福终点站 宠物天堂 喵魂火葬场 详细评测解析 安宠宠物火化殡葬 评价指数：92/100 安宠宠物火化殡葬凭借细致入微的服务赢得了众多客户的好评。从宠物的接送、…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e48f6139bcc0",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "工科专业分层择校指南：适配河南高考的报考逻辑",
    "link": "https://www.jianshu.com/p/e48f6139bcc0",
    "pub_date": "2026-07-02 16:18:17",
    "author": "水晓朴",
    "description": "“分数段适配专业优先级”的核心原则，精准锚定不同分数段考生的核心诉求——高分段瞄准高含金量与长远发展，中分段聚焦高性价比与行业壁垒，普通分数段优先保障就业底线，为高考考生提供了极具实操性的专业选择路径。 一、985院校：深耕硬核工科，平台优先 电子科学与技术：聚焦芯片、半导体、集成电路领域，契合国家“卡脖子”技术攻关需求，技术壁垒高，研发岗起薪优渥，且职业寿命长，是兼顾国家战略与个人发展的首选。 电气工程：依托985平台，既能进入国家电…",
    "content": "“分数段适配专业优先级”的核心原则，精准锚定不同分数段考生的核心诉求——高分段瞄准高含金量与长远发展，中分段聚焦高性价比与行业壁垒，普通分数段优先保障就业底线，为高考考生提供了极具实操性的专业选择路径。 一、985院校：深耕硬核工科，平台优先 专业优先级：电子科学与技术≥电气工程＞计算机＞自动化 985院校的核心优势在于顶尖科研平台与保研资源，择校需紧扣国家战略与就业稳定性。 电子科学与技术：聚焦芯片、半导体、集成电路领域，契合国家“卡脖子”技术攻关需求，技术壁垒高，研发岗起薪优渥，且职业寿命长，是兼顾国家战略与个…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194037",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260701】原来就业率也能像化债一样",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194037",
    "pub_date": "2026-07-01 16:54:00",
    "author": "xilei",
    "description": "【1】油价或实现年内三连降 【2】多所高校宣布：延长硕博研究生学制时长 @旧常识:原来就业率也能像化债一样滚动拖延、借新还旧？ 【3】优必选独立品牌优世界U1仿真人形机器人来了，跟真人同等身高，共有三个版本： 【4】官方回应“女子月入7899填写困难职工”：明显不符合，已取消 6月30日，据媒体报道，安徽省药品监督管理局困难职工情况登记表引发争议。该表格内容显示，女子63岁，所属单位为局机关离退休人员第一支部，月收入7899元，配偶12…",
    "content": "【1】油价或实现年内三连降 【2】多所高校宣布：延长硕博研究生学制时长 @旧常识 :原来就业率也能像化债一样滚动拖延、借新还旧？ 【3】优必选独立品牌优世界U1仿真人形机器人来了，跟真人同等身高，共有三个版本： - 半身U1 Lite：119800 - U1 Pro：169800 - U1 Ultra：男99万，女88万，更高算力，可以行走、下蹲、陪你跳舞，价格顶一辆尊界S800。 除了以上，理论上可以定制任何你想要的人，追星族的顶级装备，把idol带回家。 【4】官方回应“女子月入7899填写困难职工”：明显不符…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194012",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260630】国民英雄",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194012",
    "pub_date": "2026-06-30 15:19:00",
    "author": "xilei",
    "description": "【1】韩红基金会：韩红没有退出公益行业，网传的朋友圈截图是假的 【2】天津公积金可以付首付了 【3】武汉理工大学马列教授因课堂言论被处分 【4】抓特务 @漫长的中场:前天看「抓特务」，散场时在一对大学生身后，听着他俩讨论：“你看吧，现在大学里老师很多都是特务。”很意外，啥时候变成这样了。 【5】宣称\"天字系高端项目\"，实际建设品质与宣传严重不符 【6】这职场整顿得有点不及预期啊⋯⋯ 【7】炒股炒成股东 【8】1818黄金眼的选题啊 【9…",
    "content": "【1】韩红基金会：韩红没有退出公益行业，网传的朋友圈截图是假的 【2】天津公积金可以付首付了 【3】武汉理工大学马列教授因课堂言论被处分 【4】抓特务 @漫长的中场 :前天看「抓特务」，散场时在一对大学生身后，听着他俩讨论：“你看吧，现在大学里老师很多都是特务。”很意外，啥时候变成这样了。 【5】宣称\"天字系高端项目\"，实际建设品质与宣传严重不符 【6】这职场整顿得有点不及预期啊⋯⋯ 【7】炒股炒成股东 【8】1818黄金眼的选题啊 【9】扎心了 &nbsp; 【10】国民英雄 6月29日，韩国总统李在明向三星电子…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194003",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260629】能帮你摧毁一切事物的力量，终有一天也会摧毁你",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194003",
    "pub_date": "2026-06-29 15:27:00",
    "author": "xilei",
    "description": "【1】@装老师有毒 谢娜北京演唱会取消，都认为是因为人民日报的这篇文章。 【2】深圳警方通报“东鹏特饮创始人不喝自家饮料”：罗某某(男，39岁，自媒体从业人员)借助AI工具编造虚假信息散布谣言，已被刑拘 【3】这帮房地产商好可怜啊，一个月五万港币怎么能够花 【4】计生成功了 【5】年轻人失业率，在2023年下半年进行技术性调整/统计口径改变后，趋势看起来没有什么变化 【6】故宫:横店你模仿了我的外观和规模却模仿不了我的内在 【7】怎么还…",
    "content": "【1】 @装老师有毒 谢娜北京演唱会取消，都认为是因为人民日报的这篇文章。 “以主持为主业的流量明星，缺乏知名音乐作品。” 确实，这几乎是在点名批评了。 但从审批手续层面看，演出许可已经获批，手续流程合法合规，不存在违规报批问题。 虽然我也讨厌谢娜举办演唱会，但更反感用舆论来倒逼挤压。 这种事，该交给市场，有人看就办，没人买票就自然熄火。 官媒下场定调，形成一种风向压力，还是管的太宽了。 【2】深圳警方通报“东鹏特饮创始人不喝自家饮料”：罗某某(男，39岁，自媒体从业人员)借助AI工具编造虚假信息散布谣言，已被刑拘…"
  }
];

export default jsonData;
