const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/ee748df0ac90",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "“SCI论文惨遭拒稿，不要直接摆烂！复盘调整才是破局关键”",
    "link": "https://www.jianshu.com/p/ee748df0ac90",
    "pub_date": "2026-08-06 15:34:41",
    "author": "启智源创",
    "description": "“SCI论文惨遭拒稿，不要直接摆烂！复盘调整才是破局关键” 投 SCI 被拒，几乎是每一位科研人都绕不开的一道坎。 熬夜数月打磨实验、反复斟酌文字逻辑，满怀期待提交稿件，等来的却不是录用通知，而是一封冷冰冰的拒稿邮件。沮丧、自我怀疑、委屈无力，这些情绪都再正常不过。很多人遇到拒稿之后，会走向两个极端：要么直接把稿件束之高阁，彻底放弃这篇心血；要么不加修改，换个期刊盲目重投，最后迎来二次拒稿。 其实拒稿不等于论文彻底报废，只是代表当前版本…",
    "content": "“SCI论文惨遭拒稿，不要直接摆烂！复盘调整才是破局关键” 投 SCI 被拒，几乎是每一位科研人都绕不开的一道坎。 熬夜数月打磨实验、反复斟酌文字逻辑，满怀期待提交稿件，等来的却不是录用通知，而是一封冷冰冰的拒稿邮件。沮丧、自我怀疑、委屈无力，这些情绪都再正常不过。很多人遇到拒稿之后，会走向两个极端：要么直接把稿件束之高阁，彻底放弃这篇心血；要么不加修改，换个期刊盲目重投，最后迎来二次拒稿。 其实拒稿不等于论文彻底报废，只是代表当前版本、匹配的期刊，没有达到刊发要求。有数据显示， SCI 期刊整体拒稿率普遍处于 6…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/59eaace1d9bc",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "又见水-鬼-蕉",
    "link": "https://www.jianshu.com/p/59eaace1d9bc",
    "pub_date": "2026-08-06 15:34:38",
    "author": "骑在牛背上看书",
    "description": "石蒜科的许多植物看上去比较妖艳，水-鬼-蕉就是其中之一。 水-鬼-蕉茎干较高，呈圆柱形，深绿色，叶子较小，无叶柄，呈椭圆状披针形，花朵较大，呈多边形，淡白色，表面光滑无毛。花期在夏末初秋，前面在赣南那个小镇就见过一次，临近7月底，在上海又见到一次。 水-鬼-蕉雄蕊着生于喉部，而下部为漏斗状副冠，有如螯蟹腿、蜘蛛脚，又像蜘蛛腿，故有“水-鬼-蕉”的名称，学名即“蜘蛛兰”。乍一看，这名字挺吓人，但这种原产于美洲热带，现在在我国南方绿化带里很…",
    "content": "石蒜科的许多植物看上去比较妖艳，水-鬼-蕉就是其中之一。 水-鬼-蕉茎干较高，呈圆柱形，深绿色，叶子较小，无叶柄，呈椭圆状披针形，花朵较大，呈多边形，淡白色，表面光滑无毛。花期在夏末初秋，前面在赣南那个小镇就见过一次，临近7月底，在上海又见到一次。 水-鬼-蕉雄蕊着生于喉部，而下部为漏斗状副冠，有如螯蟹腿、蜘蛛脚，又像蜘蛛腿，故有“水-鬼-蕉”的名称，学名即“蜘蛛兰”。乍一看，这名字挺吓人，但这种原产于美洲热带，现在在我国南方绿化带里很常见的植物，当夏天开花时看上去白白净净的，特别有仙气。 怎么一眼认出它？一看叶子…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194767",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260805】这个过程是值得的",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194767",
    "pub_date": "2026-08-05 16:42:00",
    "author": "xilei",
    "description": "【1】商务部：#对6家美国实体采取反制措施# 今天，商务部发布关于对应用DNA科学公司等6家美国实体采取反制措施的决定： 近期，美国以所谓“强迫劳动”为由制裁中国企业，严重违反国际法和国际关系基本准则，严重侵犯我国主权、安全、发展利益。应用DNA科学公司等6家美国实体协助、支持美国涉疆非法制裁，性质恶劣。 依据《中华人民共和国反外国制裁法》第三条、第四条、第六条、第九条、第十条、第十五条，《实施〈中华人民共和国反外国制裁法〉的规定》第三…",
    "content": "【1】商务部： #对6家美国实体采取反制措施# 今天，商务部发布关于对应用DNA科学公司等6家美国实体采取反制措施的决定： 近期，美国以所谓“强迫劳动”为由制裁中国企业，严重违反国际法和国际关系基本准则，严重侵犯我国主权、安全、发展利益。应用DNA科学公司等6家美国实体协助、支持美国涉疆非法制裁，性质恶劣。 依据《中华人民共和国反外国制裁法》第三条、第四条、第六条、第九条、第十条、第十五条，《实施〈中华人民共和国反外国制裁法〉的规定》第三条、第五条、第八条、第十条规定，中方决定将应用DNA科学公司等6家美国实体列入…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194748",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260804】刺",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194748",
    "pub_date": "2026-08-04 16:42:00",
    "author": "xilei",
    "description": "【1】新冠升至中流行水平 药店难买新冠药 【2】#19元200G流量卡退场# #三大运营商全面关停第三方售卡#近日，中国移动、中国电信和中国联通三大运营商发布“关于规范互联网渠道售卡管理的公告”。（以下简称“《公告》”）《公告》称：为保障用户权益和数据信息安全，对互联网渠道号卡订购业务进行统一规范。自2026年8月1日起，用户如需在互联网渠道订购号卡，只能通过电信运营商官方App、官方网站等渠道办理，第三方互联网渠道不再提供电信号卡办理…",
    "content": "【1】新冠升至中流行水平 药店难买新冠药 【2】 #19元200G流量卡退场# #三大运营商全面关停第三方售卡# 近日，中国移动、中国电信和中国联通三大运营商发布“关于规范互联网渠道售卡管理的公告”。（以下简称“《公告》”）《公告》称：为保障用户权益和数据信息安全，对互联网渠道号卡订购业务进行统一规范。自2026年8月1日起，用户如需在互联网渠道订购号卡，只能通过电信运营商官方App、官方网站等渠道办理，第三方互联网渠道不再提供电信号卡办理相关服务。新政一经发布，立刻引发外卖骑手、快递员、出租车司机等重度流量使用者…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194725",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260803】没下架前它只是个玩具，下架之后它就成了隐喻",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194725",
    "pub_date": "2026-08-03 16:47:00",
    "author": "xilei",
    "description": "【1】8月2日17时许，青岛市黄岛区七星河路363号青岛象屿速传供应链有限公司仓库突发火灾，现场升腾大量黑色浓烟。市、区消防、公安、应急多部门迅速赶赴现场开展扑救，截至当晚20时30分，火势仍未完全扑灭。根据官方通报，此次火情暂无人员被困、伤亡情况，仓库主要存放橡胶等大宗物资，起火具体原因仍在调查之中。该企业为厦门象屿旗下仓储物流主体，是橡胶原料重要仓储基地。橡胶类物料燃烧易产生刺激性烟气，周边居民需留意官方发布的环境提示，远离火场区域…",
    "content": "【1】8月2日17时许，青岛市黄岛区七星河路363号青岛象屿速传供应链有限公司仓库突发火灾，现场升腾大量黑色浓烟。市、区消防、公安、应急多部门迅速赶赴现场开展扑救，截至当晚20时30分，火势仍未完全扑灭。根据官方通报，此次火情暂无人员被困、伤亡情况，仓库主要存放橡胶等大宗物资，起火具体原因仍在调查之中。该企业为厦门象屿旗下仓储物流主体，是橡胶原料重要仓储基地。橡胶类物料燃烧易产生刺激性烟气，周边居民需留意官方发布的环境提示，远离火场区域。&nbsp; @瘦驼 ：我的朋友 junlee 昨天从航班上拍摄的青岛市黄岛区…"
  }
];

export default jsonData;
