const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/4f735f6cff19",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "青天大模型引行业热议，AI 评标需制度约束而非盲目崇拜",
    "link": "https://www.jianshu.com/p/4f735f6cff19",
    "pub_date": "2026-07-17 14:56:56",
    "author": "标书客",
    "description": "合肥“青天大模型”引发的争议仍在发酵。核心焦点是《暂行办法》第二十一条——评标委员会成员若不采纳AI评审结论，须给出“充足理由”并集体讨论。批评者认为这名为“辅助”实为“架空”，将主观判断权半强制让渡给算法。 批评固然必要，但若止步于此，我们可能错失一个更重要的追问：当AI不可避免地进入公共资源交易领域时，我们需要怎样的制度设计，才能让技术真正服务于公平，而非制造新的不公平？ 一、承认现实：AI进场是不可逆的趋势 先放下对第二十一条的争…",
    "content": "合肥“青天大模型”引发的争议仍在发酵。核心焦点是《暂行办法》第二十一条——评标委员会成员若不采纳AI评审结论，须给出“充足理由”并集体讨论。批评者认为这名为“辅助”实为“架空”，将主观判断权半强制让渡给算法。 批评固然必要，但若止步于此，我们可能错失一个更重要的追问：当AI不可避免地进入公共资源交易领域时，我们需要怎样的制度设计，才能让技术真正服务于公平，而非制造新的不公平？ 一、承认现实：AI进场是不可逆的趋势 先放下对第二十一条的争论，看看基本面。 2024年8月，合肥被国家发展改革委选定为全国招投标领域应用大…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194340",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260716】万达还在，他倒了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194340",
    "pub_date": "2026-07-16 16:37:00",
    "author": "xilei",
    "description": "【1】三家共享单车上调起步价，拉长基础骑行时长 【2】8.7分钟中有一半是广告骚扰诈骗电话吧？ 【3】当年要求王健林留下所有利润的贵州最年轻县长落马 当年要万达在丹寨投资产生的利润一分都不要带走的县长，倒了 万达还在，他倒了 【4】2025年南京平均工资公布 【5】港股泡泡玛特午后直线拉升涨逾8%，此前创始人王宁探访苹果总部，并与库克等会面 【6】#电影功夫女足#AI特效悄悄走进电影院啦～ 【7】北京一国企投近900万拍摄健康综艺节目，…",
    "content": "【1】三家共享单车上调起步价，拉长基础骑行时长 【2】8.7分钟中有一半是广告骚扰诈骗电话吧？ 【3】当年要求王健林留下所有利润的贵州最年轻县长落马 据贵州省纪委监委7月16日消息：贵州省市场监督管理局党组成员徐刘蔚涉嫌严重违纪违法，目前正接受贵州省纪委监委纪律审查和监察调查。 当年要万达在丹寨投资产生的利润一分都不要带走的县长，倒了&nbsp; 万达还在，他倒了 【4】2025年南京平均工资公布 【5】港股泡泡玛特午后直线拉升涨逾8%，此前创始人王宁探访苹果总部，并与库克等会面 【6】 #电影功夫女足# AI特效…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194320",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260715】多省开始抢老人",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194320",
    "pub_date": "2026-07-15 17:30:00",
    "author": "xilei",
    "description": "【1】#西北大学通报贾浅浅论文抄袭#7月15日，西北大学发布情况通报。通报称：认定贾某某存在抄袭行为，学术不端行为属实，已依据学位管理法律法规，撤销贾某某硕士学位。依据高校学术不端行为调查处理办法、职称评审管理规定、事业单位工作人员处分规定等法律法规，撤销贾某某副教授职称及教师岗位任职资格，同意其提出的辞职申请，解除聘用关系，已按程序撤销了其教师资格。有关单位依规依纪对相关责任人进行处理。 【2】#苹果AI国行版已过审# 促进生成式人工…",
    "content": "【1】 #西北大学通报贾浅浅论文抄袭# 7月15日，西北大学发布情况通报。通报称：认定贾某某存在抄袭行为，学术不端行为属实，已依据学位管理法律法规，撤销贾某某硕士学位。依据高校学术不端行为调查处理办法、职称评审管理规定、事业单位工作人员处分规定等法律法规，撤销贾某某副教授职称及教师岗位任职资格，同意其提出的辞职申请，解除聘用关系，已按程序撤销了其教师资格。有关单位依规依纪对相关责任人进行处理。 【2】 #苹果AI国行版已过审# 促进生成式人工智能服务创新发展和规范应用，网信部门会同有关部门按照《生成式人工智能服务管…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194292",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260714】人生最大的不幸",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194292",
    "pub_date": "2026-07-14 16:44:00",
    "author": "xilei",
    "description": "【1】#蒋方舟道歉##蒋方舟接受人大校方处理# 13日，@中国人民大学发布情况通报，经核查认定蒋方舟构成学术不端行为，决定撤销其硕士学位。刚刚，蒋方舟发文道歉：“本人接受人大校方对此事的处理。因此事被惊扰并失望的读者，我致以歉意。对我的老师为此事蒙受的处分，深致歉意。” 【2】香港著名电影人施南生去世，享年 75岁。 前夫徐克接受采访时透露，施南生从2022年开始身体免疫力衰退，多年来一直以顽强生命力与病魔对抗，直到最近身体免疫力严重衰…",
    "content": "【1】 #蒋方舟道歉# #蒋方舟接受人大校方处理# &nbsp; 13日， @中国人民大学 发布情况通报，经核查认定蒋方舟构成学术不端行为，决定撤销其硕士学位。刚刚，蒋方舟发文道歉：“本人接受人大校方对此事的处理。因此事被惊扰并失望的读者，我致以歉意。对我的老师为此事蒙受的处分，深致歉意。” 【2】香港著名电影人施南生去世，享年 75岁。 前夫徐克接受采访时透露，施南生从2022年开始身体免疫力衰退，多年来一直以顽强生命力与病魔对抗，直到最近身体免疫力严重衰退，病毒严重感染身体，导致很多器官衰竭。 徐克说：「施南生…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/381247c118d1",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "七律·感父辈同胞命运精神",
    "link": "https://www.jianshu.com/p/381247c118d1",
    "pub_date": "2026-07-13 16:11:45",
    "author": "笑独行",
    "description": "七律·感父辈同胞命运精神 @剑安（笑独行）[诗] 望族联姻喜树成，开枝十一势峥嵘。 分明家运牵邦运，仿佛前生误此生。 石缝强钻承玉性，书香苦嗅振金声。 都来散叶虽三户，堂表应求亲可凭。 【解题】 家道中落，雨打风吹。夹缝搏命，书香同归。 剑安自注：开枝十一，谓祖父母生养父辈兄弟姐妹十一人（四男七女）。峥嵘，嵘读如衡。都来，同算来。虽三户，取自“楚虽三户，亡秦必楚”一语，谓虽然人数偏少（十一位父辈兄弟姐妹人均生养儿女近三人）。应求，取意“…",
    "content": "七律·感父辈同胞命运精神 @剑安（笑独行）[诗] 望族联姻喜树成，开枝十一势峥嵘。 分明家运牵邦运，仿佛前生误此生。 石缝强钻承玉性，书香苦嗅振金声。 都来散叶虽三户，堂表应求亲可凭。 【解题】 家道中落，雨打风吹。夹缝搏命，书香同归。 剑安自注：开枝十一，谓祖父母生养父辈兄弟姐妹十一人（四男七女）。峥嵘，嵘读如衡。都来，同算来。虽三户，取自“楚虽三户，亡秦必楚”一语，谓虽然人数偏少（十一位父辈兄弟姐妹人均生养儿女近三人）。应求，取意“同声相应，同气相求”。 （戊戌年腊月初三至初四反复推敲成咏于榕城） 父辈兄弟姐妹…"
  }
];

export default jsonData;
