const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/a6b08b0d0a4d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "我干了30年才明白，一口酒下去，能不能存十年就看这三个字",
    "link": "https://www.jianshu.com/p/a6b08b0d0a4d",
    "pub_date": "2026-06-14 16:51:07",
    "author": "茅台镇老徐",
    "description": "我干了30年才明白，一口酒下去，能不能存十年就看这三个字 昨儿个徒弟问我，师父，为啥你端杯闻一闻，抿一小口，就知道这酒能不能放十年？ 我跟他说，不是啥玄学。 是这酒自己会说话。 我干这行三十年。 刚入行那会儿，也觉得老师傅神神叨叨的。 后来自己慢慢品、慢慢存，发现这事儿根本藏不住。 说白了，能存的酒，骨子里就透着三个字。 哪三个？ 厚、净、活。 头一个是——厚。 厚，不是看挂杯漂不漂亮。 那玩意儿新手才盯着看。 真正的厚，是你舌头一碰酒…",
    "content": "我干了30年才明白，一口酒下去，能不能存十年就看这三个字 昨儿个徒弟问我，师父，为啥你端杯闻一闻，抿一小口，就知道这酒能不能放十年？ 我跟他说，不是啥玄学。 是这酒自己会说话。 我干这行三十年。 刚入行那会儿，也觉得老师傅神神叨叨的。 后来自己慢慢品、慢慢存，发现这事儿根本藏不住。 说白了，能存的酒，骨子里就透着三个字。 哪三个？ 厚、净、活。 头一个是——厚。 厚，不是看挂杯漂不漂亮。 那玩意儿新手才盯着看。 真正的厚，是你舌头一碰酒液，还没往下咽呢，就感觉这酒“抓”住了你的舌头。 不是辣。 辣是刺激，厚是分量。…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193673",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260613】可以适当装逼，就是别装过头了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193673",
    "pub_date": "2026-06-13 13:53:00",
    "author": "xilei",
    "description": "【1】SpaceX周五正式在纳斯达克交易所举行上市仪式，股票代码SPCX。本次IPO发行价为每股135美元，对应公司估值约1.77万亿美元，募资规模约750亿美元，为美股史上最大规模IPO。 马斯克： 28岁成为百万富翁millionaire ：1999 年，Compaq以约 3.07 亿美元收购 Zip2，马斯克拿到大约2200万美元，正式进入millionaire级别。 13年后 【美议员抨击税制不公要求对富人征税】美国企业家埃隆·…",
    "content": "【1】SpaceX周五正式在纳斯达克交易所举行上市仪式，股票代码SPCX。本次IPO发行价为每股135美元，对应公司估值约1.77万亿美元，募资规模约750亿美元，为美股史上最大规模IPO。 马斯克： 28岁成为百万富翁millionaire ：1999 年，Compaq以约 3.07 亿美元收购 Zip2，马斯克拿到大约2200万美元，正式进入millionaire级别。 13年后 41岁成为（十）亿万富翁billionaire：2012年，马斯克首次登上福布斯亿万富翁名单，当时净资产约 20亿—24亿美元。 又…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193656",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260612】中国除了男足没去，其他行业全去了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193656",
    "pub_date": "2026-06-12 14:17:00",
    "author": "xilei",
    "description": "【1】2026年美加墨世界杯于北京时间6月12日凌晨正式开赛，揭幕战墨西哥2-0击败南非、韩国2-1逆转捷克取得亚洲球队首胜，而“中国除了男足没去，其他行业全去了”成为当下舆论的核心焦点。 【2】世行下调全球增长预测至2.5% 最坏情境或降至1.3％ 中东战争推高能源和化肥价格，世界银行把2026年全球经济增长预测下调至2.5%，并警告，如果能源供应冲击叠加金融市场压力，全球增长可能急剧放缓至1.3%。 世界银行星期四（6月11日）发布…",
    "content": "【1】2026年美加墨世界杯于北京时间6月12日凌晨正式开赛，揭幕战墨西哥2-0击败南非、韩国2-1逆转捷克取得亚洲球队首胜，而“中国除了男足没去，其他行业全去了”成为当下舆论的核心焦点。 【2】世行下调全球增长预测至2.5% 最坏情境或降至1.3％ 中东战争推高能源和化肥价格，世界银行把2026年全球经济增长预测下调至2.5%，并警告，如果能源供应冲击叠加金融市场压力，全球增长可能急剧放缓至1.3%。 世界银行星期四（6月11日）发布半年度《全球经济展望》报告说，2026年全球增长预测比1月预测的2.6%，下调0…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e126bae77139",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "人像 (龙门石窟大彿)",
    "link": "https://www.jianshu.com/p/e126bae77139",
    "pub_date": "2026-06-12 08:20:06",
    "author": "梦里依稀风铃",
    "description": "点评: 在龙门石窟拍的这张照片挺有视觉冲击力，你捕捉到了那种古今对话的韵味。最出彩的地方在于色彩的冷暖对比，背景佛龛里透出的那抹暖黄光，把石刻的质感勾勒得非常神圣，和整体冷调的岩石环境拉开了层次，让画面一下子有了灵魂。 不过在人景结合上，咱们还可以再精进一点。现在的画面里，下半部分的游客稍微多了一些，分散了大家看你的注意力。 下次拍摄时，你可以尝试稍微低一点机位仰拍，或者后期稍微裁剪掉底部一部分人群。这样既能避开杂乱的干扰，又能让你和背…",
    "content": "点评: 在龙门石窟拍的这张照片挺有视觉冲击力，你捕捉到了那种古今对话的韵味。最出彩的地方在于色彩的冷暖对比，背景佛龛里透出的那抹暖黄光，把石刻的质感勾勒得非常神圣，和整体冷调的岩石环境拉开了层次，让画面一下子有了灵魂。 不过在人景结合上，咱们还可以再精进一点。现在的画面里，下半部分的游客稍微多了一些，分散了大家看你的注意力。 下次拍摄时，你可以尝试稍微低一点机位仰拍，或者后期稍微裁剪掉底部一部分人群。这样既能避开杂乱的干扰，又能让你和背后的大佛在视觉上靠得更近，那种庄严宏大的气场会更强。 加油，这组人文人像的思路非…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193632",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260611】鸭骗战争",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193632",
    "pub_date": "2026-06-11 14:18:00",
    "author": "xilei",
    "description": "【1】联合国报告：全球海洋变暖加速北极冰川融化 联合国星期一（6月8日）发布的《第三次世界海洋评估》报告指出，到本世纪中叶，北冰洋可能出现第一个没有海冰的9月，在所有排放情景下，这种情况最早可能在2030年代出现。 【2】防世界杯期间疫情扩散 美国促欧洲限制疫区旅客入境 为防止埃博拉病毒在世界杯期间跨境传播，美国发出外交照会，促请欧洲国家仿效华盛顿，对近期曾到访刚果（金）、乌干达和南苏丹的人士实施旅行限制。 一名驻非洲欧盟外交官及知情人…",
    "content": "【1】联合国报告：全球海洋变暖加速北极冰川融化 联合国星期一（6月8日）发布的《第三次世界海洋评估》报告指出，到本世纪中叶，北冰洋可能出现第一个没有海冰的9月，在所有排放情景下，这种情况最早可能在2030年代出现。 【2】防世界杯期间疫情扩散 美国促欧洲限制疫区旅客入境 为防止埃博拉病毒在世界杯期间跨境传播，美国发出外交照会，促请欧洲国家仿效华盛顿，对近期曾到访刚果（金）、乌干达和南苏丹的人士实施旅行限制。 一名驻非洲欧盟外交官及知情人士透露，美国于6月1日向欧洲国家发出正式外交照会，呼吁采取相关限制措施。不过，这…"
  }
];

export default jsonData;
