const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/34333f29090d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "别再乱用水！一杯好水决定冷萃的干净口感",
    "link": "https://www.jianshu.com/p/34333f29090d",
    "pub_date": "2026-05-25 17:45:38",
    "author": "手冲日记",
    "description": "夏天想要喝上一杯清爽不酸涩的冷萃，真的不用一味追求昂贵咖啡豆。很多人做出来的冷萃又酸又涩、还带着奇怪杂味，放冰箱一晚之后口感发闷，其实问题根本不在豆子，而是日常饮用水拖了后腿。在尝试过多种水质之后，我坚定锁定冰川水，它把冷萃该有的干净、清甜、柔和全部拉满，让普通豆子也能泡出门店级口感，真正诠释了好水不浪费每一粒咖啡豆。 低温萃取本身十分挑剔水质，低温环境下，水中的杂质、多余矿物质无法挥发，会直接锁在咖啡液里。自来水自带氯味，放大咖啡苦涩…",
    "content": "夏天想要喝上一杯清爽不酸涩的冷萃，真的不用一味追求昂贵咖啡豆。很多人做出来的冷萃又酸又涩、还带着奇怪杂味，放冰箱一晚之后口感发闷，其实问题根本不在豆子，而是日常饮用水拖了后腿。在尝试过多种水质之后，我坚定锁定冰川水，它把冷萃该有的干净、清甜、柔和全部拉满，让普通豆子也能泡出门店级口感，真正诠释了好水不浪费每一粒咖啡豆。 低温萃取本身十分挑剔水质，低温环境下，水中的杂质、多余矿物质无法挥发，会直接锁在咖啡液里。自来水自带氯味，放大咖啡苦涩；普通矿泉水钠含量偏高，喝起来隐隐发咸；纯净水过于单薄，没有口感层次，冷萃喝起来…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/c1f2ee8999ba",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "今天面试了一家店铺，感觉不合适",
    "link": "https://www.jianshu.com/p/c1f2ee8999ba",
    "pub_date": "2026-05-25 17:45:37",
    "author": "明名",
    "description": "今天面试了一家烘焙店，很早我就起床了准备了一阵子。 自从结婚后我已经有两年左右的时间没有参加工作了。婚前为了转型，我去广州学习了烘焙裱花师。当时也思考了好久自己喜欢的行业，最后觉得烘焙生日蛋糕方面我个人还是比较喜欢的。 今天是我过去三年第一次参加面试工作，实话说非常紧张。比较婚后基本我就没有再上班了，加上生了孩子身体也没有从前那么好。体力方面也不太行的，可以做重的工作也没办法去做了。 好不容易放松踏进店铺进行面试，没想到老板给我出了特别…",
    "content": "今天面试了一家烘焙店，很早我就起床了准备了一阵子。 自从结婚后我已经有两年左右的时间没有参加工作了。婚前为了转型，我去广州学习了烘焙裱花师。当时也思考了好久自己喜欢的行业，最后觉得烘焙生日蛋糕方面我个人还是比较喜欢的。 今天是我过去三年第一次参加面试工作，实话说非常紧张。比较婚后基本我就没有再上班了，加上生了孩子身体也没有从前那么好。体力方面也不太行的，可以做重的工作也没办法去做了。 好不容易放松踏进店铺进行面试，没想到老板给我出了特别难的题目。之前做私房烘焙一般都是烤烤蛋糕，主要做生日蛋糕为主也是做身边的朋友圈这…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/b76c9edfadfb",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "青山如寄，星河如许，你是我藏在风里的际遇",
    "link": "https://www.jianshu.com/p/b76c9edfadfb",
    "pub_date": "2026-05-25 17:45:37",
    "author": "金生馨",
    "description": "文/不眠独白 当数到第3388个石阶，我终于站在大芹山的山顶，看远山如黛，层层叠叠地铺向天边。云雾从山谷里慢慢攀上来，像谁的思念攀上了心头。忽然就想起一句话：青山如寄。 山把自己寄给了天空，溪流把自己寄给了大海，而我把自己寄给了谁呢？ 后来我明白了——寄给风了。 风穿过城市的大街小巷，翻过人潮汹涌的地铁站，在某个我不知道的时刻，轻轻绕过你的发梢。我猜你可能没察觉，但你闻到了吗？风里有我最隐秘的问候，有我没说出口的晚安，有我在深夜里对着星…",
    "content": "文/不眠独白 当数到第3388个石阶，我终于站在大芹山的山顶，看远山如黛，层层叠叠地铺向天边。云雾从山谷里慢慢攀上来，像谁的思念攀上了心头。忽然就想起一句话：青山如寄。 山把自己寄给了天空，溪流把自己寄给了大海，而我把自己寄给了谁呢？ 后来我明白了——寄给风了。 风穿过城市的大街小巷，翻过人潮汹涌的地铁站，在某个我不知道的时刻，轻轻绕过你的发梢。我猜你可能没察觉，但你闻到了吗？风里有我最隐秘的问候，有我没说出口的晚安，有我在深夜里对着星星许下的、连自己都觉得有些傻气的愿望。 因为每一颗星都在等一个抬头的人，而每一个…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/65cba37bb1c7",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "即兴演讲‖警惕问答环节陷阱",
    "link": "https://www.jianshu.com/p/65cba37bb1c7",
    "pub_date": "2026-05-25 17:45:36",
    "author": "山里阿辉",
    "description": "分享阅读即兴演讲关于回答问题如何避免其中的陷阱。 大家知道，在问答环节，并不都是很友好的，有时会遇到很难对付的问题。回答问题有必要认识和避免以下陷阱。 不要重复否定的观点，不要否定它，在问答问题时不要重复问题中否定部分。 不要评价问题，只要回答问题即可。经常听到这是一个很好的问题，这不是很推荐的做法。 不要推测，可以找个其他的说法来回答，比如问数据问盈利，可以说未公布或者说乐意为你查找数据。 不要默认错误的陈述，对你或对公司的描述有误，…",
    "content": "分享阅读即兴演讲关于回答问题如何避免其中的陷阱。 大家知道，在问答环节，并不都是很友好的，有时会遇到很难对付的问题。回答问题有必要认识和避免以下陷阱。 不要重复否定的观点 ，不要否定它，在问答问题时不要重复问题中否定部分。 不要评价问题 ，只要回答问题即可。经常听到这是一个很好的问题，这不是很推荐的做法。 不要推测 ，可以找个其他的说法来回答，比如问数据问盈利，可以说未公布或者说乐意为你查找数据。 不要默认错误的陈述 ，对你或对公司的描述有误，礼貌纠正即可。 不要向提问者发问 ，可以通过解释一下问题，来跟提问者沟通…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193218",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260524】已经是周六晚上九点半了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193218",
    "pub_date": "2026-05-24 14:58:00",
    "author": "xilei",
    "description": "【1】刚果（金）伊波拉疫情恶化 世卫上调风险至最高级别 世界卫生组织周五宣布，由于死亡与感染人数持续上升，刚果（金）伊波拉疫情的风险评估已上调至最高级别。刚果（金）目前有82起确诊病例和七起确诊死亡病例，有近750起疑似病例和177起疑似死亡病例。 【2】重庆市永川区出现特大暴雨，导致17人失联，1人死亡。 【3】中国科学院院士周成虎，被带走调查 据经济观察报报道，现年62岁的中国科学院院士、地理学家周成虎，近日被纪委监察机关带走调查。…",
    "content": "【1】刚果（金）伊波拉疫情恶化 世卫上调风险至最高级别 世界卫生组织周五宣布，由于死亡与感染人数持续上升，刚果（金）伊波拉疫情的风险评估已上调至最高级别。刚果（金）目前有82起确诊病例和七起确诊死亡病例，有近750起疑似病例和177起疑似死亡病例。 【2】重庆市永川区出现特大暴雨，导致17人失联，1人死亡。 【3】中国科学院院士周成虎，被带走调查 据经济观察报报道，现年62岁的中国科学院院士、地理学家周成虎，近日被纪委监察机关带走调查。 报道称，周成虎是在2026年4月下旬，被湖南省郴州市纪委监委从他工作的单位中国…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193209",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260523】他们受过的我们都受过",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193209",
    "pub_date": "2026-05-23 15:07:00",
    "author": "xilei",
    "description": "【1】山西沁源县一高瓦斯煤矿爆炸 已致90人死亡 山西长治一高瓦斯煤矿发生瓦斯爆炸，造成重大伤亡。据央视新闻消息，5月22日19时35分，山西省沁源县通洲集团留神峪煤矿发生瓦斯爆炸，事故已造成90人死亡。目前事故救援工作仍在紧张进行，相关伤亡人员数据仍在统计中。 【2】司法部：30多万名不符合资格条件的行政执法人员被调整、清退 国务院新闻办今天上午举行新闻发布会，发布会介绍了规范涉企行政执法专项行动有关情况。司法部相关负责人介绍，专项行…",
    "content": "【1】山西沁源县一高瓦斯煤矿爆炸 已致90人死亡 山西长治一高瓦斯煤矿发生瓦斯爆炸，造成重大伤亡。据央视新闻消息，5月22日19时35分，山西省沁源县通洲集团留神峪煤矿发生瓦斯爆炸，事故已造成90人死亡。目前事故救援工作仍在紧张进行，相关伤亡人员数据仍在统计中。 &nbsp; 【2】司法部：30多万名不符合资格条件的行政执法人员被调整、清退 国务院新闻办今天上午举行新闻发布会，发布会介绍了规范涉企行政执法专项行动有关情况。司法部相关负责人介绍，专项行动着力强化执法队伍建设，纠治行政执法过程中“吃拿卡要”、不作为等问…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193191",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260522】内存涨价很恐怖",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193191",
    "pub_date": "2026-05-22 14:57:00",
    "author": "xilei",
    "description": "【1】#多地发布关于杨梅的消费提示#，提醒消费者谨慎选购 #多地提醒消费者慎购杨梅#近日，陕西省渭南市合阳县、新疆维吾尔自治区阿勒泰市等多地相继发布关于杨梅的消费安全提示，提醒广大消费者警惕违规浸泡、非法添加等问题，科学选购、健康食用杨梅。 5月21日，陕西省渭南市合阳县发布《合阳县市场监督管理局关于购买食用杨梅的食品安全风险提示》。该《提示》首先对相关添加剂进行科普，主要包括，脱氢乙酸钠是一种低毒高效的防腐剂，可在人体内正常代谢，能抑…",
    "content": "【1】 #多地发布关于杨梅的消费提示# ，提醒消费者谨慎选购 &nbsp; #多地提醒消费者慎购杨梅# 近日，陕西省渭南市合阳县、新疆维吾尔自治区阿勒泰市等多地相继发布关于杨梅的消费安全提示，提醒广大消费者警惕违规浸泡、非法添加等问题，科学选购、健康食用杨梅。 5月21日，陕西省渭南市合阳县发布《合阳县市场监督管理局关于购买食用杨梅的食品安全风险提示》。该《提示》首先对相关添加剂进行科普，主要包括，脱氢乙酸钠是一种低毒高效的防腐剂，可在人体内正常代谢，能抑制霉菌、酵母和细菌的生长；甜蜜素（环己基氨基磺酸钠）是人工合…"
  }
];

export default jsonData;
