const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/7de2bc5d3d93",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "碰撞事件",
    "link": "https://www.jianshu.com/p/7de2bc5d3d93",
    "pub_date": "2026-08-19 14:08:11",
    "author": "大龙10",
    "description": "书名：代码本色：用编程模拟自然系统 目录 5.13 碰撞事件 1、Box2D的另一个特性——碰撞 Box2D通过“接口”提醒碰撞事件发生的时刻，在这里，我们有必要学习接口的相关知识，这是面向对象编程的一项高级特性。 你可以查看Java接口教程 （http://download.oracle.com/javase/tutorial/java/concepts/interface.html） 和JBox2DContactListener类的…",
    "content": "书名：代码本色：用编程模拟自然系统 作者：Daniel Shiffman 译者：周晗彬 ISBN：978-7-115-36947-5 目录 5.13 碰撞事件 1、Box2D的另一个特性——碰撞 Box2D通过“接口”提醒碰撞事件发生的时刻，在这里，我们有必要学习接口的相关知识，这是面向对象编程的一项高级特性。 你可以查看Java接口教程 （http://download.oracle.com/javase/tutorial/java/concepts/interface.html） 和JBox2DContactL…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/02af2cfafea9",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "美是什么",
    "link": "https://www.jianshu.com/p/02af2cfafea9",
    "pub_date": "2026-08-19 09:38:37",
    "author": "缪斯山脉",
    "description": "寂静的港湾升起一抹淡淡的红阳，微风轻哨 你还会回来吗？离岸不远的小镇黄色的小屋 你还会回来吗？他们说生命不常有，要愉快的生活 为什么你总使那些美丽的记忆常新。为什么你在 为什么？为什么？为什么我时常就这样想起你 2008.12.25",
    "content": "寂静的港湾升起一抹淡淡的红阳，微风轻哨 一浪浪的白纹不停地抚慰着斑斑点点的小船 你还会回来吗？白色的海鸥已在风中呢喃 新上红漆的渔船已在大海的远处鼓胀船帆 你还会回来吗？离岸不远的小镇黄色的小屋 干净漂亮，瓦红的屋顶清晨的喜悦互相拥挤 小镇的男人们说，该去干活了，而穿戴漂亮的女人 正匆忙地准备男人的早餐，还有那些孩子 他们还赖在床上，温红的太阳还叫不醒他们 幸福的时光就这样眷顾这些天真无邪的孩子 你还会回来吗？他们说生命不常有，要愉快的生活 每天满满当当的，男人出海打鱼，女人家里做饭 照看孩子。可我总觉得这些还不够…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195006",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260818】微弱的力量也需要投入",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195006",
    "pub_date": "2026-08-18 16:08:00",
    "author": "xilei",
    "description": "【1】#多方回应女子杭州酒局遭伤害#杭州地产酒局那些事，媒体开始报道了 【2】人社部：加强中小学教师、医务人员的欠薪治理，深化公立医院薪酬改革。 【3】九部门：盘活闲置资源资产，支持县级政府利用腾退办公楼等闲置国有资产改建为便民商业网点。 【4】湖北一医院11名职工分工协作，涉嫌骗取医保基金130万元 【5】2026年8月起，全国多地正以前所未有的力度推进社保“实缴”严查，上海、江苏、广东等地要求企业年内社保基数夯实率达到90%及以上。…",
    "content": "【1】 #多方回应女子杭州酒局遭伤害# 杭州地产酒局那些事，媒体开始报道了 &nbsp; &nbsp; 【2】人社部：加强中小学教师、医务人员的欠薪治理，深化公立医院薪酬改革。 【3】九部门：盘活闲置资源资产，支持县级政府利用腾退办公楼等闲置国有资产改建为便民商业网点。 【4】湖北一医院11名职工分工协作，涉嫌骗取医保基金130万元 【5】2026年8月起，全国多地正以前所未有的力度推进社保“实缴”严查，上海、江苏、广东等地要求企业年内社保基数夯实率达到90%及以上。 【6】2015-2025年，中国人口年龄结构的…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/2a42489e013a",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "《月亮与六便士》读书笔记1",
    "link": "https://www.jianshu.com/p/2a42489e013a",
    "pub_date": "2026-08-18 06:53:31",
    "author": "依依春草",
    "description": "斯特里兰德需要爱情，但是他非常害怕爱情带给他的束缚，女人太容易喜爱控制对方了。 放弃家庭带来的桎梏，斯特里兰德再也不愿意被另一个女人控制了。 看到布兰奇奋不顾身的爱，斯特里兰德害怕了，他追求思想和灵魂上的绝对自由，不愿受到任何约束。 在斯特里兰德看来，人的一生非常短暂，他要把有限的生命全部投入到工作中——画画，不愿意受到任何束缚。 斯特里兰德逃离了布兰奇的爱，远远的离开了。 金句摘抄 1、因为女人除了爱情什么也不懂，所以她们把爱情看得非…",
    "content": "斯特里兰德需要爱情，但是他非常害怕爱情带给他的束缚，女人太容易喜爱控制对方了。 放弃家庭带来的桎梏，斯特里兰德再也不愿意被另一个女人控制了。 看到布兰奇奋不顾身的爱，斯特里兰德害怕了，他追求思想和灵魂上的绝对自由，不愿受到任何约束。 在斯特里兰德看来，人的一生非常短暂，他要把有限的生命全部投入到工作中——画画，不愿意受到任何束缚。 斯特里兰德逃离了布兰奇的爱，远远的离开了。 金句摘抄 1、因为女人除了爱情什么也不懂，所以她们把爱情看得非常重要； 2、如果一个女人爱上你，除非拥有了你的灵魂，她才肯罢休。 3、也许，在…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194980",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260817】世界上的其他一切也没跟着停下来",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194980",
    "pub_date": "2026-08-17 16:29:00",
    "author": "xilei",
    "description": "【1】今天上午10时，纪念江泽民同志诞辰100周年大会在人民大会堂隆重举行。 【2】醉了，《牛来》票房已经破千万了，今天上午票房350万，排片是《蜘蛛侠》的一半，票房却跟蜘蛛侠一样。而且预测总票房能达八千多万 【3】生态环境新规：8月15日起，居民住宅楼禁止新开餐饮项目 【4】所谓的优等生，也不过如此 【5】原因：被告在德勤工作多年，但是投资股票严重亏损，身家几乎赔光，在巨大的经济压力之下，于是乎想到了卖公司电脑试图翻身，收益都转到了富…",
    "content": "【1】今天上午10时，纪念江泽民同志诞辰100周年大会在人民大会堂隆重举行。 【2】醉了，《牛来》票房已经破千万了，今天上午票房350万，排片是《蜘蛛侠》的一半，票房却跟蜘蛛侠一样。而且预测总票房能达八千多万 【3】生态环境新规：8月15日起，居民住宅楼禁止新开餐饮项目 【4】所谓的优等生，也不过如此 【5】原因：被告在德勤工作多年，但是投资股票严重亏损，身家几乎赔光，在巨大的经济压力之下，于是乎想到了卖公司电脑试图翻身，收益都转到了富途账户，但是没有翻身，全部亏损殆尽，目前已经无力赔偿雇主 【6】阿里的游戏业务就…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194956",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260816】《牛来》要下架了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194956",
    "pub_date": "2026-08-16 16:14:00",
    "author": "xilei",
    "description": "【1】《牛来》的总票房预测来到1800万，彻底出圈…..魔幻程度远超今年的现象级电影《给阿嬷的情书》。 硬刚奥德赛说是 彭博社报道 ： 一部中国动画电影上映前10天的票房只有约1000美元，却因为在网上遭到大量嘲讽而意外走红，最终推动票房收入突破六位数。周六， 成为社交媒体平台上讨论度最高的话题之一。大量网友转发电影片段，并吐槽其动画制作粗糙、叙事生硬尴尬。 但正是这股铺天盖地的嘲讽和负面讨论，反而给影片带来了巨大曝光度，让这部原本几乎…",
    "content": "【1】《牛来》的总票房预测来到1800万，彻底出圈…..魔幻程度远超今年的现象级电影《给阿嬷的情书》。 硬刚奥德赛说是&nbsp; 彭博社报道&lt;牛来&gt;： 一部中国动画电影上映前10天的票房只有约1000美元，却因为在网上遭到大量嘲讽而意外走红，最终推动票房收入突破六位数。周六，&lt;牛来&gt; 成为社交媒体平台上讨论度最高的话题之一。大量网友转发电影片段，并吐槽其动画制作粗糙、叙事生硬尴尬。 但正是这股铺天盖地的嘲讽和负面讨论，反而给影片带来了巨大曝光度，让这部原本几乎无人问津的电影意外变成了一个票…"
  }
];

export default jsonData;
