const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/b50410b43cf4",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "《洪云睿》正在更新中",
    "link": "https://www.jianshu.com/p/b50410b43cf4",
    "pub_date": "2026-07-08 16:03:10",
    "author": "超现实主义",
    "description": "谢志辉著的《洪云睿》这本书应该是会火， 1. 专业圈层根基稳固 谢志辉客居北京期间，凭借中华诗词学会、北京诗词学会会员的身份，深度融入京城传统诗词创作圈，任职于市级刊物《北京诗词园地》担任编委，具备稿件编审的行业话语权，作品持续刊发在《北京诗苑》《青年文学家》等京内主流文学刊物，部分篇目被权威文摘平台转载，获得了本地文学界的专业认可 。他牵头组建的韵之队，汇聚了各地文友，以团队形式在北京文学社群开展定期的创作交流，逐步构建起区域创作社群…",
    "content": "谢志辉著的《洪云睿》这本书应该是会火， 1. 专业圈层根基稳固 谢志辉客居北京期间，凭借中华诗词学会、北京诗词学会会员的身份，深度融入京城传统诗词创作圈，任职于市级刊物《北京诗词园地》担任编委，具备稿件编审的行业话语权，作品持续刊发在《北京诗苑》《青年文学家》等京内主流文学刊物，部分篇目被权威文摘平台转载，获得了本地文学界的专业认可 。他牵头组建的韵之队，汇聚了各地文友，以团队形式在北京文学社群开展定期的创作交流，逐步构建起区域创作社群的影响力。 2. 新媒体经营稳步推进 依托短视频平台打造文学传播矩阵，抖音、快手…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/12a3ed2ba8d5",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "乘风破浪的不只是姐姐，还有观众",
    "link": "https://www.jianshu.com/p/12a3ed2ba8d5",
    "pub_date": "2026-07-08 16:03:10",
    "author": "云了凡",
    "description": "芒果完全按照方案一走的 ———————————————————————— 《乘风2026》C位预测 鉴于今年芒果完全是流量最大化打法，以这个逻辑预测C位： 方案一：曾沛慈C，王濛年度乘风人物，张月年度乘风队长，年度乘风超越奖李小冉，年度乘风榜样将萧蔷。 舆论效果：这个方案中规中矩，会有小范围讨论，但不会有大爆点。 可能性：※※ 方案二：张月C，曾沛慈年度乘风人物，王濛年度乘风队长，李小冉年度乘风超越奖，萧蔷年度乘风榜样。 舆论效果：这个…",
    "content": "芒果完全按照方案一走的 ———————————————————————— 《乘风2026》C位预测 鉴于今年芒果完全是流量最大化打法，以这个逻辑预测C位： 方案一：曾沛慈C，王濛年度乘风人物，张月年度乘风队长，年度乘风超越奖李小冉，年度乘风榜样将萧蔷。 舆论效果：这个方案中规中矩，会有小范围讨论，但不会有大爆点。 可能性：※※ 方案二：张月C，曾沛慈年度乘风人物，王濛年度乘风队长，李小冉年度乘风超越奖，萧蔷年度乘风榜样。 舆论效果：这个方案，张月会被骂剧本骂皇，热搜第一预定。属于为了流量献祭张月了。 可能性：※※※…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/4068b95bb53d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "围绕女明星的争议",
    "link": "https://www.jianshu.com/p/4068b95bb53d",
    "pub_date": "2026-07-08 16:03:10",
    "author": "红尘禅语",
    "description": "围绕女明星的争议，有很多种。 今天看到两类: 01. 一个是徐静蕾。 网上有传闻说她在美国生娃了。毕竟，N年前，她有过在国外冻卵的经历，据说，当时她的解释是，给自己留一个后悔的机会。 所以，如果人到中年的徐静蕾突然想通了，解冻当年的那些冻卵，再用科技手段，做试管婴儿，不是没有可能，也是情理之中。 但是，传闻很快被网友拍到的她近期的生活照击碎。 徐静蕾与现任黄立行一起生活16年了，如今定居美国，不结婚，不生娃，把她父母也接到美国一起生活，…",
    "content": "围绕女明星的争议，有很多种。 今天看到两类: 01. 一个是徐静蕾。 网上有传闻说她在美国生娃了。毕竟，N年前，她有过在国外冻卵的经历，据说，当时她的解释是，给自己留一个后悔的机会。 所以，如果人到中年的徐静蕾突然想通了，解冻当年的那些冻卵，再用科技手段，做试管婴儿，不是没有可能，也是情理之中。 但是，传闻很快被网友拍到的她近期的生活照击碎。 徐静蕾与现任黄立行一起生活16年了，如今定居美国，不结婚，不生娃，把她父母也接到美国一起生活，或者中产阶级的小日子，也是很逍遥。 从大众视野消失10年了，据悉，徐静蕾将回京，…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194153",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260707】曾经也给她发过生孩子offer",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194153",
    "pub_date": "2026-07-07 16:33:00",
    "author": "xilei",
    "description": "【1】研究：老龄少子化 经济仍可蓬勃发展 研究发现，工人和企业会转向技术来弥补劳动力减少的不足，从而提高每一名工人的生产力。 四名作者在美国国家经济研究局（NBER）发布的一篇论文中写道：“我们的研究结果挑战了目前普遍存在的悲观论调，出生率下降以及由此导致的人口老龄化和萎缩，实际上提高了而非降低了人均GDP。” 他们说，这一增长足以完全抵消人口下降的负面影响，使GDP总量基本不受影响。 【2】台风“美莎克”在湖北诱发龙卷风 已致11死1…",
    "content": "【1】研究：老龄少子化 经济仍可蓬勃发展 研究发现，工人和企业会转向技术来弥补劳动力减少的不足，从而提高每一名工人的生产力。 四名作者在美国国家经济研究局（NBER）发布的一篇论文中写道：“我们的研究结果挑战了目前普遍存在的悲观论调，出生率下降以及由此导致的人口老龄化和萎缩，实际上提高了而非降低了人均GDP。” 他们说，这一增长足以完全抵消人口下降的负面影响，使GDP总量基本不受影响。 【2】台风“美莎克”在湖北诱发龙卷风 已致11死1失联 10号台风“美莎克”在湖北诱发龙卷风，目前已导致11人死亡，1人失联。气象…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194142",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260706】悲观情绪笼罩美国国庆日",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194142",
    "pub_date": "2026-07-06 16:31:00",
    "author": "xilei",
    "description": "【1】@肖仙女不讲李 今早六蓝水库崩了是我没想到的，这是我们这里最大的水库了，这冲出来的水量和水速都不是开玩笑的。下游的村庄都被淹完了，不知道村民们怎么样了。我住的地方在市里属于不是地势最高也相对安全的。我昨天是真的什么都不知道，今天一刷互联网天都要塌了。 关于“六蓝水库崩了”的情况，综合官方回应和多方信息，核心事实如下： 目前官方定性：不是坍塌，是坝体出现缺口，正在紧急处理。 横州市应急管理局回应称，非水库坍塌，而是坝体出现缺口，正组…",
    "content": "&nbsp; 【1】 @肖仙女不讲李 今早六蓝水库崩了是我没想到的，这是我们这里最大的水库了，这冲出来的水量和水速都不是开玩笑的。下游的村庄都被淹完了，不知道村民们怎么样了。我住的地方在市里属于不是地势最高也相对安全的。我昨天是真的什么都不知道，今天一刷互联网天都要塌了。 &nbsp; 关于“六蓝水库崩了”的情况，综合官方回应和多方信息，核心事实如下： 目前官方定性：不是坍塌，是坝体出现缺口，正在紧急处理。 横州市应急管理局回应称，非水库坍塌，而是坝体出现缺口，正组织力量紧急处置。 新华社也报道，六蓝水库6日上午发…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194107",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260705】在人类历史上应该没有能对标的真实影像",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194107",
    "pub_date": "2026-07-05 16:44:00",
    "author": "xilei",
    "description": "【1】多名演员发文抵制！业内人士叹息：很悲哀，收入猛降八成，几乎成“免费劳动力” 【2】曝全国百强汽车经销商内部通知：管理层7月薪资停发，基层员工降薪30% 【3】韩国股民难道掌握了“财富密码” 【4】@李清晨 国家卫生健康委正式发布了《中国防癌健康生活方式守则》——它不是晦涩难懂的医学论文，也不是夸大其词的养生噱头，而是一本人人能看懂、照着做就能降低患癌风险的“官方防癌说明书”，15 条防癌法则： 【5】网友的粗略统计，仅供参考 【6…",
    "content": "【1】多名演员发文抵制！业内人士叹息：很悲哀，收入猛降八成，几乎成“免费劳动力” 【2】曝全国百强汽车经销商内部通知：管理层7月薪资停发，基层员工降薪30% 【3】韩国股民难道掌握了“财富密码” 【4】 @李清晨 国家卫生健康委正式发布了《中国防癌健康生活方式守则》——它不是晦涩难懂的医学论文，也不是夸大其词的养生噱头，而是一本人人能看懂、照着做就能降低患癌风险的“官方防癌说明书”，15 条防癌法则： &nbsp; &nbsp; 【5】网友的粗略统计，仅供参考 【6】该退休女子63岁，所属单位为局机关离退休人员第一…"
  }
];

export default jsonData;
