const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/49be16d7f4f1",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "【R语言】--- 回归分析最优拟合模型及作图",
    "link": "https://www.jianshu.com/p/49be16d7f4f1",
    "pub_date": "2026-07-31 15:36:23",
    "author": "生态数据",
    "description": "因变量和自变量间的拟合关系对于生态学而言极其重要，很多因变量和自变量间关系是一元线性回归，然而很多数据并不一定是直线关系，而是需要探索其曲线拟合关系。这种曲线关系并非直观看出，而是需要进行统计检验，通过比较拟合度及其显著性，来选择最优拟合模型。 示例案例 rm(list = ls()) #利用devtools包进行安装 #install.packages(\"devtools\") #安装BestFitM包 devtools::instal…",
    "content": "因变量和自变量间的拟合关系对于生态学而言极其重要，很多因变量和自变量间关系是一元线性回归，然而很多数据并不一定是直线关系，而是需要探索其曲线拟合关系。这种曲线关系并非直观看出，而是需要进行统计检验，通过比较拟合度及其显著性，来选择最优拟合模型。 赤池信息准则（Akaike information criterion, AIC）和贝叶斯信息准则（Bayesian information criterion, BIC）是两个经常用来评估模型适应性（fitness）的指标，它们的值越小则代表模型越适合。因此，在选定模型之…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/72a8af5c00a6",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "红楼梦密牒·烹茶细论旨义第118章红楼学超四奇书（二）——《红楼梦》与《水浒传》：从聚义江湖到女儿世界的注解存真",
    "link": "https://www.jianshu.com/p/72a8af5c00a6",
    "pub_date": "2026-07-31 15:36:22",
    "author": "雪芹走狗",
    "description": "一、引言 本章对标《水浒传》，二者一为阳刚草莽，一为阴柔闺阁，堪称古典白话小说风格两端。《水浒传》以金圣叹评点七十回本为比较对象。 水浒明写，以直白笔调铺陈好汉聚散、江湖杀伐，立场全然立足男性世界；红楼暗写，秉持“真事隐，假语存”笔法，借贾府家事、女儿悲欢敷演文字，将重心彻底转向女性群体。二者不仅题材、文风迥异，更是两套完全相悖的价值体系，从中亦可窥见红楼虚实叙事的独到之处。 二、人物群像：好汉男性集群与群芳女儿天地 《水浒传》全书构筑…",
    "content": "一、引言 本章对标《水浒传》，二者一为阳刚草莽，一为阴柔闺阁，堪称古典白话小说风格两端。《水浒传》以金圣叹评点七十回本为比较对象。 水浒明写，以直白笔调铺陈好汉聚散、江湖杀伐，立场全然立足男性世界；红楼暗写，秉持“真事隐，假语存”笔法，借贾府家事、女儿悲欢敷演文字，将重心彻底转向女性群体。二者不仅题材、文风迥异，更是两套完全相悖的价值体系，从中亦可窥见红楼虚实叙事的独到之处。 二、人物群像：好汉男性集群与群芳女儿天地 《水浒传》全书构筑男性主导的江湖秩序，一百单八将聚义梁山，行事重义气、尚杀伐，饮酒吃肉、劫法场、征…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/26c756df288c",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "写在7月的碎碎叨",
    "link": "https://www.jianshu.com/p/26c756df288c",
    "pub_date": "2026-07-31 15:36:22",
    "author": "鱼与海鸥",
    "description": "七月份就要这么过了，一些啼笑皆非的事和人总能为生活加点乐趣，也能意外从何书本中寻得一丝宁静，面对生活中的所有事情都不防大胆一点去做，总能有好的结果，正如一日三秋里面提到的笑话一样，苦难不会磨灭一个人的斗志，总能从苦闷中、生活中自然迸发出乐趣，像是花二娘总是愿意在梦中寻求笑话一样，挎着一篮西红柿， 讲的笑话不如意，就变成一座大山，睡梦中醒来，惊出一身冷汗。 也有人在极力积累五十个笑话，就像樱桃一样，想早点解脱，但又想到逼死自己的前夫正是笑…",
    "content": "七月份就要这么过了，一些啼笑皆非的事和人总能为生活加点乐趣，也能意外从何书本中寻得一丝宁静，面对生活中的所有事情都不防大胆一点去做，总能有好的结果，正如一日三秋里面提到的笑话一样，苦难不会磨灭一个人的斗志，总能从苦闷中、生活中自然迸发出乐趣，像是花二娘总是愿意在梦中寻求笑话一样，挎着一篮西红柿， 讲的笑话不如意，就变成一座大山，睡梦中醒来，惊出一身冷汗。 也有人在极力积累五十个笑话，就像樱桃一样，想早点解脱，但又想到逼死自己的前夫正是笑话高手，种种的怨恨化成复杂的情感，哪怕延津离着武汉千里也要去，最终却落得个随江逐…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/3601f4df3ca7",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "547. 【数据库】数据库常见分类标准",
    "link": "https://www.jianshu.com/p/3601f4df3ca7",
    "pub_date": "2026-07-31 15:36:22",
    "author": "七镜",
    "description": "一、按存储的数据模型分类 根据数据所管理的数据模型，可以分为结构化关系型数据库（RDBMS、SQL、NewSQL）、半结构化非关系型数据库（NOSQL）、非结构化非关系型数据库（NOSQL）、混合格式多模数据库（Multi-model）。 结构化数据：结构化数据特指由二维表结构来逻辑表达和实现的数据。 半结构化数据：半结构化数据是一种自描述结构，如 JSON、XML 等。 非结构化数据：非结构化数据即无固定结构的数据，如GIS、文档、图…",
    "content": "一、按存储的数据模型分类 根据数据所管理的数据模型，可以分为结构化关系型数据库（RDBMS、SQL、NewSQL）、半结构化非关系型数据库（NOSQL）、非结构化非关系型数据库（NOSQL）、混合格式多模数据库（Multi-model）。 下面主要解释下这几类数据模型： 结构化数据：结构化数据特指由二维表结构来逻辑表达和实现的数据。 半结构化数据：半结构化数据是一种自描述结构，如 JSON、XML 等。 非结构化数据：非结构化数据即无固定结构的数据，如GIS、文档、图片、音频/视频、时序数据等。 混合格式：就是结构…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194648",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260730】罗伯特你完了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194648",
    "pub_date": "2026-07-30 16:48:00",
    "author": "xilei",
    "description": "【1】A股市值前十全部飘红 【#美股尾盘大跳水原因#】北京时间7月30日凌晨，美联储以9比3的表决结果决定维持利率不变，将联邦基金利率的目标区间继续维持在3.50%至3.75%之间。 @但斌 今天大跌，很多朋友问我怎么看？我还是看好人工智能10年牛市，目前只是一个阶段性调整而已。整个逻辑没变，就是涨多了回调一下，我不太相信人工智能3、4年就结束 【4】7月29日，上海市发改委官网更新一则公告，计划调整全市轨道交通价格并召开听证会。这将是…",
    "content": "【1】A股市值前十全部飘红 【 #美股尾盘大跳水原因# 】北京时间7月30日凌晨，美联储以9比3的表决结果决定维持利率不变，将联邦基金利率的目标区间继续维持在3.50%至3.75%之间。 据统计，这是自2016年以来，美联储首次在同一次政策决议中出现3张方向一致的反对票，反映出内部支持收紧政策的声音正在增强。 随后，美联储主席凯文·沃什现身货币政策新闻发布会。对于本次维持利率不变的决定，沃什拒绝将其定义为“暂停”。他强调，美国通胀问题不可能在9周内（沃什上任至今不到9周）解决，在必要和适当时美联储将毫不犹豫地采取行…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194627",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260729】不要奢望让股市去做它做不到的事情",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194627",
    "pub_date": "2026-07-29 16:52:00",
    "author": "xilei",
    "description": "【1】#智驾小蓝灯将被禁用# #业内确认智驾小蓝灯将被禁#近日，有消息称，因“#小蓝灯#”不符合GB4785《汽车及挂车外部照明和光信号装置的安装规定》要求，乘用车安装“小蓝灯”将被禁止。“小蓝灯”是车企用于标识辅助驾驶工作状态的车身外部蓝色指示灯。今日，吉利汽车方面向第一财经记者表示：“我们已知晓了该消息，将严格遵循国家的规定，等待国家的进一步要求。”另外，也有车企内部人士向第一财经记者确认，从2026年7月27日起，国家对新认证车型…",
    "content": "【1】 #智驾小蓝灯将被禁用# #业内确认智驾小蓝灯将被禁# 近日，有消息称，因“ #小蓝灯# ”不符合GB4785《汽车及挂车外部照明和光信号装置的安装规定》要求，乘用车安装“小蓝灯”将被禁止。“小蓝灯”是车企用于标识辅助驾驶工作状态的车身外部蓝色指示灯。今日，吉利汽车方面向第一财经记者表示：“我们已知晓了该消息，将严格遵循国家的规定，等待国家的进一步要求。”另外，也有车企内部人士向第一财经记者确认，从2026年7月27日起，国家对新认证车型禁用“小蓝灯”。 【2】 #交易员挪用资金做多海力士亏1.5亿# 香港2…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194600",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260728】冲上月球",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194600",
    "pub_date": "2026-07-28 16:58:00",
    "author": "xilei",
    "description": "【1】#韩股暴跌逼近6000点#，较6月历史高点下跌约35% #全球股市集体遭遇黑色星期二#7月28日，韩国KOSPI指数跌幅扩大至11%逼近6000点，较6月历史高点下跌约35%。SK海力士跌14%，三星电子跌逾13%。 【2】2021年以来，投资、消费和进出口对中国GDP增长贡献率。 【3】月之暗面真把Kimi K3开源了。 2.8万亿参数，全球最大开源模型，深夜上架Hugging Face，半小时冲上趋势榜。 参数之外，这次开源很…",
    "content": "【1】 #韩股暴跌逼近6000点# ，较6月历史高点下跌约35% #全球股市集体遭遇黑色星期二# 7月28日，韩国KOSPI指数跌幅扩大至11%逼近6000点，较6月历史高点下跌约35%。SK海力士跌14%，三星电子跌逾13%。 【2】2021年以来，投资、消费和进出口对中国GDP增长贡献率。 【3】月之暗面真把Kimi K3开源了。 2.8万亿参数，全球最大开源模型，深夜上架Hugging Face，半小时冲上趋势榜。 参数之外，这次开源很彻底——模型权重、47页技术报告、训练方法，连底层通信库和沙箱系统都一起甩…"
  }
];

export default jsonData;
