const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/dfd8576aabf6",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "金字塔可以从顶端建起来",
    "link": "https://www.jianshu.com/p/dfd8576aabf6",
    "pub_date": "2026-09-18 17:42:49",
    "author": "ZhaoWu1050",
    "description": "【ZhaoWu笔记分享】 如果你一开始就想清楚了统领的思想是什么，你就可以按照“金字塔 原理”从顶端开始构思你的故事线。你的核心观点，或者说统领思想， 就是问题所有者提出的问题的答案。在此基础上，你再通过回答核心观点触发的为什么和（或）怎么办的问题来创建你的主线。每一个问题对应金字塔的一个支柱。 接下来，你要再对每一个支柱进一步去问更深入地为什么和怎么办的问题，并用你在问题解决阶段搜集到的资料和研究成果来回答这些问题。如果回答不了，那可…",
    "content": "【ZhaoWu笔记分享】 如果你一开始就想清楚了统领的思想是什么，你就可以按照“金字塔 原理”从顶端开始构思你的故事线。你的核心观点，或者说统领思想， 就是问题所有者提出的问题的答案。在此基础上，你再通过回答核心观点触发的为什么和（或）怎么办的问题来创建你的主线。每一个问题对应金字塔的一个支柱。 接下来，你要再对每一个支柱进一步去问更深入地为什么和怎么办的问题，并用你在问题解决阶段搜集到的资料和研究成果来回答这些问题。如果回答不了，那可能还需要做额外的分析。此外，你还需要检查每一层的论点是否符合MECE原则。 在修…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/fd029142119e",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "跟着Nature学作图:R语言ggplot2堆积柱形图完整示例",
    "link": "https://www.jianshu.com/p/fd029142119e",
    "pub_date": "2026-09-18 17:42:48",
    "author": "小明的数据分析笔记本",
    "description": "论文 A global reptile assessment highlights shared conservation needs of tetrapods https://www.nature.com/articles/s41586-022-04664-7#Sec33 数据代码链接 https://github.com/j-marin/Global-reptile-assessment- 今天的推文学习一下推文中的Figure 1…",
    "content": "论文 A global reptile assessment highlights shared conservation needs of tetrapods https://www.nature.com/articles/s41586-022-04664-7#Sec33 数据代码链接 https://github.com/j-marin/Global-reptile-assessment- 今天的推文学习一下推文中的Figure 1a的堆积柱形图，没有找到论文中的作图代码，但是找到了原始数据集，有了原始数据集就…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/bf3670cce98a",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "【算法】归并排序算法的讲解和代码实践",
    "link": "https://www.jianshu.com/p/bf3670cce98a",
    "pub_date": "2026-09-18 17:42:48",
    "author": "王跃琅",
    "description": "思路 有数组[2, 1, -3, -15, 25, 16, 0, 8]如下： image.png 现对该数组进行排序，使用归并排序算法。 先将原数组先进行拆分，拆分成若干个足够小的子数组； 将子数组进行排序； 将子数组一一进行归并，直到所有子数组被归并。 讲解 OK，思路了解了，下面就用图示来演示一下各个步骤是怎么做的。 1. 先将原数组先进行拆分，拆分成若干个足够小的子数组： 我们先把上面的数组进行第一次拆分： image.png 拆…",
    "content": "思路 有数组[2, 1, -3, -15, 25, 16, 0, 8]如下： image.png 现对该数组进行排序，使用归并排序算法。 先来讲解一下归并排序的思路，大概分为如下几个步骤： 先将原数组先进行拆分，拆分成若干个足够小的子数组； 将子数组进行排序； 将子数组一一进行归并，直到所有子数组被归并。 讲解 OK，思路了解了，下面就用图示来演示一下各个步骤是怎么做的。 1. 先将原数组先进行拆分，拆分成若干个足够小的子数组： 我们先把上面的数组进行第一次拆分： image.png 拆分成了两部分，分别为[2, …"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195612",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260918】炒作双休",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195612",
    "pub_date": "2026-09-18 15:53:00",
    "author": "xilei",
    "description": "【1】#人民币升破6.7# #人民币升破6.7原因找到了#9月18日，人民币对美元中间价调升59个基点，报6.7521。前一交易日中间价报6.7580。人民币中间价连续调升8个交易日。 在岸、离岸人民币对美元均升破6.7关口，创2023年1月来新高。截至当日9时38分，在岸人民币对美元汇率报6.6995，日内升值0.10%；离岸人民币汇率报6.6973，日内升值0.10%。（北京商报） 【2】平陆运河通航首日进出口货物1679.8吨 #…",
    "content": "【1】 #人民币升破6.7# #人民币升破6.7原因找到了# 9月18日，人民币对美元中间价调升59个基点，报6.7521。前一交易日中间价报6.7580。人民币中间价连续调升8个交易日。 在岸、离岸人民币对美元均升破6.7关口，创2023年1月来新高。截至当日9时38分，在岸人民币对美元汇率报6.6995，日内升值0.10%；离岸人民币汇率报6.6973，日内升值0.10%。（北京商报） 【2】平陆运河通航首日进出口货物1679.8吨 #广西真正靠海了# 据央视新闻报道：9月16日，平陆运河正式通航。通航首日，南…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195581",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260917】你是做不了杀手的",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195581",
    "pub_date": "2026-09-17 16:14:00",
    "author": "xilei",
    "description": "【1】尼泊尔泥石流已致1403人死亡，6150人失联。 #南医大坠亡事件导师学生聊天记录#，记录显示导师曾转账并关心 #南医大坠亡学生家属发声#9月15日凌晨，南方医科大学广州白云校区一名学生坠亡，引发社会关注。其中有网友称，学生坠亡原因与导师批假有关，还有网传言论称“学生父母均车祸进了ICU”“导师压榨、打压该学生”等。9月16日，南方+记者采访了坠亡学生陈同学的导师王老师以及陈同学的二姐陈女士。目前，各方都因为陈同学的离世处在悲痛之…",
    "content": "【1】尼泊尔泥石流已致1403人死亡，6150人失联。 西藏吉隆这一侧最终确定的人数是多少？ 【2】 #南医大坠亡事件导师学生聊天记录# ，记录显示导师曾转账并关心 &nbsp; #南医大坠亡学生家属发声# 9月15日凌晨，南方医科大学广州白云校区一名学生坠亡，引发社会关注。其中有网友称，学生坠亡原因与导师批假有关，还有网传言论称“学生父母均车祸进了ICU”“导师压榨、打压该学生”等。9月16日，南方+记者采访了坠亡学生陈同学的导师王老师以及陈同学的二姐陈女士。目前，各方都因为陈同学的离世处在悲痛之中，然而网络上的…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/0a07cde9cd40",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "2026-9-16",
    "link": "https://www.jianshu.com/p/0a07cde9cd40",
    "pub_date": "2026-09-16 22:05:49",
    "author": "李雨芯",
    "description": "今天完成情况： 英语：完成了今日打卡任务。背了5个单词。 俄语：完成了今天的打卡任务。 公众号：完成一篇文章，一篇贴图，还写了一篇明天准备发的文章草稿。 今天看到了朋友的一张被构树果砸脏的车辆图。突然想到了秋天的第一杯奶茶和刺客，就写了一个贴图。还准备了另外的一个贴图。 好像自从上了贴图训练营之后，这个写贴图的脑子变得有一点活络了。 读书：没有看。 中医：没有看。 运动：完成了一组八段锦。 饮食：正常。身体情况比较舒服。 其他：今天写作…",
    "content": "今天完成情况： 英语： 完成了今日打卡任务。背了5个单词。 俄语： 完成了今天的打卡任务。 公众号： 完成一篇文章，一篇贴图，还写了一篇明天准备发的文章草稿。 今天看到了朋友的一张被构树果砸脏的车辆图。突然想到了秋天的第一杯奶茶和刺客，就写了一个贴图。还准备了另外的一个贴图。 好像自从上了贴图训练营之后，这个写贴图的脑子变得有一点活络了。 读书： 没有看。 中医： 没有看。 运动： 完成了一组八段锦。 饮食： 正常。身体情况比较舒服。 其他： 今天写作班分组了。和以前相比，我搞了一个小组的见面会，介绍了自己，同时也…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195560",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260916】这个标准，黑奴都做不到",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195560",
    "pub_date": "2026-09-16 16:19:00",
    "author": "xilei",
    "description": "【1】南方医科大学一名八年制本博医学生坠亡 网传消息，9月15日凌晨，南方医科大学白云校区一名临床医学八年制本博连读学生从宿舍楼23楼坠亡。记者电话联系了南方医科大学方面，公开资料显示的多个电话均无人接听。唯一接通的是人事处电话，工作人员称人事处分管教职工工作，不分管学生工作，建议记者问学校宣传部门，其提供了宣传部门的两个电话，记者多次拨打，均无人接听。 本博连读，换来的却是导师的冷血。昨天凌晨，南方医科大学一名八年制本博医学生坠亡。 …",
    "content": "【1】南方医科大学一名八年制本博医学生坠亡 &nbsp;网传消息，9月15日凌晨，南方医科大学白云校区一名临床医学八年制本博连读学生从宿舍楼23楼坠亡。记者电话联系了南方医科大学方面，公开资料显示的多个电话均无人接听。唯一接通的是人事处电话，工作人员称人事处分管教职工工作，不分管学生工作，建议记者问学校宣传部门，其提供了宣传部门的两个电话，记者多次拨打，均无人接听。 本博连读，换来的却是导师的冷血。昨天凌晨，南方医科大学一名八年制本博医学生坠亡。 起因是他父母遭遇车祸双双进ICU，父亲后续不幸离世。学生向导师请假回…"
  }
];

export default jsonData;
