const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/12a9f225c855",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "推荐很好的R语言ggplot2科研数据可视化参考资料",
    "link": "https://www.jianshu.com/p/12a9f225c855",
    "pub_date": "2026-05-30 14:53:19",
    "author": "小明的数据分析笔记本",
    "description": "链接是 https://z3tt.github.io/beyond-bar-and-box-plots/ 主要内容是介绍R语言ggplot2绘制柱形图和箱线图以及柱形图箱线图的替代方案的一些代码 示例数据提供的是一个链接 https://raw.githubusercontent.com/z3tt/DataViz-Teaching/master/data/weissgerber-data.csv 链接里出的图有 image.png im…",
    "content": "链接是 https://z3tt.github.io/beyond-bar-and-box-plots/ 主要内容是介绍R语言ggplot2绘制柱形图和箱线图以及柱形图箱线图的替代方案的一些代码 示例数据提供的是一个链接 https://raw.githubusercontent.com/z3tt/DataViz-Teaching/master/data/weissgerber-data.csv 链接里出的图有 image.png image.png image.png image.png image.png im…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/03e483559564",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "玉面狐狸：她美过观音，富过半个天庭，为什么还是输得一塌糊涂？",
    "link": "https://www.jianshu.com/p/03e483559564",
    "pub_date": "2026-05-30 14:53:19",
    "author": "时间煮墨",
    "description": "本文章内容均有可靠的信息来源，相关信源加在文章结尾。 玉面狐狸：她美过观音，富过半个天庭，为什么还是输得一塌糊涂？ 文/时间煮墨 有人说她是个不要脸的小三，有人说她是个可怜的傻白甜，还有人觉得她就是个被迫接盘的富家女。 熟悉《西游记》的朋友都知道，火焰山那场惊天动地的大战里，铁扇公主是正宫娘娘，红孩儿是天选之子，唯独那个住在摩云洞里的玉面狐狸，仿佛只是牛魔王人生剧本里的一个注脚——负责证明这头老牛“有魅力”的道具。 可我翻遍了原著第六十…",
    "content": "本文章内容均有可靠的信息来源，相关信源加在文章结尾。 玉面狐狸：她美过观音，富过半个天庭，为什么还是输得一塌糊涂？ 文/时间煮墨 有人说她是个不要脸的小三，有人说她是个可怜的傻白甜，还有人觉得她就是个被迫接盘的富家女。 熟悉《西游记》的朋友都知道，火焰山那场惊天动地的大战里，铁扇公主是正宫娘娘，红孩儿是天选之子，唯独那个住在摩云洞里的玉面狐狸，仿佛只是牛魔王人生剧本里的一个注脚——负责证明这头老牛“有魅力”的道具。 可我翻遍了原著第六十回，越看越不对劲。这个着墨不多的女人，身上藏着的东西，比整部《西游记》里大多数妖…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/39e2142b1075",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "IntelliJ IDEA中的神仙插件 写代码必备",
    "link": "https://www.jianshu.com/p/39e2142b1075",
    "pub_date": "2026-05-30 14:53:18",
    "author": "程序员阿远",
    "description": "IDEA 全称 IntelliJ IDEA，是java编程语言开发的集成环境。IntelliJ在业界被公认为最好的java开发工具，尤其在智能代码助手、代码自动提示、重构、JavaEE支持、各类版本工具(git、svn等)、JUnit、CVS整合、代码分析、 创新的GUI设计等方面的功能可以说是超常的。IDEA是JetBrains公司的产品，这家公司总部位于捷克共和国的首都布拉格，开发人员以严谨著称的东欧程序员为主。它的旗舰版本还支持H…",
    "content": "IDEA 全称 IntelliJ IDEA，是java编程语言开发的集成环境。IntelliJ在业界被公认为最好的java开发工具，尤其在智能代码助手、代码自动提示、重构、JavaEE支持、各类版本工具(git、svn等)、JUnit、CVS整合、代码分析、 创新的GUI设计等方面的功能可以说是超常的。IDEA是JetBrains公司的产品，这家公司总部位于捷克共和国的首都布拉格，开发人员以严谨著称的东欧程序员为主。它的旗舰版本还支持HTML，CSS，PHP，MySQL，Python等。免费版只支持Java,Kot…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193323",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260529】所有的小黄人都是男性",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193323",
    "pub_date": "2026-05-29 15:09:00",
    "author": "xilei",
    "description": "【1】证监会副主席刘浩凌：今年以来外资通过各种渠道稳步流入中国股市 【2】又学到一跎高情商说法：这不叫大盘暴跌，这叫90%股票待涨 【3】泡泡玛特一度涨超12%，段永平发了个表情包 5月29日，智谱跳水，现跌6%，此前一度涨23%。 科技股今天暴跌，京东方跌停板，三天时间套了散户 1000 亿资金 【4】欧盟对中国零售商 Temu 处以2亿欧元罚款，因其允许销售违法产品。 欧盟对中国在线零售商Temu处以2亿欧元的罚款，原因是该公司在其…",
    "content": "【1】证监会副主席刘浩凌：今年以来外资通过各种渠道稳步流入中国股市 【2】又学到一跎高情商说法：这不叫大盘暴跌，这叫90%股票待涨 【3】泡泡玛特一度涨超12%，段永平发了个表情包 5月29日，智谱跳水，现跌6%，此前一度涨23%。 科技股今天暴跌，京东方跌停板，三天时间套了散户 1000 亿资金 【4】欧盟对中国零售商 Temu 处以2亿欧元罚款，因其允许销售违法产品。 欧盟对中国在线零售商Temu处以2亿欧元的罚款，原因是该公司在其平台上销售危险的婴儿玩具和有缺陷的充电器等非法产品。 欧洲新闻台报道，此次调查包…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193302",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260528】我们都焦绿",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193302",
    "pub_date": "2026-05-28 15:26:00",
    "author": "xilei",
    "description": "【1】世卫：刚果（金）伊波拉疫情病死率低于25% 世界卫生组织最新数据显示，目前在刚果（金）肆虐的伊波拉疫情病死率低于25%，远低于其他伊波拉疫情。 此前的疫情大多由扎伊尔伊波拉毒株引起，病死率通常为60%至90%，也是目前唯一有疫苗可用的毒株。 【亚洲拉警报严防伊波拉病毒趋近】泰国即日起对来自刚果（金）和乌干达的旅客实施21天强制隔离，成为全球率先就伊波拉疫情采取严格跨境管制措施的国家；印度则通报首起伊波拉疑似病例，经检测呈阴。亚洲各…",
    "content": "【1】世卫：刚果（金）伊波拉疫情病死率低于25% 世界卫生组织最新数据显示，目前在刚果（金）肆虐的伊波拉疫情病死率低于25%，远低于其他伊波拉疫情。 此前的疫情大多由扎伊尔伊波拉毒株引起，病死率通常为60%至90%，也是目前唯一有疫苗可用的毒株。 【亚洲拉警报严防伊波拉病毒趋近】泰国即日起对来自刚果（金）和乌干达的旅客实施21天强制隔离，成为全球率先就伊波拉疫情采取严格跨境管制措施的国家；印度则通报首起伊波拉疑似病例，经检测呈阴。亚洲各国拉高戒备严防伊波拉病毒趋近。 【2】联合国：未来四年全球气温恐持续升高 联合国…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193282",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260527】终止研究覆盖",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193282",
    "pub_date": "2026-05-27 15:04:00",
    "author": "xilei",
    "description": "【1】海南这也太高温了 【2】香港部分银行开立投资账户，需确认资金来源 【3】消费赛道太难了，外资投行看消费的高级分析师 【4】双汇猪肉暴雷，抗生素超标近38倍，境外大股东5年分走190亿 【5】甘肃和黑龙江的人均GDP冠亚军争夺战已经白热化了，甘肃蝉联多年的冠军即将不保，只差11块钱了 【6】房地产行业首个垂类大模型发布 #AI或让中介变成0佣金#5月27日，深度智联正式发布“房地产行业首个垂类大模型 DeepLink RE-LLM”…",
    "content": "【1】海南这也太高温了 【2】香港部分银行开立投资账户，需确认资金来源 【3】消费赛道太难了，外资投行看消费的高级分析师 【4】双汇猪肉暴雷，抗生素超标近38倍，境外大股东5年分走190亿 【5】甘肃和黑龙江的人均GDP冠亚军争夺战已经白热化了，甘肃蝉联多年的冠军即将不保，只差11块钱了 【6】房地产行业首个垂类大模型发布 #AI或让中介变成0佣金# 5月27日，深度智联正式发布“房地产行业首个垂类大模型 DeepLink RE-LLM”。该模型以“数据、知识、专家、工程”四大核心底座构建“模数共振”技术体系，推动…"
  }
];

export default jsonData;
