const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/c6e85e488676",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "写给某平台粉丝的话",
    "link": "https://www.jianshu.com/p/c6e85e488676",
    "pub_date": "2026-10-28 09:37:49",
    "author": "",
    "description": "我希望你看到这篇文字，它不针对任何人。 这是第几次了？为什么我总是遇到这样的人？ 看了我两篇文章，就说：你也要来看我的文章哦，我们相互关注吧！ 客气点的会说，咱们相互学习吧。 不客气的，直接说我不礼貌，关注半个月了，为什么不回关？还说我有什么资本傲气。 其实不是什么傲气，是我几千粉丝，不能每个人的文章都能点开看。 我每天涨粉十几，几十个，个个去点开回关，评论，点赞吗？ 请原谅我做不到，你就是省作协的，国家作协的大咖，我可不可以没空？ 话…",
    "content": "我希望你看到这篇文字，它不针对任何人。 这是第几次了？为什么我总是遇到这样的人？ 看了我两篇文章，就说：你也要来看我的文章哦，我们相互关注吧！ 客气点的会说，咱们相互学习吧。 不客气的，直接说我不礼貌，关注半个月了，为什么不回关？还说我有什么资本傲气。 其实不是什么傲气，是我几千粉丝，不能每个人的文章都能点开看。 我每天涨粉十几，几十个，个个去点开回关，评论，点赞吗？ 请原谅我做不到，你就是省作协的，国家作协的大咖，我可不可以没空？ 话说，图书馆那么多书，我是不是每个作家的书，都要去翻一遍？ 讲真，你就是取关，我也…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/0899d0056319",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "Framework到底该怎么学习？",
    "link": "https://www.jianshu.com/p/0899d0056319",
    "pub_date": "2026-10-28 09:37:48",
    "author": "",
    "description": "作者：qing的世界 相信大家在找工作的时候，肯定或多或少都被面试官问到过安卓的八股文。比如ActivityManagerService(简称AMS)，或者WindowManagerService(WMS) 怎么实现的啊，有些什么细节需要注意啊，View被加入到ViewRoot的流程啊等等。每每看到这些文章，教人怎么准备安卓framework面试，我都觉得很痛心。。。 因为在我看来，对于应用开发来说，面试考这些纯粹就是扯淡，很有可能面试…",
    "content": "作者：qing的世界 相信大家在找工作的时候，肯定或多或少都被面试官问到过安卓的八股文。比如ActivityManagerService(简称AMS)，或者WindowManagerService(WMS) 怎么实现的啊，有些什么细节需要注意啊，View被加入到ViewRoot的流程啊等等。每每看到这些文章，教人怎么准备安卓framework面试，我都觉得很痛心。。。 因为在我看来，对于应用开发来说，面试考这些纯粹就是扯淡，很有可能面试官自己也只是在网上看看文章，然后照本宣科的再去问面试者。这种现象其实说白了就是卷…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196393",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261027】由于他的发言涉及到对中国和中国人民的伤害，我们不能进行翻译",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196393",
    "pub_date": "2026-10-27 16:20:00",
    "author": "",
    "description": "【1】因公开举报柬埔寨电诈大佬刘忍，自媒体人“徽剑”两年前被其买凶杀害 没药花园案件： 今天听说一个让我震惊的消息。 【2】中国婚恋第一股百合网的联合创始人，一代相亲大佬慕岩，在朋友圈贴出了自己的微信收款码。配文大意是：财产被无缘无故冻结，生活拮据，只好“化缘” 【3】今天凌晨，苹果推送iOS 27.2正式版 【4】多所高校，将通过数字人民币发工资 据南方日报，近日，多所大学发布相关通知，学校在职在编人员工资将通过数字人民币钱包发放。 …",
    "content": "【1】因公开举报柬埔寨电诈大佬刘忍，自媒体人“徽剑”两年前被其买凶杀害 没药花园案件 ： 今天听说一个让我震惊的消息。 我大约在2019年就关注徽剑这个公众号了，24年他突然不更新了，甚至全部文章消失，我开始也没太留意。 再后来，我偶然听说他被抓了，一直失联。 那一年，他写文章首个揭露了柬埔寨大的电诈头目和黑帮头目刘忍。刘忍当年在明面上和陈志一样，是在柬埔寨的正经华商形象，自然不想被大陆自媒体公布真实行径和面目。刘忍通过中间人联系他，试图花钱让他删文章，他拒绝。 此后徽剑被几个“警察”从停车场带走。 当时普遍统一的…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196372",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261026】都说自己不赚钱，那钱都让谁赚走了？",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196372",
    "pub_date": "2026-10-26 16:53:00",
    "author": "",
    "description": "【1】社保基金长期重仓股名单曝光： 【11】美司法部长否认特朗普企图干预州选举 #美国#司法部起诉#阿拉斯加州#，试图阻止当局在特定情况下认证参议院选举结果，引发外界对联邦政府干预中期选举的担忧。美国司法部长布兰奇随后否认总统#特朗普#企图借此控制州选举。 【12】假作真时真亦假：AI深伪内容恐令美国选民真假皆疑 候选人没说过的话，或被#人工智能#（#AI#）做成以假乱真的视频；真实的录音录像，也能被当事人用一句“这是AI伪造的”推翻。…",
    "content": "【1】社保基金长期重仓股名单曝光： 社保基金三季度末共现身130只股，其中，32股已连续持有超8个季度。 【2】港交所：所有证券的买卖盘价格限制门槛由现时的九倍收紧为五倍 港交所10月26日公告，香港证券及期货事务监察委员会已批准交易所规则，有关将所有证券（结构性产品除外）的买卖盘价格限制门槛由现时的九倍收紧为五倍之修订，将由2026年11月2日（星期一）起生效。&nbsp; 【3】据财新报道，十几家财经自媒体涉舆情敲诈勒索被立案调查。另有两家9月就已停更的财经新媒体平台也被查，分别和山西晚报、潇湘晨报有关。 【4…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196336",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261025】大家喊了好多首，耳机里都是回答不可以",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196336",
    "pub_date": "2026-10-25 16:52:00",
    "author": "",
    "description": "【1】全国总人口面临跌破14亿 【2】白热化 【3】中国汽车出口的前20大国家市场 【4】中央党校（国家行政学院）学报文章：第一，大幅提高农民的基础养老金水平，通过社会保障补偿对农民群体的历史亏欠。 在新中国工业化和城镇化进程中，广大农民通过工农业产品价格剪刀差、出义务工等方式为国家工业化建设作出了巨大贡献，这构成了国有资产积累的重要来源。 然而，由于城乡居民基本养老保险制度建立时间晚、缴费水平低，农民养老金水平长期偏低，高龄农民的晚年…",
    "content": "【1】全国总人口面临跌破14亿 【2】白热化 【3】中国汽车出口的前20大国家市场 【4】中央党校（国家行政学院）学报文章：第一，大幅提高农民的基础养老金水平，通过社会保障补偿对农民群体的历史亏欠。 在新中国工业化和城镇化进程中，广大农民通过工农业产品价格剪刀差、出义务工等方式为国家工业化建设作出了巨大贡献，这构成了国有资产积累的重要来源。 然而，由于城乡居民基本养老保险制度建立时间晚、缴费水平低，农民养老金水平长期偏低，高龄农民的晚年生活难以得到切实保障。 对此，应当采取理性渐进、分类推进的策略，在居民养老保险制…"
  }
];

export default jsonData;
