const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/79adc404f1a7",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "iOS底层原理_13自测（一）",
    "link": "https://www.jianshu.com/p/79adc404f1a7",
    "pub_date": "2026-10-08 10:23:42",
    "author": "不说ryo",
    "description": "第十三节课 底层原理自测（一） 一、选择题 2.一个实例对象的内存结构存在哪些元素（A） 3.下面代码sizeof（struct3）大小等于 (C) struct LGStruct1 { char b; int c; double a; short d; }struct1; -- 24 struct LGStruct2 { double a; int b; char c; short d; }struct2; -- 16 struct …",
    "content": "第十三节课 底层原理自测（一） 一、选择题 1.在LP64下，一个指针有多少个字节 (B) A.4 B.8 C.16 D.64 解析： 1个指针8字节 2.一个实例对象的内存结构存在哪些元素（A） A.成员变量 B.supClass C.cache_t D.bit 解析： 实例对象的大小由成员变量决定,而BCD是类的结构 3.下面代码sizeof（struct3）大小等于 (C) struct LGStruct1 { char b; int c; double a; short d; }struct1; -- 24…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195977",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261007】三个问题。三个世界",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195977",
    "pub_date": "2026-10-07 16:17:00",
    "author": "xilei",
    "description": "【1】瑞典皇家科学院决定将2026年诺贝尔物理学奖授予弗朗西斯·哈尔岑（Francis Halzen），以表彰他\"对冰立方中微子天文台作出的决定性贡献，以及对天体物理起源的高能中微子的发现\"。 2026年诺贝尔物理学奖给了弗朗西斯·哈尔岑。他干了件近乎异想天开的事，用南极的冰川，去抓宇宙里最“害羞”的中微子。 中微子不带电、质量几乎为零，每秒有650亿个太阳来的中微子穿过你的小指指甲，你毫无察觉。但正是这种极少碰撞的粒子，能笔直地把信息…",
    "content": "【1】 瑞典皇家科学院决定将2026年诺贝尔物理学奖授予弗朗西斯·哈尔岑（Francis Halzen），以表彰他\"对冰立方中微子天文台作出的决定性贡献，以及对天体物理起源的高能中微子的发现\"。 2026年诺贝尔物理学奖给了弗朗西斯·哈尔岑。他干了件近乎异想天开的事，用南极的冰川，去抓宇宙里最“害羞”的中微子。 中微子不带电、质量几乎为零，每秒有650亿个太阳来的中微子穿过你的小指指甲，你毫无察觉。但正是这种极少碰撞的粒子，能笔直地把信息送到地球。 宇宙侦探：捕捉“幽灵粒子” 【2】 一名美国女性被指在中国官员授意…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195945",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261006】狼生來就是要吃肉，獅子就是要吃羊",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195945",
    "pub_date": "2026-10-06 17:42:00",
    "author": "xilei",
    "description": "【1】2026年诺贝尔生理学或医学奖 授予卡尔·戴瑟罗斯、彼得·黑格曼和格奥尔格·纳格尔，“以表彰他们关于光门控离子通道和光遗传学的发现。” 【2】国庆假期第六天，全国即将迎来返程高峰 实情：去年截止10月4日是430亿。 【4】#缅北电诈头目赚1亿要分3成给明家# 由公安部和中央广播电视总台联合摄制的纪录片《缅北电诈覆灭纪实》于10月5日至7日，在央视播出。纪录片中讲述明家依靠自己的武装势力，吸引大批具体运营诈骗活动的核心组织者，也就…",
    "content": "【1】2026年诺贝尔生理学或医学奖 授予卡尔·戴瑟罗斯、彼得·黑格曼和格奥尔格·纳格尔，“以表彰他们关于光门控离子通道和光遗传学的发现。” 【2】国庆假期第六天，全国即将迎来返程高峰 据央视新闻，今天是国庆假期第六天，假期接近尾声，全国交通出行即将迎来返程高峰。交通部门增加运力、细化服务，全力保障旅客顺畅返程。今天，全国铁路预计发送旅客2210万人次，计划加开旅客列车2199列。铁路部门及时增加运力投放。针对近期天气降温，多地车站优化进站流线，减少旅客等候时间，同时为老幼病残孕等重点旅客提供优先检票、行李帮拿等暖…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195925",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261005】经济想自己缓过来，只会更难",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195925",
    "pub_date": "2026-10-05 11:39:00",
    "author": "xilei",
    "description": "【1】#蔡康永现身台独分子竞选会场##蔡康永为顽固台独分子沈伯洋站台# 据台媒报道，“台独”顽固分子沈伯洋今（4日）下午举行台北市长竞选总部成立大会。 鲜少公开参与政治活动的蔡康永，这次意外被台媒捕捉到现场身影。只见他身穿橘色衬衫、戴着黑色口罩与帽子，低调坐在前排。 对此，蔡康永经纪人回应“正在考虑要访问台北市长的两位候选人，所以会尽可能去了解两位候选人的历程与意见，谢谢”。 零跑汽车发布声明，已下线蔡康永相关的全部内容，并保留追究相关…",
    "content": "【1】 #蔡康永现身台独分子竞选会场# #蔡康永为顽固台独分子沈伯洋站台# &nbsp; 据台媒报道，“台独”顽固分子沈伯洋今（4日）下午举行台北市长竞选总部成立大会。 鲜少公开参与政治活动的蔡康永，这次意外被台媒捕捉到现场身影。只见他身穿橘色衬衫、戴着黑色口罩与帽子，低调坐在前排。 对此，蔡康永经纪人回应“正在考虑要访问台北市长的两位候选人，所以会尽可能去了解两位候选人的历程与意见，谢谢”。 &nbsp; 零跑汽车发布声明，已下线蔡康永相关的全部内容，并保留追究相关法律责任的权利。&nbsp; 释不归 #蔡康永现…"
  }
];

export default jsonData;
