const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/3f22075b0cf1",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "CBAM有哪些豁免？这几类情况可以不用管",
    "link": "https://www.jianshu.com/p/3f22075b0cf1",
    "pub_date": "2026-10-17 07:03:04",
    "author": "王磊_3246",
    "description": "导语 不是所有进口到欧盟的商品都要被 CBAM 卡住。过渡期内，有几类明确的豁免情形，符合条件就可以省心。这篇帮你捋清楚。 正文 CBAM 过渡期内，主要有四类豁免： 第一类，微量豁免 进口的 CBAM 商品数量少、价值低到一定程度，可以自动免于 CBAM 管制。标准是：每批商品价值不超过 150 欧元。这类小批小量的进口，过渡期同样适用。对零星寄样、小批量采购的朋友比较友好。 第二类，军事用途豁免 根据欧盟共同安全与防务政策，或北约，…",
    "content": "导语 不是所有进口到欧盟的商品都要被 CBAM 卡住。过渡期内，有几类明确的豁免情形，符合条件就可以省心。这篇帮你捋清楚。 正文 CBAM 过渡期内，主要有四类豁免： 第一类，微量豁免 进口的 CBAM 商品数量少、价值低到一定程度，可以自动免于 CBAM 管制。标准是：每批商品价值不超过 150 欧元。这类小批小量的进口，过渡期同样适用。对零星寄样、小批量采购的朋友比较友好。 第二类，军事用途豁免 根据欧盟共同安全与防务政策，或北约，以及与非欧盟国家军方达成的协议，为军方使用而进口的商品，可以豁免。 第三类，EF…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/30abe075865d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "腾讯一面：你平时怎么排查并调优慢 SQL 的",
    "link": "https://www.jianshu.com/p/30abe075865d",
    "pub_date": "2026-10-17 07:03:04",
    "author": "老周聊架构",
    "description": "一、前言 上一篇我们说了 腾讯一面：说一说 MySQL 中索引的底层原理，相信你对索引有个很清晰的认识了，这一篇我们来说一说慢 SQL 的排查以及调优。为啥面试官要问这个问题，其实跟上一篇的索引底层原理有一定关联关系的，一般慢 SQL 很大一部分原因对索引底层原理不够特别了解导致的，比如没建索引、索引失效、索引没满足最左前缀匹配原则导致慢 SQL，像腾讯这样数据量很大的公司，人家肯定有专门的 DBA 去做优化的，面试官考察的主要是你排查…",
    "content": "一、前言 上一篇我们说了 腾讯一面：说一说 MySQL 中索引的底层原理 ，相信你对索引有个很清晰的认识了，这一篇我们来说一说慢 SQL 的排查以及调优。为啥面试官要问这个问题，其实跟上一篇的索引底层原理有一定关联关系的，一般慢 SQL 很大一部分原因对索引底层原理不够特别了解导致的，比如没建索引、索引失效、索引没满足最左前缀匹配原则导致慢 SQL，像腾讯这样数据量很大的公司，人家肯定有专门的 DBA 去做优化的，面试官考察的主要是你排查问题的能力以及知道索引的底层原理、以及知道优化的方向，不至于让你进来把人家规规…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/88f6f7f79f2d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "看电视剧《兰香如故》前几集得到的启示",
    "link": "https://www.jianshu.com/p/88f6f7f79f2d",
    "pub_date": "2026-10-17 07:03:03",
    "author": "努力成为自律者",
    "description": "像《兰香如故》这种电视剧，应该是很讨巧的，有亲情，有爱情，有职场，有人生启示，有完整的一段一段的故事情节，尽管有些情节有些牵强，但应该是有一批观众的。不过要说火，我感觉不会大火的，整个电视剧行情，各种套路的电视剧都拍过很多了，人们都看的也不新鲜了，再加上网络的冲击，现在已经很久没有大火电视剧了。《兰香如故》就跟我以前看的《锦衣之下》是一个套路，也是谭松韵主演的，男主角换了，但是细节又有不同，也有些看头。 谈一下，看前几集得到的一些启示吧…",
    "content": "&nbsp; &nbsp; 像《兰香如故》这种电视剧，应该是很讨巧的，有亲情，有爱情，有职场，有人生启示，有完整的一段一段的故事情节，尽管有些情节有些牵强，但应该是有一批观众的。不过要说火，我感觉不会大火的，整个电视剧行情，各种套路的电视剧都拍过很多了，人们都看的也不新鲜了，再加上网络的冲击，现在已经很久没有大火电视剧了。《兰香如故》就跟我以前看的《锦衣之下》是一个套路，也是谭松韵主演的，男主角换了，但是细节又有不同，也有些看头。 &nbsp; &nbsp; &nbsp; &nbsp; 谈一下，看前几集得到的一些启…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196177",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261016】现在看到的最利国利民的AI应用",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196177",
    "pub_date": "2026-10-16 16:25:00",
    "author": "xilei",
    "description": "【1】世卫建议4至8岁女童接种HPV疫苗 世界卫生组织专家建议，在有助于提高接种率的前提下，各国可考虑为低至4岁的女童开展人乳头瘤病毒（HPV）疫苗常规接种。 根据世卫免疫战略咨询专家组（SAGE）主席斯科特，目前约有165个国家将HPV疫苗纳入国家免疫规划，但全球HPV疫苗接种率仅为33%，远低于90%的目标。 【2】工信部等三部门联合调查有关车辆刹车踏板支架断裂问题 据央视新闻，针对网络反映的“尊界V800汽车刹车踏板支架断裂问题”…",
    "content": "【1】世卫建议4至8岁女童接种HPV疫苗 世界卫生组织专家建议，在有助于提高接种率的前提下，各国可考虑为低至4岁的女童开展人乳头瘤病毒（HPV）疫苗常规接种。 根据世卫免疫战略咨询专家组（SAGE）主席斯科特，目前约有165个国家将HPV疫苗纳入国家免疫规划，但全球HPV疫苗接种率仅为33%，远低于90%的目标。 【2】工信部等三部门联合调查有关车辆刹车踏板支架断裂问题 据央视新闻，针对网络反映的“尊界V800汽车刹车踏板支架断裂问题”，工业和信息化部、中央网信办、市场监管总局高度重视，在前期调查工作基础上，成立联…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196158",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261015】我只能说人民伟大，因其终究比政权复杂",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196158",
    "pub_date": "2026-10-15 16:43:00",
    "author": "xilei",
    "description": "【1】彭博社：国行 Apple 智能计划在 12 月上线，随 iOS 27.3 发布。 知情人士透露，首批上线的功能包含 Genmoji 自定义表情、通知摘要、写作工具以及从照片中移除特定元素等功能，即坊间俗称的「跑马灯」版本，而非 WWDC26 中发布的 Siri AI。 【2】国际机构报告：AI代理从腾讯云沙盒“越狱”入侵高德系统 一个国际研究团队发现，疑似来自中国的失控人工智能（AI）代理从腾讯云沙盒环境中越狱，试图入侵阿里旗下高…",
    "content": "【1】彭博社：国行 Apple 智能计划在 12 月上线，随 iOS 27.3 发布。 知情人士透露，首批上线的功能包含 Genmoji 自定义表情、通知摘要、写作工具以及从照片中移除特定元素等功能，即坊间俗称的「跑马灯」版本，而非 WWDC26 中发布的 Siri AI。 【2】国际机构报告：AI代理从腾讯云沙盒“越狱”入侵高德系统 一个国际研究团队发现，疑似来自中国的失控人工智能（AI）代理从腾讯云沙盒环境中越狱，试图入侵阿里旗下高德地图的系统，进一步加剧了外界对于科技公司可能失去对AI控制的担忧。 【3】库克…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196131",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261014】好日子来了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196131",
    "pub_date": "2026-10-14 16:31:00",
    "author": "xilei",
    "description": "【1】黄奇帆落马 近年来以学者身份活跃的十八届中央委员、重庆原市长黄奇帆，退休8年后官宣落马。10月13日，中央纪委国家监委网站通报该消息。 坊间一度有“政坛不倒翁”之说的黄奇帆，在一个月前还有公开出席活动。据厦门发改委网站，9月8日，第八届“丝路海运”国际合作论坛在福建厦门开幕，重庆市政府原市长黄奇帆作主旨演讲。 另据财新获悉，宁波银行杭州分行计划于10月26日举办的一场论坛上，黄奇帆原作为主讲嘉宾发表2小时主旨演讲，但在社交媒体上即…",
    "content": "【1】黄奇帆落马 近年来以学者身份活跃的十八届中央委员、重庆原市长黄奇帆，退休8年后官宣落马。10月13日，中央纪委国家监委网站通报该消息。 坊间一度有“政坛不倒翁”之说的黄奇帆，在一个月前还有公开出席活动。据厦门发改委网站，9月8日，第八届“丝路海运”国际合作论坛在福建厦门开幕，重庆市政府原市长黄奇帆作主旨演讲。 另据财新获悉，宁波银行杭州分行计划于10月26日举办的一场论坛上，黄奇帆原作为主讲嘉宾发表2小时主旨演讲，但在社交媒体上即流传该活动“因故取消”的消息。 【2】国家税务总局：单位欠缴社保，最高罚3倍，1…"
  }
];

export default jsonData;
