const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/f0b396e853b1",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "避坑指南：活性氧（ROS，荧光酶标仪法）DCFH-DA 探针装载与荧光背景控制",
    "link": "https://www.jianshu.com/p/f0b396e853b1",
    "pub_date": "2026-08-01 15:56:15",
    "author": "科研小汪",
    "description": "利用 DCFH-DA 荧光探针在 96 孔黑板上检测细胞内活性氧（ROS）是一项高灵敏度的实验。 然而，由于 DCFH-DA 探针本身易受自然光照射自发氧化，且培养基中的血清、酚红以及死细胞均会产生极高的荧光背景，许多新手在实验中极易遇到“空白孔荧光值极高”、“对照组与处理组无差异”或“荧光信号不稳定”等尴尬局面。 本指南将为您梳理标准的 ROS 荧光法检测(以Abbkine KTB1912 试剂盒为例)实操细节与质控要点。 一、 核心…",
    "content": "利用 DCFH-DA 荧光探针在 96 孔黑板上检测细胞内活性氧（ROS）是一项高灵敏度的实验。 然而，由于 DCFH-DA 探针本身易受自然光照射自发氧化，且培养基中的血清、酚红以及死细胞均会产生极高的荧光背景，许多新手在实验中极易遇到“空白孔荧光值极高”、“对照组与处理组无差异”或“荧光信号不稳定”等尴尬局面。 本指南将为您梳理标准的 ROS 荧光法检测(以Abbkine KTB1912 试剂盒为例)实操细节与质控要点。 一、 核心法则：严格避光、无血清洗涤与黑板测定 全程避光孵育： DCFH-DA 探针见光极…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/0ff1f28bffe2",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "行业全员疯狂扩店内卷时，喜茶选择踩刹车，一门心思做「慢生意」",
    "link": "https://www.jianshu.com/p/0ff1f28bffe2",
    "pub_date": "2026-08-01 15:56:14",
    "author": "徐策品牌营销",
    "description": "引 新茶饮赛道早已陷入规模竞赛：万店规模、低价厮杀、高频联名、快速上新成行业标配。但喜茶走出了一条完全相反的路：主动暂停加盟、收缩低效门店、大幅减少跨界联名，把预算从流量投放转回产品、用户共创与长期品牌建设。表面看它放慢了开店速度，实则换了一套增长逻辑——告别靠规模堆出来的虚假繁荣，深耕品牌浓度，做能穿越周期的长期慢生意。 01 狂奔后的急刹车：规模扩张，正在稀释品牌辨识度 回顾喜茶发展路径，能清晰看懂它“先快跑、再慢走”的完整思考。 …",
    "content": "引 新茶饮赛道早已陷入规模竞赛：万店规模、低价厮杀、高频联名、快速上新成行业标配。但喜茶走出了一条完全相反的路：主动暂停加盟、收缩低效门店、大幅减少跨界联名，把预算从流量投放转回产品、用户共创与长期品牌建设。表面看它放慢了开店速度，实则换了一套增长逻辑——告别靠规模堆出来的虚假繁荣，深耕品牌浓度，做能穿越周期的长期慢生意。 01 狂奔后的急刹车：规模扩张，正在稀释品牌辨识度 回顾喜茶发展路径，能清晰看懂它“先快跑、再慢走”的完整思考。 早年从江门街边小店起家，靠真茶鲜果打破廉价奶茶市场，多肉葡萄、芝士茶开创全新赛道…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/cd3ab1b356be",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "李栋旭回归后，《杀人者的购物中心2》的动作戏开始有了重量",
    "link": "https://www.jianshu.com/p/cd3ab1b356be",
    "pub_date": "2026-08-01 15:56:13",
    "author": "爱看剧的叽",
    "description": "《杀人者的购物中心2》最容易被注意到的，当然是动作戏。 李栋旭回归，金慧峻继续饰演郑智安，赵汉善、琴海娜、金民等原班角色也都在。第二季7月22日在Disney+上线，8集规模，每周三更新两集，故事紧接第一季结尾。郑进湾没有真正退场，智安也已经接下Murthehelp，两人要面对的，是重新集结的巴比伦。 但这部剧的动作戏好看，不只是因为打得密、剪得快。它比较聪明的地方，是每个人的动作都有自己的性格。 郑进湾的动作是克制的。他不像那种一出场…",
    "content": "《杀人者的购物中心2》最容易被注意到的，当然是动作戏。 李栋旭回归，金慧峻继续饰演郑智安，赵汉善、琴海娜、金民等原班角色也都在。第二季7月22日在Disney+上线，8集规模，每周三更新两集，故事紧接第一季结尾。郑进湾没有真正退场，智安也已经接下Murthehelp，两人要面对的，是重新集结的巴比伦。 但这部剧的动作戏好看，不只是因为打得密、剪得快。它比较聪明的地方，是每个人的动作都有自己的性格。 郑进湾的动作是克制的。他不像那种一出场就要展示存在感的高手，更多时候是先观察，再出手。他很少浪费动作，也很少让情绪跑到…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194667",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260731】风控永远是第一位",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194667",
    "pub_date": "2026-07-31 16:40:00",
    "author": "xilei",
    "description": "【1】#应急部门回应小区火灾母女坠楼##连云港小区火灾母女已转院治疗# #连云港火灾母女坠楼#据媒体报道，7月27日早晨，江苏连云港一小区5楼突发火灾。从视频画面可以看到，大人抓着窗栏，并用腿挡住小孩，试图让两人稳定下来。然而在该大人尝试往下挪动寻找安全位置之际，疑似打滑从楼上坠下，小孩也随后坠下。 7月31日，@热度新闻记者联系至所属海州区应急管理局核实情况，工作人员表示等待宣传部出具公告，这边不太清楚。 目前，根据媒体报道确认两人已…",
    "content": "【1】 #应急部门回应小区火灾母女坠楼# #连云港小区火灾母女已转院治疗# #连云港火灾母女坠楼# 据媒体报道，7月27日早晨，江苏连云港一小区5楼突发火灾。从视频画面可以看到，大人抓着窗栏，并用腿挡住小孩，试图让两人稳定下来。然而在该大人尝试往下挪动寻找安全位置之际，疑似打滑从楼上坠下，小孩也随后坠下。 7月31日， @热度新闻 记者联系至所属海州区应急管理局核实情况，工作人员表示等待宣传部出具公告，这边不太清楚。 目前，根据媒体报道确认两人已转院治疗，官方尚未公布具体伤情。 @律界王凯 昨天看到连云港这个火灾事…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/7e18a7852a36",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "尘城微光｜第一百一章 清风辞暑意，秋浅入巷安",
    "link": "https://www.jianshu.com/p/7e18a7852a36",
    "pub_date": "2026-07-31 08:32:21",
    "author": "风雨中爬行",
    "description": "盛夏的余温，终是在一夜柔风里轻轻褪去。 西关古巷的秋，从不会骤然登场，向来温柔含蓄，循序渐进。它不携萧瑟寒凉，只携清浅凉意，悄悄漫过青瓦墙头，漫过荷塘碧叶，温柔接过盛夏的余韵，为悠长岁月，翻开一卷崭新的秋日光景。 晨起的风，已然褪去了早前的微燥，清清凉凉，拂在肩头舒爽怡人。巷口老榕树的枝叶依旧苍绿，只是风里气息悄然更迭，少了盛夏荷香的馥郁，多了几分草木沉淀的清爽，淡淡浅浅，沁人心脾。 天光温柔透亮，秋日晨光不似夏日炽烈，温润柔和，薄薄铺…",
    "content": "盛夏的余温，终是在一夜柔风里轻轻褪去。 西关古巷的秋，从不会骤然登场，向来温柔含蓄，循序渐进。它不携萧瑟寒凉，只携清浅凉意，悄悄漫过青瓦墙头，漫过荷塘碧叶，温柔接过盛夏的余韵，为悠长岁月，翻开一卷崭新的秋日光景。 晨起的风，已然褪去了早前的微燥，清清凉凉，拂在肩头舒爽怡人。巷口老榕树的枝叶依旧苍绿，只是风里气息悄然更迭，少了盛夏荷香的馥郁，多了几分草木沉淀的清爽，淡淡浅浅，沁人心脾。 天光温柔透亮，秋日晨光不似夏日炽烈，温润柔和，薄薄铺洒在悠长街巷。青石板路经昨夜微凉晚风涤荡，干净温润，映着疏落的树影，整条古巷清宁…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194648",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260730】罗伯特你完了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194648",
    "pub_date": "2026-07-30 16:48:00",
    "author": "xilei",
    "description": "【1】A股市值前十全部飘红 【#美股尾盘大跳水原因#】北京时间7月30日凌晨，美联储以9比3的表决结果决定维持利率不变，将联邦基金利率的目标区间继续维持在3.50%至3.75%之间。 @但斌 今天大跌，很多朋友问我怎么看？我还是看好人工智能10年牛市，目前只是一个阶段性调整而已。整个逻辑没变，就是涨多了回调一下，我不太相信人工智能3、4年就结束 【4】7月29日，上海市发改委官网更新一则公告，计划调整全市轨道交通价格并召开听证会。这将是…",
    "content": "【1】A股市值前十全部飘红 【 #美股尾盘大跳水原因# 】北京时间7月30日凌晨，美联储以9比3的表决结果决定维持利率不变，将联邦基金利率的目标区间继续维持在3.50%至3.75%之间。 据统计，这是自2016年以来，美联储首次在同一次政策决议中出现3张方向一致的反对票，反映出内部支持收紧政策的声音正在增强。 随后，美联储主席凯文·沃什现身货币政策新闻发布会。对于本次维持利率不变的决定，沃什拒绝将其定义为“暂停”。他强调，美国通胀问题不可能在9周内（沃什上任至今不到9周）解决，在必要和适当时美联储将毫不犹豫地采取行…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194627",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260729】不要奢望让股市去做它做不到的事情",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194627",
    "pub_date": "2026-07-29 16:52:00",
    "author": "xilei",
    "description": "【1】#智驾小蓝灯将被禁用# #业内确认智驾小蓝灯将被禁#近日，有消息称，因“#小蓝灯#”不符合GB4785《汽车及挂车外部照明和光信号装置的安装规定》要求，乘用车安装“小蓝灯”将被禁止。“小蓝灯”是车企用于标识辅助驾驶工作状态的车身外部蓝色指示灯。今日，吉利汽车方面向第一财经记者表示：“我们已知晓了该消息，将严格遵循国家的规定，等待国家的进一步要求。”另外，也有车企内部人士向第一财经记者确认，从2026年7月27日起，国家对新认证车型…",
    "content": "【1】 #智驾小蓝灯将被禁用# #业内确认智驾小蓝灯将被禁# 近日，有消息称，因“ #小蓝灯# ”不符合GB4785《汽车及挂车外部照明和光信号装置的安装规定》要求，乘用车安装“小蓝灯”将被禁止。“小蓝灯”是车企用于标识辅助驾驶工作状态的车身外部蓝色指示灯。今日，吉利汽车方面向第一财经记者表示：“我们已知晓了该消息，将严格遵循国家的规定，等待国家的进一步要求。”另外，也有车企内部人士向第一财经记者确认，从2026年7月27日起，国家对新认证车型禁用“小蓝灯”。 【2】 #交易员挪用资金做多海力士亏1.5亿# 香港2…"
  }
];

export default jsonData;
