const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e3651a365911",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "深度沟通破局：刑事辩护中书面论证与当面交流的实战价值",
    "link": "https://www.jianshu.com/p/e3651a365911",
    "pub_date": "2026-10-03 09:05:14",
    "author": "A蛋黄派",
    "description": "刑事辩护中，书面意见与当面沟通是取是舍饱受争议。湖北刻度律师事务所杨友元、尤丰阳等带领的刑辩团队，在办理侵犯公民个人信息案、诈骗案等案件时，坚持书面论证与当面沟通深度结合。突破常规沟通层级、挖掘案件细节，推动司法认知纠偏、关键情节入文，实现无罪结果、大幅量刑下调，展现有效沟通的破局之力。 在刑事辩护中，书面意见与当面沟通的权衡常是难点。刻度律师事务所面对相关案件，以专业能力与独特视角，诠释了书面论证与当面沟通深度结合的重要性。 在侵犯公…",
    "content": "刑事辩护中，书面意见与当面沟通是取是舍饱受争议。湖北刻度律师事务所杨友元、尤丰阳等带领的刑辩团队，在办理侵犯公民个人信息案、诈骗案等案件时，坚持书面论证与当面沟通深度结合。突破常规沟通层级、挖掘案件细节，推动司法认知纠偏、关键情节入文，实现无罪结果、大幅量刑下调，展现有效沟通的破局之力。 在刑事辩护中，书面意见与当面沟通的权衡常是难点。刻度律师事务所面对相关案件，以专业能力与独特视角，诠释了书面论证与当面沟通深度结合的重要性。 在侵犯公民个人信息案中，一家从事外包客服售后服务的公司被以侵犯公民个人信息罪立案专案侦办…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/9ad403fac8d9",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "这个notebook集合，赞",
    "link": "https://www.jianshu.com/p/9ad403fac8d9",
    "pub_date": "2026-10-03 09:05:14",
    "author": "朱卫军AI_Python",
    "description": "这几天在Github上看到一个数据科学仓库，汇总了很多Python notebook代码，主要是数据方向。 项目地址： https://github.com/donnemartin/data-science-ipython-notebooks 其中包括了pandas、numpy、matplotlib、scikit-learn、tensorflow、spark、kaggle等众多数据科学资源。 而且针对每一个技术方向，都会有详细的学习路径…",
    "content": "这几天在Github上看到一个数据科学仓库，汇总了很多Python notebook代码，主要是数据方向。 项目地址： https://github.com/donnemartin/data-science-ipython-notebooks 其中包括了pandas、numpy、matplotlib、scikit-learn、tensorflow、spark、kaggle等众多数据科学资源。 而且针对每一个技术方向，都会有详细的学习路径。 就拿pandas来说，有数据类型、缺失值、连接、切片索引、透视、时间序列等语…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/1240e801379e",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "制造外力（多个受力小球）",
    "link": "https://www.jianshu.com/p/1240e801379e",
    "pub_date": "2026-10-03 09:05:13",
    "author": "大龙10",
    "description": "书名：代码本色：用编程模拟自然系统 目录 2.5 制造外力 3、示例代码2-2 Mover类 在数组中创建100个Mover对象。 在setup()函数中用循环对这些对象进行初始化。 在构造函数中添加几个参数，让它变得更灵活。 Mover[] movers = new Mover[20]; void setup() { size(640,360); for (int i = 0; i width) { position.x = widt…",
    "content": "书名：代码本色：用编程模拟自然系统 作者：Daniel Shiffman 译者：周晗彬 ISBN：978-7-115-36947-5 目录 2.5 制造外力 3、示例代码2-2 Mover类 不同点主要集中在两个方面——质量和applyForce()函数的实现 在数组中创建100个Mover对象。 在setup()函数中用循环对这些对象进行初始化。 在构造函数中添加几个参数，让它变得更灵活。 物体的质量和初始位置就不再是硬性编码的数值了，我们可以通过构造函数来确定它们 Mover[] movers = new Mo…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/612da86d564a",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "376.《Unix传奇》摘录二",
    "link": "https://www.jianshu.com/p/612da86d564a",
    "pub_date": "2026-10-03 09:05:13",
    "author": "七镜",
    "description": "今天把《Unix传奇》读完了，赶紧来续上： 任何你必须重复做的事都有待自动化。 使用某种规格语言来描述程序的各个部分是如何相互依赖的。（来自 make 起源的故事） 对于那些使用新语言和工具进行软件开发的人来说过多或过快的变化是个大麻烦。（不兼容问题） 乔布斯现实扭曲立场。（致敬乔帮主） 无论哪种模块化，思路都是分而治之。（算法） 附上: Unix 哲学： 让每个程序做好一件事。要做一件新的工作，就构建新程序，而不是通过增加新“特性”使…",
    "content": "今天把《Unix传奇》读完了，赶紧来续上： 任何你必须重复做的事都有待自动化。 使用某种规格语言来描述程序的各个部分是如何相互依赖的。（来自 make 起源的故事） 对于那些使用新语言和工具进行软件开发的人来说过多或过快的变化是个大麻烦。（ 不兼容 问题） 乔布斯现实扭曲立场。（致敬乔帮主） 无论哪种模块化，思路都是 分而治之 。（算法） 附上: Unix 哲学： 让 每个程序做好一件事 。要做一件新的工作，就构建新程序，而不是通过增加新“特性”使旧程序复杂化。 预期每个程序的输出都能成为另一个未知程序的输入 。不…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/81c4c24d912d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "降温了",
    "link": "https://www.jianshu.com/p/81c4c24d912d",
    "pub_date": "2026-10-03 09:05:13",
    "author": "住在黄河几字头",
    "description": "降温了，昨天晚上就有苗头，晚上9点多出来，寒风瑟瑟，冷的我裹紧衣服，赶紧往车里钻，连校园的夜色，都没顾上看一眼。这是降温的节奏。 果然，今天降温了，早上一出门，感觉脖子里往进灌冷风，衬衫外套了一件风衣，也不觉得暖和。清冷清冷的，钻到车里 ，车里也有点儿冰，有点发阴。开车启动，不像那两天，摇下半个玻璃窗，一边吹着清爽的凉风，一边看太阳将要升起，天边映出明亮的橘红，斑斓耀眼，今天只开了一个缝，通通风，钻进来一股冷风，打了一个冷个瘆，赶紧把车…",
    "content": "降温了，昨天晚上就有苗头，晚上9点多出来，寒风瑟瑟，冷的我裹紧衣服，赶紧往车里钻，连校园的夜色，都没顾上看一眼。这是降温的节奏。 果然，今天降温了，早上一出门，感觉脖子里往进灌冷风，衬衫外套了一件风衣，也不觉得暖和。清冷清冷的，钻到车里 ，车里也有点儿冰，有点发阴。开车启动，不像那两天，摇下半个玻璃窗，一边吹着清爽的凉风，一边看太阳将要升起，天边映出明亮的橘红，斑斓耀眼，今天只开了一个缝，通通风，钻进来一股冷风，打了一个冷个瘆，赶紧把车窗摇起，一看表，不早了，顺着青山路狂奔。 降温了，天冷了，路上行人穿上了厚衣服，…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195899",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261002】当AI超越人类，我们没资格去判断它究竟是否具有智能",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195899",
    "pub_date": "2026-10-02 16:37:00",
    "author": "xilei",
    "description": "以下内容，有可能引起内心冲突或愤怒等不适症状。若有此症状自觉被误导者，请绕行。若按捺不住看后症状特别明显，可自行前往CCAV等欢乐 频道进行综合调理。其余，概不负责 。 本文转摘的各类事件，均来自于公开发表的国内媒体报道。引用的个人或媒体评论旨在传播各种声音，并不代表我们认同或反对其观点。 欢迎转载，转载请保证原文的完整性（不得随意增删内容，或篡改图卦名称等），请注明来源和链接。 每天一图卦，让我们更清楚地了解这个世界 【1】中方代表俄…",
    "content": "以下内容，有可能引起内心冲突或愤怒等不适症状。若有此症状自觉被误导者，请绕行。若按捺不住看后症状特别明显，可自行前往CCAV等欢乐 频道进行综合调理。其余，概不负责 。 本文转摘的各类事件，均来自于公开发表的国内媒体报道。引用的个人或媒体评论旨在传播各种声音，并不代表我们认同或反对其观点。 欢迎转载，转载请保证原文的完整性（不得随意增删内容，或篡改图卦名称等），请注明来源和链接。 每天一图卦，让我们更清楚地了解这个世界 &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; 【1】中方代表俄罗斯、古巴、…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195877",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261001】他说自己知道该怎么操作，是因为平时经常看航空事故纪录片",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195877",
    "pub_date": "2026-10-01 16:33:00",
    "author": "xilei",
    "description": "【1】#警方通报沪昆高速怀化段6死4伤车祸#：半挂车司机涉疲劳驾驶被控制 据@湖南高速警察七支队通报：2026年10月1日凌晨2时7分许，沪昆高速怀化段1407KM+200M处发生一起道路交通事故。接警后高速公路公安交管部门立即启动应急预案，联动应急、医疗等部门赶赴现场处置。 【2】新华社：双重压力重挫美国消费者信心 【3】天津市行政区全域为无人驾驶航空器管制空域。 本通告自发布之日起施行。2026年6月4日发布的《天津市人民政府关于公…",
    "content": "【1】 #警方通报沪昆高速怀化段6死4伤车祸# ：半挂车司机涉疲劳驾驶被控制 据 @湖南高速警察七支队 通报：2026年10月1日凌晨2时7分许，沪昆高速怀化段1407KM+200M处发生一起道路交通事故。接警后高速公路公安交管部门立即启动应急预案，联动应急、医疗等部门赶赴现场处置。 【2】新华社：双重压力重挫美国消费者信心 【3】天津市行政区全域为无人驾驶航空器管制空域。 本通告自发布之日起施行。2026年6月4日发布的《天津市人民政府关于公布本市微型轻型小型无人驾驶航空器适飞空域范围的通告》同时废止。&nbsp…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195855",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260930】防拆带 和 大结果",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195855",
    "pub_date": "2026-09-30 15:41:00",
    "author": "xilei",
    "description": "【1】10月1日起我国将对居民购房实施贷款贴息 财政部发布通知，我国将从10月1日起对居民使用新发放商业性个人住房贷款购房实施贴息，以降低居民购房成本，更好支持和释放城乡居民刚性住房需求。 本次贴息政策聚焦首套刚需，重点支持普通家庭新购中小套型、较低价位的住房，单户所购住房建筑面积不超过120平方米、购房价格不超过150万元。 可享受贴息的贷款规模最高可达100万元，财政部门给予年化1个百分点的贴息，按照目前首套住房的商业性个人住房贷款…",
    "content": "【1】10月1日起我国将对居民购房实施贷款贴息 财政部发布通知，我国将从10月1日起对居民使用新发放商业性个人住房贷款购房实施贴息，以降低居民购房成本，更好支持和释放城乡居民刚性住房需求。 本次贴息政策聚焦首套刚需，重点支持普通家庭新购中小套型、较低价位的住房，单户所购住房建筑面积不超过120平方米、购房价格不超过150万元。 可享受贴息的贷款规模最高可达100万元，财政部门给予年化1个百分点的贴息，按照目前首套住房的商业性个人住房贷款利率水平，相当于优惠了利率的三分之一，贴息期限最长5年。据测算，对于一笔长期限的…"
  }
];

export default jsonData;
