const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/65cba37bb1c7",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "即兴演讲‖警惕问答环节陷阱",
    "link": "https://www.jianshu.com/p/65cba37bb1c7",
    "pub_date": "2026-06-16 08:11:08",
    "author": "山里阿辉",
    "description": "分享阅读即兴演讲关于回答问题如何避免其中的陷阱。 大家知道，在问答环节，并不都是很友好的，有时会遇到很难对付的问题。回答问题有必要认识和避免以下陷阱。 不要重复否定的观点，不要否定它，在问答问题时不要重复问题中否定部分。 不要评价问题，只要回答问题即可。经常听到这是一个很好的问题，这不是很推荐的做法。 不要推测，可以找个其他的说法来回答，比如问数据问盈利，可以说未公布或者说乐意为你查找数据。 不要默认错误的陈述，对你或对公司的描述有误，…",
    "content": "分享阅读即兴演讲关于回答问题如何避免其中的陷阱。 大家知道，在问答环节，并不都是很友好的，有时会遇到很难对付的问题。回答问题有必要认识和避免以下陷阱。 不要重复否定的观点 ，不要否定它，在问答问题时不要重复问题中否定部分。 不要评价问题 ，只要回答问题即可。经常听到这是一个很好的问题，这不是很推荐的做法。 不要推测 ，可以找个其他的说法来回答，比如问数据问盈利，可以说未公布或者说乐意为你查找数据。 不要默认错误的陈述 ，对你或对公司的描述有误，礼貌纠正即可。 不要向提问者发问 ，可以通过解释一下问题，来跟提问者沟通…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/f41fdaba8268",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "夏天穿搭指南",
    "link": "https://www.jianshu.com/p/f41fdaba8268",
    "pub_date": "2026-06-16 08:11:07",
    "author": "韦大爷CEO",
    "description": "夏季穿搭的核心在于平衡“体感凉爽”与“视觉清爽”，同时兼顾功能与美观。以下是基于最新趋势和实用建议的穿搭指南。 一、面料选择：舒适与功能并重 面料是决定夏季体感的关键。 1. 首选天然纤维：亚麻、真丝、棉是夏季首选。它们吸湿透气性好，能快速导出汗液，保持身体干爽。例如，亚麻和棉的混纺材质，兼具亲肤透气与挺括有型。 2. 科技面料的巧妙运用：对于运动或易出汗场景，可选择速干面料（如天丝、莫代尔）。这类面料导湿快，能迅速将汗水从皮肤侧传导至…",
    "content": "夏季穿搭的核心在于平衡“体感凉爽”与“视觉清爽”，同时兼顾功能与美观。以下是基于最新趋势和实用建议的穿搭指南。 一、面料选择：舒适与功能并重 面料是决定夏季体感的关键。 1. 首选天然纤维：亚麻、真丝、棉是夏季首选。它们吸湿透气性好，能快速导出汗液，保持身体干爽。例如，亚麻和棉的混纺材质，兼具亲肤透气与挺括有型。 2. 科技面料的巧妙运用：对于运动或易出汗场景，可选择速干面料（如天丝、莫代尔）。这类面料导湿快，能迅速将汗水从皮肤侧传导至面料外层蒸发，避免黏身。 3. 警惕误区： &nbsp; &nbsp; “凉感面…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/b5b56a424e69",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "为什么全仙界都在为孙悟空说好话？",
    "link": "https://www.jianshu.com/p/b5b56a424e69",
    "pub_date": "2026-06-16 08:11:07",
    "author": "ef9d78dd8ef8",
    "description": "今天要说的，是齐天大圣孙悟空，一败涂地却堪称“最强战神”，而全仙界都在为他“说好话”的事。 孙悟空与如来佛祖打赌失败，被压五行山下五百年。 但荒诞的是——天庭众神、仙界众人、西天佛陀，全都惋惜、同情这个失败者。他输了战斗，却赢得了三界之外的口碑！甚至当记者采访各位神仙问怎么看这只“失败”的猴子时，所有人都给出惊人的一致：谦卑？不，他狂到不行。但他打出了我们这辈子都不敢打的仗，是整个天庭欠他一个公平！ 孙悟空是如何达成大闹天宫并让全仙界臣…",
    "content": "今天要说的，是齐天大圣孙悟空，一败涂地却堪称“最强战神”，而全仙界都在为他“说好话”的事。 孙悟空与如来佛祖打赌失败，被压五行山下五百年。 但荒诞的是——天庭众神、仙界众人、西天佛陀，全都惋惜、同情这个失败者。他输了战斗，却赢得了三界之外的口碑！甚至当记者采访各位神仙问怎么看这只“失败”的猴子时，所有人都给出惊人的一致：谦卑？不，他狂到不行。但他打出了我们这辈子都不敢打的仗，是整个天庭欠他一个公平！ 孙悟空是如何达成大闹天宫并让全仙界臣服的？靠的远不仅是武力，而是一种绝对嚣张与稀有的精神内核。 1. 天庭的职场霸凌…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193719",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260615】怎么变穷了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193719",
    "pub_date": "2026-06-15 15:05:00",
    "author": "xilei",
    "description": "【1】国际劳工组织通过全球首个保障零工权益公约 联合国旗下国际劳工组织（ILO）周五批准全球首个保障数码平台零工权益的具约束力国际公约；条约一获得核准，全球数以亿计通过数码平台工作的人员如外卖配送员和网约车司机，在薪酬、安全和社会福利方面的权利将有望得到保障。 【2】取消中考选拔县城2025年开始改革 【3】蔚来李斌敲响行业警钟！“做好汽车销量跌15%-20%的心理准备”，中国汽车产业进入决赛最残酷的阶段 【4】大胆，竟然敢造cpo一哥…",
    "content": "【1】国际劳工组织通过全球首个保障零工权益公约 联合国旗下国际劳工组织（ILO）周五批准全球首个保障数码平台零工权益的具约束力国际公约；条约一获得核准，全球数以亿计通过数码平台工作的人员如外卖配送员和网约车司机，在薪酬、安全和社会福利方面的权利将有望得到保障。 【2】取消中考选拔县城2025年开始改革 【3】蔚来李斌敲响行业警钟！“做好汽车销量跌15%-20%的心理准备”，中国汽车产业进入决赛最残酷的阶段 【4】大胆，竟然敢造cpo一哥的谣 【5】溜溜梅开盘暴涨 189% 溜溜梅简称 LLM 正宗的 AI 大模型概…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193684",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260614】条条大路通骑手",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193684",
    "pub_date": "2026-06-14 14:11:00",
    "author": "xilei",
    "description": "【1】南极冰层融化速度异常 6月气温创历史新高 气候科学家说，南极半岛今年6月的气温创下历史新高，达到15.4摄氏度，南极冰层在当前冬季期间正以异常速度融化。位于南极北部的一个阿根廷科研站是在6月6日记录到这一前所未有的高温。此前的6月最高纪录是1998年的13.3摄氏度。 【2】实际断供低于市场预期 霍尔木兹石油运输恢复近半 伊朗战争爆发初期，市场一度担忧霍尔木兹海峡关闭将触发史上最大能源危机，但最新数据显示，全球石油供应实际受冲击程…",
    "content": "【1】南极冰层融化速度异常 6月气温创历史新高 气候科学家说，南极半岛今年6月的气温创下历史新高，达到15.4摄氏度，南极冰层在当前冬季期间正以异常速度融化。位于南极北部的一个阿根廷科研站是在6月6日记录到这一前所未有的高温。此前的6月最高纪录是1998年的13.3摄氏度。 【2】实际断供低于市场预期 霍尔木兹石油运输恢复近半 伊朗战争爆发初期，市场一度担忧霍尔木兹海峡关闭将触发史上最大能源危机，但最新数据显示，全球石油供应实际受冲击程度低于预期，部分波斯湾产油国已通过替代路线恢复出口，国际油价从3月高位回落。 【…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193673",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260613】可以适当装逼，就是别装过头了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193673",
    "pub_date": "2026-06-13 13:53:00",
    "author": "xilei",
    "description": "【1】SpaceX周五正式在纳斯达克交易所举行上市仪式，股票代码SPCX。本次IPO发行价为每股135美元，对应公司估值约1.77万亿美元，募资规模约750亿美元，为美股史上最大规模IPO。 马斯克： 28岁成为百万富翁millionaire ：1999 年，Compaq以约 3.07 亿美元收购 Zip2，马斯克拿到大约2200万美元，正式进入millionaire级别。 13年后 【美议员抨击税制不公要求对富人征税】美国企业家埃隆·…",
    "content": "【1】SpaceX周五正式在纳斯达克交易所举行上市仪式，股票代码SPCX。本次IPO发行价为每股135美元，对应公司估值约1.77万亿美元，募资规模约750亿美元，为美股史上最大规模IPO。 马斯克： 28岁成为百万富翁millionaire ：1999 年，Compaq以约 3.07 亿美元收购 Zip2，马斯克拿到大约2200万美元，正式进入millionaire级别。 13年后 41岁成为（十）亿万富翁billionaire：2012年，马斯克首次登上福布斯亿万富翁名单，当时净资产约 20亿—24亿美元。 又…"
  }
];

export default jsonData;
