const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/ca7f1609c8c1",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "三菱FX3U PLC的通讯协议MC1E",
    "link": "https://www.jianshu.com/p/ca7f1609c8c1",
    "pub_date": "2026-10-19 19:01:11",
    "author": "",
    "description": "一、测试FX3UPLC通讯报文 FX3U 扩展网口ENT-ADP 可以直接读取寄存器的地址，间接控制PLC执行 1、读取寄存器D100的地址 01 FF 0A 00 64 00 00 00 20 44 01 00 报文解析： FX3U系列通讯测试 2、写入PLC数据： 03 FF 0A 00 64 00 00 00 20 44 01 00 90 30 报文解析： 3、现场测试： 1.读D3000连续10个地址 2.读M100连续32个地…",
    "content": "一、测试FX3UPLC通讯报文 FX3U 扩展网口ENT-ADP MC协议 1E帧 可以直接读取寄存器的地址，间接控制PLC执行 1、读取寄存器D100的地址 01 FF 0A 00 64 00 00 00 20 44 01 00 01 FF 0A 00 00 00 00 00 20 44 14 00 01 FF 00 0A 00 00 00 00 14 00 返回数据 81 00 00 34 报文解析： 01 副部头 FF PLC编号 0A 时钟 00 64 首地址 00 请求地址 00 00 20 设备标识号寄…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196229",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦2261019】他们纷纷打听怎么能找到保安的工作",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196229",
    "pub_date": "2026-10-19 16:59:00",
    "author": "",
    "description": "【1】国家统计局：前三季度，全国居民人均可支配收入实际增长4.4% 前三季度，全国居民人均可支配收入34230元，比上年同期名义增长5.3%，扣除价格因素，实际增长4.4%。分城乡看，城镇居民人均可支配收入44945元，增长（以下如无特别说明，均为同比名义增长）4.5%，扣除价格因素，实际增长3.6%；农村居民人均可支配收入18809元，增长6.3%，扣除价格因素，实际增长5.6%。 就业形势总体稳定！国家统计局：前三季度，全国城镇调查…",
    "content": "【1】国家统计局：前三季度，全国居民人均可支配收入实际增长4.4% 前三季度，全国居民人均可支配收入34230元，比上年同期名义增长5.3%，扣除价格因素，实际增长4.4%。分城乡看，城镇居民人均可支配收入44945元，增长（以下如无特别说明，均为同比名义增长）4.5%，扣除价格因素，实际增长3.6%；农村居民人均可支配收入18809元，增长6.3%，扣除价格因素，实际增长5.6%。 就业形势总体稳定！国家统计局：前三季度，全国城镇调查失业率平均值为5.2%，与上年同期持平。全国企业就业人员周平均工作时间为48.3…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196199",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261018】社保服务进万家",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196199",
    "pub_date": "2026-10-18 16:53:00",
    "author": "",
    "description": "【1】两年债务规模下降18% 柳州原市委书记撰文谈化债细节 2023年7月一揽子化债措施推出后，城投债“网红城市”柳州所在的广西是12个化债重点省份之一，也是第一个申请央行应急流动性贷款工具的省份。近日官方披露，2025年柳州债务规模较2023年底下降18%，柳州是如何化债的？ 2024年9月至2025年10月担任柳州市委书记的广西自治区统战部部长谭丕创，近日在《学习与研究》杂志上撰文称，柳州市穷尽一切手段、排除一切困难化解债务风险，毫…",
    "content": "【1】两年债务规模下降18% 柳州原市委书记撰文谈化债细节 2023年7月一揽子化债措施推出后，城投债“网红城市”柳州所在的广西是12个化债重点省份之一，也是第一个申请央行应急流动性贷款工具的省份。近日官方披露，2025年柳州债务规模较2023年底下降18%，柳州是如何化债的？ 2024年9月至2025年10月担任柳州市委书记的广西自治区统战部部长谭丕创，近日在《学习与研究》杂志上撰文称，柳州市穷尽一切手段、排除一切困难化解债务风险，毫不手软打击金融犯罪，一体推动市本级债务、市属融资平台金融债务规模和平均利率持续下…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196191",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261017】个人是养老第一责任人",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196191",
    "pub_date": "2026-10-17 17:13:00",
    "author": "",
    "description": "【1】贵阳一在建环城高速项目发生土体垮塌致3人死亡 据新华社，记者从贵州省相关部门获悉，10月16日上午，在建G6002贵阳环城高速公路扩容工程施工现场发生土体垮塌事故，造成3名施工人员不幸遇难。 事故发生后，省、市应急、交通及属地政府相关部门赶赴现场，立即开展抢险救援、险情排查、善后处置等工作。目前，事故调查组已启动事故原因调查，同步统筹遇难人员家属安抚、善后赔偿等相关事宜。 【2】山东民政厅厅长：个人是养老第一责任人。发挥“有爱家庭…",
    "content": "【1】贵阳一在建环城高速项目发生土体垮塌致3人死亡 据新华社，记者从贵州省相关部门获悉，10月16日上午，在建G6002贵阳环城高速公路扩容工程施工现场发生土体垮塌事故，造成3名施工人员不幸遇难。 事故发生后，省、市应急、交通及属地政府相关部门赶赴现场，立即开展抢险救援、险情排查、善后处置等工作。目前，事故调查组已启动事故原因调查，同步统筹遇难人员家属安抚、善后赔偿等相关事宜。 【2】山东民政厅厅长：个人是养老第一责任人。发挥“有爱家庭”作用 ，提前规划养老生活 【3】中央纪委国家监委网站：不论职务高低、贡献大小、…"
  }
];

export default jsonData;
