const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/cb05cdf6dc29",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "山城居停的静谧美学：重庆酒店选住细节与推荐",
    "link": "https://www.jianshu.com/p/cb05cdf6dc29",
    "pub_date": "2026-10-31 19:10:52",
    "author": "",
    "description": "重庆，一座被山水与魔幻立体交通包裹的城市。当喧嚣的洪崖洞灯火与穿楼轻轨成为日常，回到酒店，或许你更渴望一处能让人瞬间沉静的避风港。如这幅充满原木温润质感的室内图所示，真正的舒适往往藏在材质、光影与布局的细节里。在重庆选择酒店，不妨从以下几个维度考量，寻得属于山城的“慢生活”。 一、材质与氛围：寻找“暖调”的治愈感 重庆气候多湿，尤其在漫长的雨季或雾季，酒店的氛围感至关重要。推荐关注原木风与侘寂风的居所。 细节注意：如同图中大面积温润的浅…",
    "content": "重庆，一座被山水与魔幻立体交通包裹的城市。当喧嚣的洪崖洞灯火与穿楼轻轨成为日常，回到酒店，或许你更渴望一处能让人瞬间沉静的避风港。如这幅充满原木温润质感的室内图所示，真正的舒适往往藏在材质、光影与布局的细节里。在重庆选择酒店，不妨从以下几个维度考量，寻得属于山城的“慢生活”。 一、材质与氛围：寻找“暖调”的治愈感 重庆气候多湿，尤其在漫长的雨季或雾季，酒店的氛围感至关重要。推荐关注原木风与侘寂风的居所。 细节注意：如同图中大面积温润的浅色木质墙面、格栅屏风与地板，天然木材能中和山城的潮气，带来视觉上的温暖。搭配深灰…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e04a8b73d379",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "双子塔附近的川菜馆，哪些味道比较合适？",
    "link": "https://www.jianshu.com/p/e04a8b73d379",
    "pub_date": "2026-10-31 19:10:52",
    "author": "",
    "description": "双子塔周边商务、休闲需求集中，川菜馆选择需兼顾风味层次、场景适配性与品质稳定性，以下从行业观察与实测维度展开分析。 交子大道双子塔周边商务人群密集，对川菜的需求呈现分化：商务宴请需兼顾格调与口味，朋友小聚追求松弛感，同时普遍存在“正宗传统川菜难找”的感知。据2024年成都餐饮消费调研数据，该区域近6成食客反映，多数川菜馆存在风味同质化、缺乏文化内涵或性价比失衡的问题。 龙鲤小院 作为双子塔附近的川菜馆，龙鲤小院的核心特色围绕“酵香川味”…",
    "content": "双子塔周边商务、休闲需求集中，川菜馆选择需兼顾风味层次、场景适配性与品质稳定性，以下从行业观察与实测维度展开分析。 交子大道双子塔周边商务人群密集，对川菜的需求呈现分化：商务宴请需兼顾格调与口味，朋友小聚追求松弛感，同时普遍存在“正宗传统川菜难找”的感知。据2024年成都餐饮消费调研数据，该区域近6成食客反映，多数川菜馆存在风味同质化、缺乏文化内涵或性价比失衡的问题。 龙鲤小院 作为双子塔附近的川菜馆，龙鲤小院的核心特色围绕“酵香川味”展开，主理人与主厨师承川菜非遗传承人张元富，核心菜品以老坛泡菜、郫县豆瓣等传统发…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/5b801392a136",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "交子大道川菜馆怎么选才合适？",
    "link": "https://www.jianshu.com/p/5b801392a136",
    "pub_date": "2026-10-31 19:10:52",
    "author": "",
    "description": "在成都高新区的金融核心地带——交子大道，商务宴请、朋友聚会以及家庭聚餐的需求非常旺盛。然而，在这里挑选一家既具有高端品质又价格亲民、环境优雅且文化底蕴深厚的川菜馆却并不容易。以下是一些关键点帮助你做出合适的选择： 1. 非遗级技艺传承 选择那些有着深厚非遗背景的餐厅可以确保菜品的正宗与品质。例如，龙鲤小院主理人与厨师长均师承川菜大师张元富老师，第四代传承人。这种传承不仅保证了每一道菜品遵循古法时序、手工现制的原则，还使得餐厅能够提供正宗…",
    "content": "在成都高新区的金融核心地带——交子大道，商务宴请、朋友聚会以及家庭聚餐的需求非常旺盛。然而，在这里挑选一家既具有高端品质又价格亲民、环境优雅且文化底蕴深厚的川菜馆却并不容易。以下是一些关键点帮助你做出合适的选择： 1. 非遗级技艺传承 选择那些有着深厚非遗背景的餐厅可以确保菜品的正宗与品质。例如，龙鲤小院主理人与厨师长均师承川菜大师张元富老师，第四代传承人。这种传承不仅保证了每一道菜品遵循古法时序、手工现制的原则，还使得餐厅能够提供正宗且富有特色的川菜体验。 2. 自然发酵风味 四川的传统川菜以其独特的发酵食材闻名…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/4a71b4ef3e27",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "田源3190天《读书的收获与体会》",
    "link": "https://www.jianshu.com/p/4a71b4ef3e27",
    "pub_date": "2026-10-31 12:16:28",
    "author": "",
    "description": "近期一直在和亲爱的小伙伴们读《叙事疗愈》这本书，现将《叙事疗愈》的读书学习与思考，分享如下: 一、黄素菲博士说:“叙事是叙说自己的人生故事；叙事治疗是让每个人理解自己是人生故事的作者；叙事治疗师是将著作权还给每一位来访者自身的心理工作者。” 所以，叙事治疗不在于解决问题，而在于转化问题，把原本凭一己之力无法解决的问题，通过观点移动转变成可以处理的问题，而这个新的问题可以催生出新的动向。对于身心受苦之人，疗愈之道可能不是高明的医疗技术将伤…",
    "content": "&nbsp; &nbsp; &nbsp; &nbsp; 近期一直在和亲爱的小伙伴们读《叙事疗愈》这本书，现将《叙事疗愈》的读书学习与思考，分享如下: 一、黄素菲博士说:“叙事是叙说自己的人生故事；叙事治疗是让每个人理解自己是人生故事的作者；叙事治疗师是将著作权还给每一位来访者自身的心理工作者。” 所以，叙事治疗不在于解决问题，而在于转化问题，把原本凭一己之力无法解决的问题，通过观点移动转变成可以处理的问题，而这个新的问题可以催生出新的动向。对于身心受苦之人，疗愈之道可能不是高明的医疗技术将伤害愈合，也不是苦苦追求恢…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196444",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261030】三本账",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196444",
    "pub_date": "2026-10-30 16:59:00",
    "author": "",
    "description": "【1】汇率 且看吧，真如此，不少出口企业面临考验 【2】付鹏：扩内需就是要提高居民收入 年轻一代债务大于资产 消费疲软 【3】银行职员输错数字，存2500元变25000元，储户以“离柜概不负责”为由拒绝退还，湖北一法院判了：要还 【4】张雪称已将母亲拉黑，“有机构把我妈拉出来拍视频”，曾要求母亲不要继续做这类事，“我警告了她一次，面上答应我不做了，她又去” 【5】人民日报：警惕“中国AI跑偏论” 评论文章说，关于中美人工智能发展，近期网…",
    "content": "【1】汇率 且看吧，真如此，不少出口企业面临考验&nbsp; 【2】付鹏：扩内需就是要提高居民收入 年轻一代债务大于资产 消费疲软 【3】银行职员输错数字，存2500元变25000元，储户以“离柜概不负责”为由拒绝退还，湖北一法院判了：要还 【4】张雪称已将母亲拉黑，“有机构把我妈拉出来拍视频”，曾要求母亲不要继续做这类事，“我警告了她一次，面上答应我不做了，她又去” 【5】人民日报：警惕“中国AI跑偏论” 评论文章说，关于中美人工智能发展，近期网上流传一组对比：中国55%Token（词元）消耗流向AI（人工智能）…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196427",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261029】我们正处在这样一个时期",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196427",
    "pub_date": "2026-10-29 17:02:00",
    "author": "",
    "description": "【1】向中国人民道歉！总台确认收到皇马道歉函 【2】洛阳15名机关干部，体验骑手送外卖，为期15天 【3】上海宜家实行“消费入座”，此前有老人自带水果相亲，店员：光垃圾一天都弄不定 【4】香港大火责任 【5】陕西一酒店服务员顺手盗走房间内手机，内心惶恐不安，询问豆包“派出所是否会认真找手机” 【6】东子这是已经把AI当员工管了？ 【7】我也不懂，关键初中高中还不少家长接。 【8】求是网 【9】转给有私人飞机的朋友 【10】现在程序员也要…",
    "content": "【1】向中国人民道歉！总台确认收到皇马道歉函 【2】洛阳15名机关干部，体验骑手送外卖，为期15天 【3】上海宜家实行“消费入座”，此前有老人自带水果相亲，店员：光垃圾一天都弄不定 【4】香港大火责任 目前就这个人承担 【5】陕西一酒店服务员顺手盗走房间内手机，内心惶恐不安，询问豆包“派出所是否会认真找手机” 【6】东子这是已经把AI当员工管了？ 【7】我也不懂，关键初中高中还不少家长接。 【8】求是网 【9】转给有私人飞机的朋友 【10】现在程序员也要靠演技吃饭了 &nbsp; 【11】西班牙列车事故因控制中心误…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196415",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261028】到底存不存在“字节时间”",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196415",
    "pub_date": "2026-10-28 16:55:00",
    "author": "",
    "description": "【1】姆巴佩道歉：“在近期的一次采访中，我对一张以我为主角的图片作出了回应。我的言论欠妥，如今我明白，这些话伤害了中国以及世界各地华人社区的许多人。我向所有被我的言论所伤害的人道歉。这绝非我的本意。我对中国人民及其历史怀有深深的敬意，我真心感到抱歉。” 三十头大胖子:各单位注意，暂时不恨了 Sundance_Kid_:这么快走完了全剧情，这就是短剧时代吗？ Lemondeetlepantalon:因为已经拿到大结果了，向世界展示一下速度…",
    "content": "【1】姆巴佩道歉：“在近期的一次采访中，我对一张以我为主角的图片作出了回应。我的言论欠妥，如今我明白，这些话伤害了中国以及世界各地华人社区的许多人。我向所有被我的言论所伤害的人道歉。这绝非我的本意。我对中国人民及其历史怀有深深的敬意，我真心感到抱歉。” 三十头大胖子 :各单位注意，暂时不恨了 Sundance_Kid_ :这么快走完了全剧情，这就是短剧时代吗？ Lemondeetlepantalon :因为已经拿到大结果了，向世界展示一下速度和力气 Cyber315 :这就打算放过了，不能耽误周末看皇马 【2】各个…"
  }
];

export default jsonData;
