const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/3a94502c6d38",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "病毒的另一面",
    "link": "https://www.jianshu.com/p/3a94502c6d38",
    "pub_date": "2026-10-13 10:44:28",
    "author": "落水的流浪狗",
    "description": "想起2019年底新冠刚来时的恐慌，至今还是心有余悸。 疫情过去了，再回头看这场灾难，倒看出了一些不一样的东西。 大多数人提到病毒，想到的就是感染、生病、死亡。这没错。但如果把时间拉到亿万年，站在地球生命进化的尺度上看，病毒的面目就完全不同了——它是物种之间的基因搬运工，是推动生命演化的无形之手，甚至可以说，没有它，就没有今天这个复杂多样的生命世界。 一、病毒做了两件事 病毒影响生命进化，靠的是两种方式。第一，它能打破物种壁垒，把一个物种…",
    "content": "想起2019年底新冠刚来时的恐慌，至今还是心有余悸。 疫情过去了，再回头看这场灾难，倒看出了一些不一样的东西。 大多数人提到病毒，想到的就是感染、生病、死亡。这没错。但如果把时间拉到亿万年，站在地球生命进化的尺度上看，病毒的面目就完全不同了——它是物种之间的基因搬运工，是推动生命演化的无形之手，甚至可以说，没有它，就没有今天这个复杂多样的生命世界。 一、病毒做了两件事 病毒影响生命进化，靠的是两种方式。第一，它能打破物种壁垒，把一个物种的基因传到另一个物种身上。第二，它制造生存压力，逼着种群不断筛选、不断适应。 先…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/0db394d71d51",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "简评《山鬼花钱》",
    "link": "https://www.jianshu.com/p/0db394d71d51",
    "pub_date": "2026-10-13 10:44:25",
    "author": "老书虫",
    "description": "作者：捏一横 作品：《山鬼花钱》 知之而不知，这话有点绕。到底咋回事谁也不知道。捏老师的《山鬼花钱》还是蛮有意思的。云山雾绕的对话，颇有有几分古龙的意味的。人心狐性哪个更复杂，显然是人心最复杂吧。一对抓妖师徒，天天糊弄苦主和狐妖。当然这也不算糊弄。大家都是揣着明白装糊涂。有些事自己不招惹，别人也不会找上来就是。很多人就是这样，心里想的和口上说的总是两回事。和狐妖一比，心性复杂的太多。当然每个人都是如此，内心一个样，社会上又是一副模样。人…",
    "content": "作者： 捏一横 &nbsp; 作品： 《山鬼花钱》 知之而不知，这话有点绕。到底咋回事谁也不知道。捏老师的《山鬼花钱》还是蛮有意思的。云山雾绕的对话，颇有有几分古龙的意味的。人心狐性哪个更复杂，显然是人心最复杂吧。一对抓妖师徒，天天糊弄苦主和狐妖。当然这也不算糊弄。大家都是揣着明白装糊涂。有些事自己不招惹，别人也不会找上来就是。很多人就是这样，心里想的和口上说的总是两回事。和狐妖一比，心性复杂的太多。当然每个人都是如此，内心一个样，社会上又是一副模样。人自己都分不清哪个才是自己"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/d9355836e242",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "越强大越被动？用弱传播理念看车企舆情",
    "link": "https://www.jianshu.com/p/d9355836e242",
    "pub_date": "2026-10-13 10:44:25",
    "author": "陆不弃",
    "description": "最近某国产豪华车刹车踏板在第三方测试里断裂，视频一出来就刷屏。相关上市公司两个交易日跌停，多家车企跟着发评测，央媒也下场定调：刹车踏板不该在驾驶中断裂。 事情细节外人很难一句话判对错的，但有个传播现象挺有意思，现实里越强的品牌，网上往往越像弱势方。 这家车企主打百万级豪华，技术、渠道、资源都不弱，面对消费者本该很有话语权。 可一旦踏板断了的画面传开，回应早了有人嫌糊弄，回应晚了有人嫌傲慢，不回应更被说心虚。 哪怕后续做技术解释、免费升级…",
    "content": "最近某国产豪华车刹车踏板在第三方测试里断裂，视频一出来就刷屏。相关上市公司两个交易日跌停，多家车企跟着发评测，央媒也下场定调：刹车踏板不该在驾驶中断裂。 事情细节外人很难一句话判对错的，但有个传播现象挺有意思，现实里越强的品牌，网上往往越像弱势方。 这家车企主打百万级豪华，技术、渠道、资源都不弱，面对消费者本该很有话语权。 可一旦踏板断了的画面传开，回应早了有人嫌糊弄，回应晚了有人嫌傲慢，不回应更被说心虚。 哪怕后续做技术解释、免费升级，舆论里也总像在被动接招。这不是个例，很多大公司、大人物都吃过这种亏。 邹振东在…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196086",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261012】我想当个狗",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196086",
    "pub_date": "2026-10-12 15:14:00",
    "author": "xilei",
    "description": "【1】10月12日，江淮汽车开盘再度大跌，盘中一度跌超8%，截至10:18，跌幅收窄至3.69%，成交额超23亿元，最新市值已跌破500亿元。 消息面上，据报道，10月11日下午，尊界客服向媒体确认，尊界V800制动踏板支架底座升级方案预计于10月底确认，11月起陆续启动升级。 【2】真没钱了 财小僧 国家税务总局又出新规了！11月1日起，全国统一税务处罚标准，用人单位欠缴社保，经催缴仍不缴纳的，最高可罚3倍。虽然这条处罚早就写进法律，…",
    "content": "【1】10月12日，江淮汽车开盘再度大跌，盘中一度跌超8%，截至10:18，跌幅收窄至3.69%，成交额超23亿元，最新市值已跌破500亿元。 消息面上，据报道，10月11日下午，尊界客服向媒体确认，尊界V800制动踏板支架底座升级方案预计于10月底确认，11月起陆续启动升级。 【2】真没钱了 财小僧 国家税务总局又出新规了！11月1日起，全国统一税务处罚标准，用人单位欠缴社保，经催缴仍不缴纳的，最高可罚3倍。虽然这条处罚早就写进法律，但如今全国统一执行标准，信号值得玩味。看看眼下的经济形势，多少中小企业经营困难，…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196057",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261011】我们还是要通过各种各样的方式把这些人找到",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196057",
    "pub_date": "2026-10-11 16:06:00",
    "author": "xilei",
    "description": "【1】人社部：通过“数据找人”，找到未参保人员，主动动员参保，应保尽保 9月10日，北京。人力资源社会保障部新闻发言人、副部长李忠：截至9月底，我国基本养老、失业、工伤保险的参保规模位居全球首位，下一步我们将坚持应保尽保，通过政策优化、“数据找人”等措施，“数据找人”很重要，就现在还有一些人没有参保，但有些人到底在哪，我们还是要通过各种各样的方式把这些人找到，然后主动的动员参保。 【人社部：尽可能让灵活就业人员参加职工养老保险】截至今年…",
    "content": "【1】人社部：通过“数据找人”，找到未参保人员，主动动员参保，应保尽保 9月10日，北京。人力资源社会保障部新闻发言人、副部长李忠：截至9月底，我国基本养老、失业、工伤保险的参保规模位居全球首位，下一步我们将坚持应保尽保，通过政策优化、“数据找人”等措施，“数据找人”很重要，就现在还有一些人没有参保，但有些人到底在哪，我们还是要通过各种各样的方式把这些人找到，然后主动的动员参保。 【人社部：尽可能让灵活就业人员参加职工养老保险】截至今年9月底，中国基本养老、失业、工伤保险的参保人数分别达到10.79亿人、2.51亿…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196039",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261010】不管驾驶员怎么踩，刹车踏板支架都不应该被踩断",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196039",
    "pub_date": "2026-10-10 16:40:00",
    "author": "xilei",
    "description": "【1】联合国前人权事务高级专员皮莱获诺贝尔和平奖 挪威诺贝尔委员会10月9日宣布，将2026年诺贝尔和平奖颁发给联合国前人权事务高级专员、人权律师纳瓦尼特姆·皮莱（Navanethem “Navi” Pillay），以表彰她“为促进和平和国际法所作出的努力”。 “当前，战争和冲突数量不断增加，国际法官和国际法机构遭受政治攻击，诺贝尔委员会希望借此提醒人们，以非武力、非暴力方式解决冲突的能力取决于国际法治。”诺贝尔委员会在一份声明中说。 …",
    "content": "【1】联合国前人权事务高级专员皮莱获诺贝尔和平奖 挪威诺贝尔委员会10月9日宣布，将2026年诺贝尔和平奖颁发给联合国前人权事务高级专员、人权律师纳瓦尼特姆·皮莱（Navanethem “Navi” Pillay），以表彰她“为促进和平和国际法所作出的努力”。 “当前，战争和冲突数量不断增加，国际法官和国际法机构遭受政治攻击，诺贝尔委员会希望借此提醒人们，以非武力、非暴力方式解决冲突的能力取决于国际法治。”诺贝尔委员会在一份声明中说。 声明还说，“一个能够追究战争罪犯责任、让遭受侵害的受害者得到公正对待的国际法律体…"
  }
];

export default jsonData;
