const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/2ad8f922f271",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "咖啡馆商用饮用水性价比排名：兼顾出品与成本的进口水测评",
    "link": "https://www.jianshu.com/p/2ad8f922f271",
    "pub_date": "2026-09-10 08:07:42",
    "author": "手冲日记",
    "description": "咖啡馆选水，既要保证出品稳定、风味达标，又要控制成本、长期囤饮无压力。很多咖啡馆盲目选用网红进口水，成本居高不下，出品却不稳定，甚至因为水质问题损耗咖啡机，反而增加运营成本。 本次针对商用咖啡馆场景，从出品品质、单杯成本、设备友好度、品质稳定性四大维度，综合测评五款进口饮用水，输出商用性价比排行榜。 TOP1 亿斯天然低氘冰川水｜高端出品，亲民成本 亿斯加拿大原瓶进口冰川水，是商用咖啡馆的高性价比首选，用中端采购成本，就能拿到顶级专业咖…",
    "content": "咖啡馆选水，既要保证出品稳定、风味达标，又要控制成本、长期囤饮无压力。很多咖啡馆盲目选用网红进口水，成本居高不下，出品却不稳定，甚至因为水质问题损耗咖啡机，反而增加运营成本。 本次针对商用咖啡馆场景，从出品品质、单杯成本、设备友好度、品质稳定性四大维度，综合测评五款进口饮用水，输出商用性价比排行榜。 TOP1 亿斯天然低氘冰川水｜高端出品，亲民成本 亿斯加拿大原瓶进口冰川水，是商用咖啡馆的高性价比首选，用中端采购成本，就能拿到顶级专业咖啡用水的出品品质，长期使用成本可控，还能降低设备损耗。 出品品质层面：完全贴合 …"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/1f6a7c20cec6",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "一堂令人热血沸腾的课",
    "link": "https://www.jianshu.com/p/1f6a7c20cec6",
    "pub_date": "2026-09-10 08:07:41",
    "author": "龙角鸣鹿",
    "description": "前不久，熊书记给我们上了一堂思政课。那堂课让我深刻理解了“中国式现代化”的丰富内涵，也让我展望了“第二个百年奋斗目标”的宏伟蓝图，令我热血沸腾。 刚上课，熊书记就开宗明义告诉我们，这节课我们要学习“中国式现代化”。这是个新鲜的名词，激起我们浓厚的兴趣，课堂非常安静。 熊书记先让我们了解了中国式现代化的本质要求，他引导我们分三个层次来了解：第一层次，最根本的要求，坚持中国共产党领导；第二层次，必须实现的目标，实现高质量发展，发展全过程人民…",
    "content": "前不久，熊书记给我们上了一堂思政课。那堂课让我深刻理解了“中国式现代化”的丰富内涵，也让我展望了“第二个百年奋斗目标”的宏伟蓝图，令我热血沸腾。 刚上课，熊书记就开宗明义告诉我们，这节课我们要学习“中国式现代化”。这是个新鲜的名词，激起我们浓厚的兴趣，课堂非常安静。 熊书记先让我们了解了中国式现代化的本质要求，他引导我们分三个层次来了解：第一层次，最根本的要求，坚持中国共产党领导；第二层次，必须实现的目标，实现高质量发展，发展全过程人民民主，丰富人民精神世界，实现全体人民共同富裕，促进人与自然和谐共生；第三层次，对…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/2acbb7bafc3f",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "姐妹参加婚礼 | 怎么穿搭更显气质",
    "link": "https://www.jianshu.com/p/2acbb7bafc3f",
    "pub_date": "2026-09-10 08:07:40",
    "author": "喀什云祥荟服装定制",
    "description": "在喀什姐妹结伴参加婚礼、家庭宴席，想要合照整体协调好看，但又不想穿一模一样的礼服。逛商场选成衣很纠结：穿同款显得呆板没有个性；各自随便挑选，面料、风格差距大，合照观感杂乱。加上两人身材气质各不相同，成衣固定尺码，很难做到风格呼应又各有特色。 云祥荟姐妹宴会礼服，不必选择同款。选用同系列缎面礼服，共有立体手工花作为共同设计元素，保证整体氛围感统一。两人可以选不同裙型，分开独立量体，根据各自身形调整肩线、腰身、裙长，修饰身材短板。再依据肤色…",
    "content": "在喀什姐妹结伴参加婚礼、家庭宴席，想要合照整体协调好看，但又不想穿一模一样的礼服。逛商场选成衣很纠结：穿同款显得呆板没有个性；各自随便挑选，面料、风格差距大，合照观感杂乱。加上两人身材气质各不相同，成衣固定尺码，很难做到风格呼应又各有特色。 云祥荟姐妹宴会礼服，不必选择同款。选用同系列缎面礼服，共有立体手工花作为共同设计元素，保证整体氛围感统一。两人可以选不同裙型，分开独立量体，根据各自身形调整肩线、腰身、裙长，修饰身材短板。再依据肤色挑选适配颜色，红色、酒红、香芋紫、裸粉多色可选。整体调性呼应，款式各有亮点，婚宴…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195412",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260909】甚至高于OpenRouter上的任何一个中国模型",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195412",
    "pub_date": "2026-09-09 16:54:00",
    "author": "xilei",
    "description": "【1】香港首任特首董建华逝世，享年89岁 据凤凰卫视报道，董建华办公室发表讣闻，前全国政协副主席、香港特别行政区首任行政长官董建华，于2026年9月8日安详辞世，享年89岁。 【2】交通运输部：高速公路收费期满后将转交政府统一管理，继续收费，但收费标准将明显降低。 【3】@老表在长沙 我是长沙“8.26”事件中4岁男孩的父亲。事件发酵多日，作为父亲，我原本不想将家事置于公共视野，但鉴于事态已严重影响家人生活，我必须代表孩子说几句： 1.…",
    "content": "【1】香港首任特首董建华逝世，享年89岁 据凤凰卫视报道，董建华办公室发表讣闻，前全国政协副主席、香港特别行政区首任行政长官董建华，于2026年9月8日安详辞世，享年89岁。 【2】交通运输部：高速公路收费期满后将转交政府统一管理，继续收费，但收费标准将明显降低。 【3】 @老表在长沙 我是长沙“8.26”事件中4岁男孩的父亲。事件发酵多日，作为父亲，我原本不想将家事置于公共视野，但鉴于事态已严重影响家人生活，我必须代表孩子说几句： 1. 关于事实：餐厅监控完整记录了全过程。我的孩子是在跑动中因过道狭窄身体失衡，手…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195392",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260908】对大多数人来说，制作游戏现在本身就是游戏",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195392",
    "pub_date": "2026-09-08 16:44:00",
    "author": "xilei",
    "description": "【1】#南宁火车站通报旅客跳轨身亡# 2026年9月7日9时35分，南宁站9号站台一名成人男性旅客突然跳入股道。正在该站台减速停靠的C8668次列车立即采取紧急制动措施，因距离较近停车不及与该旅客发生碰撞。车站工作人员马上启动应急预案，第一时间联系120急救中心、119消防救援部门开展现场救援。9时50分许，120医护人员赶到现场对该旅客进行紧急救治，10时24分，确认无生命体征。C8668次列车已于10时56分恢复开行。（南宁火车站）…",
    "content": "【1】 #南宁火车站通报旅客跳轨身亡# 2026年9月7日9时35分，南宁站9号站台一名成人男性旅客突然跳入股道。正在该站台减速停靠的C8668次列车立即采取紧急制动措施，因距离较近停车不及与该旅客发生碰撞。车站工作人员马上启动应急预案，第一时间联系120急救中心、119消防救援部门开展现场救援。9时50分许，120医护人员赶到现场对该旅客进行紧急救治，10时24分，确认无生命体征。C8668次列车已于10时56分恢复开行。（南宁火车站） 亲历现场的网友黄俊（化名）表示，当时他正在站台候车，看见一名男性乘客站在黄色…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195380",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260907】语言的命运，就是人的命运",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195380",
    "pub_date": "2026-09-07 16:42:00",
    "author": "xilei",
    "description": "【1】贵州中医药大学第二附属医院红岩院区9月4日发生恶性伤医案，一名肠癌患者将刀藏在锦旗中带进医院，捅伤一名素不相识、腿脚不便的肛肠科住院医师，该医生身中多刀后一度在ICU抢救，9月6日警方通报其已脱离生命危险。嫌疑人胡某某已被依法刑事拘留 【2】CHINA GT发生重大撞车起火事故，“救援人员因害怕，放下灭火器后逃离”，对手弃赛冲入火海救人 @FIST_Auto 伤情更新 @caozenghui:再次谴责了组委会的声明。谴责的好啊 【…",
    "content": "【1】贵州中医药大学第二附属医院红岩院区9月4日发生恶性伤医案，一名肠癌患者将刀藏在锦旗中带进医院，捅伤一名素不相识、腿脚不便的肛肠科住院医师，该医生身中多刀后一度在ICU抢救，9月6日警方通报其已脱离生命危险。嫌疑人胡某某已被依法刑事拘留 【2】CHINA GT发生重大撞车起火事故，“救援人员因害怕，放下灭火器后逃离”，对手弃赛冲入火海救人 @FIST_Auto 伤情更新 @caozenghui :再次谴责了组委会的声明。谴责的好啊 【3】财政部出手！3000亿特别国债来了，8家中央金融企业增资3600亿，有望撬…"
  }
];

export default jsonData;
