const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/a8054de489c3",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "Java数组",
    "link": "https://www.jianshu.com/p/a8054de489c3",
    "pub_date": "2026-07-24 07:54:26",
    "author": "克里斯勇",
    "description": "数组 概念：用来连续存储多个同类型元素。 相同类型 在内存中连续存储 多个数据 数组元素 构成一个数组的每一个数据称为数组元素。 数组下标 下标是数组元素在数组中的位置。在一个数组中，数组下标是用整数表示的，从0开始，依次累加1。下表也叫索引 （ index），下标的界限 0 到 数组长度-1，下表如果位负数，或者下标超过了数组大小-1，此时会发生数组下标越界。（ArrayIndexOutOfbounds） 数组长度 数组中元素的个数，…",
    "content": "数组 概念：用来连续存储多个同类型元素。 相同类型 在内存中连续存储 多个数据 对数组的理解：定义个数组相当于一次定义多个变量 数组元素 构成一个数组的每一个数据称为数组元素。 数组下标 下标是数组元素在数组中的位置。在一个数组中，数组下标是用整数表示的，从0开始，依次累加1。下表也叫索引 （ index），下标的界限 0 到 数组长度-1，下表如果位负数，或者下标超过了数组大小-1，此时会发生数组下标越界。（ArrayIndexOutOfbounds） 数组长度 数组中元素的个数，数组的长度也叫数组的大小。 获取…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/49a0bbc631fe",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "技术负责人任职文件是否有效？",
    "link": "https://www.jianshu.com/p/49a0bbc631fe",
    "pub_date": "2026-07-24 07:54:24",
    "author": "宽信丁老师",
    "description": "技术负责人任职文件的有效性直接关系到资质申请的成败，其核心在于“真实性”与“合规性”的匹配。 根据郑州市及河南省的最新资质管理要求，任职文件并非单纯的一张公司内部通知，而是需要满足以下四项硬性标准的法律文书： 1. 形式有效性（基础门槛） 红头文件要求：必须是正式的红头文件（行政任免通知），文件抬头需包含公司全称、红头印章及发文编号。 签字规范：文件末尾必须有法定代表人亲笔签名，严禁使用人名章代替，并加盖公司公章。 内容明确：文件中必须…",
    "content": "技术负责人任职文件的有效性直接关系到资质申请的成败，其核心在于“真实性”与“合规性”的匹配。 &nbsp;根据郑州市及河南省的最新资质管理要求，任职文件并非单纯的一张公司内部通知，而是需要满足以下四项硬性标准的法律文书： 1. 形式有效性（基础门槛） 红头文件要求 ：必须是正式的 红头文件 （行政任免通知），文件抬头需包含公司全称、红头印章及发文编号。 签字规范 ：文件末尾必须有 法定代表人亲笔签名 ，严禁使用人名章代替，并加盖公司公章。 内容明确 ：文件中必须明确写明“任命XXX同志为本公司技术负责人”，且任命期…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194500",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260723】炒股的意义",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194500",
    "pub_date": "2026-07-23 16:55:00",
    "author": "xilei",
    "description": "【1】商务部：将加快修订出台关于外国投资者并购境内企业的规定 7月23日，商务部外国投资管理司司长孟华婷在新闻发布会上表示，下半年，将继续围绕利用外资固稳促优目标，进一步塑造吸引外资新优势，做好扩增量、稳存量、提质量各项工作。在扩增量方面，将继续实施高水平对外开放，稳妥有序深化增值电信、生物技术、外商独资医院和职业技能培训机构等领域的开放试点，支持北京市提升国家服务业综合示范区建设水平，还将加快修订出台关于外国投资者并购境内企业的规定。…",
    "content": "【1】商务部：将加快修订出台关于外国投资者并购境内企业的规定 7月23日，商务部外国投资管理司司长孟华婷在新闻发布会上表示，下半年，将继续围绕利用外资固稳促优目标，进一步塑造吸引外资新优势，做好扩增量、稳存量、提质量各项工作。在扩增量方面，将继续实施高水平对外开放，稳妥有序深化增值电信、生物技术、外商独资医院和职业技能培训机构等领域的开放试点，支持北京市提升国家服务业综合示范区建设水平，还将加快修订出台关于外国投资者并购境内企业的规定。将持续打造“投资中国”品牌，精心设计一系列投资促进活动。中国国际投资贸易洽谈会是…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/4987d6b799a5",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "寄明月",
    "link": "https://www.jianshu.com/p/4987d6b799a5",
    "pub_date": "2026-07-23 13:16:11",
    "author": "徐老师有话说2",
    "description": "前言：正是因为你爱的人住在这里，宇宙才有了意义--《时间简史》作者霍金 那年夏天，书澈刚来美国风城读研，在图书馆台阶口不小心跟人撞了个满怀。缓过神来一阵清香，抬头一看，一身运动的装束，尤其是笑容很治愈。书澈不禁脸红，赶紧对不起，她走远时还让书澈愣得回头几眼，光圈映着她蝴蝶结发箍下瀑布般的长发。当晚书澈在日记里反复写到: \"I bless the day I found you, I want to stay around you. An…",
    "content": "前言：正是因为你爱的人住在这里，宇宙才有了意义--《时间简史》作者霍金 那年夏天，书澈刚来美国风城读研，在图书馆台阶口不小心跟人撞了个满怀。缓过神来一阵清香，抬头一看，一身运动的装束，尤其是笑容很治愈。书澈不禁脸红，赶紧对不起，她走远时还让书澈愣得回头几眼，光圈映着她蝴蝶结发箍下瀑布般的长发。当晚书澈在日记里反复写到: \"I bless the day I found you, I want to stay around you. And so I beg you, let it be me\"。 后来书澈知道了她的…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194476",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260722】这是计算机科学最好的时代，因为这是数据的时代",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194476",
    "pub_date": "2026-07-22 17:22:00",
    "author": "xilei",
    "description": "【1】联合国警告：东南亚诈骗集团迈向特许经营模式 迅速扩展全球 联合国警告，东南亚原本各自为政的网络犯罪集团，已逐渐形成有如企业特许经营模式；它们具备工业规模、共用金融网络，善用人工智能（AI），且精于躲避执法，正在全球快速扩展，导致诈骗损失以几何倍速增长。 【2】#宗馥莉上诉许可申请被香港高院驳回#，18亿美元资产继续冻结 据每日经济新闻消息，7月21日，香港高等法院就娃哈哈集团创始人宗庆后家族遗产纠纷案作出最新裁决，驳回被告方宗馥莉…",
    "content": "【1】联合国警告：东南亚诈骗集团迈向特许经营模式 迅速扩展全球 联合国警告，东南亚原本各自为政的网络犯罪集团，已逐渐形成有如企业特许经营模式；它们具备工业规模、共用金融网络，善用人工智能（AI），且精于躲避执法，正在全球快速扩展，导致诈骗损失以几何倍速增长。 【2】 #宗馥莉上诉许可申请被香港高院驳回# ，18亿美元资产继续冻结 据每日经济新闻消息，7月21日，香港高等法院就娃哈哈集团创始人宗庆后家族遗产纠纷案作出最新裁决，驳回被告方宗馥莉及Jian Hao Ventures Limited（建浩创投有限公司）的上…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194449",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260721】这些数据，机器人公司会出大价钱买过去的",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194449",
    "pub_date": "2026-07-21 16:57:00",
    "author": "xilei",
    "description": "【1】深圳地铁自2026年7月20日起实施“逢包必检、逢人必查”的进站安检全覆盖新规，首日早高峰叠加暴雨导致坪洲、固戍等大客流站点严重拥堵，大量上班族迟到，引发广泛吐槽；官方回应称该措施系阶段性执行，不会长期持续，21日起部分站点已恢复无包快速通道。 孙纬伦 深圳地铁上了安检新规，每天要多排队半小时有没有人管管 【2】#怡颗莓声明# 近日，美国浆果品牌“怡颗莓”被指永久性化学物含量超标一事引发关注。据报道，全球最大浆果公司“怡颗莓”正面…",
    "content": "【1】深圳地铁自2026年7月20日起实施“逢包必检、逢人必查”的进站安检全覆盖新规，首日早高峰叠加暴雨导致坪洲、固戍等大客流站点严重拥堵，大量上班族迟到，引发广泛吐槽；官方回应称该措施系阶段性执行，不会长期持续，21日起部分站点已恢复无包快速通道。 &nbsp; 孙纬伦 &nbsp; 深圳地铁上了安检新规，每天要多排队半小时 有没有人管管 都是打工人的怨声载道 【2】 #怡颗莓声明# 近日，美国浆果品牌“怡颗莓”被指永久性化学物含量超标一事引发关注。据报道，全球最大浆果公司“怡颗莓”正面临美国消费者的集体诉讼，其…"
  }
];

export default jsonData;
