const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/ef5b7608bf4b",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "COVID-19测试阳性",
    "link": "https://www.jianshu.com/p/ef5b7608bf4b",
    "pub_date": "2026-10-30 09:58:51",
    "author": "",
    "description": "周六晚上咳嗽的厉害，周日早上开始发烧。儿子从药店买来测试盒，结果两道杠，阳性。给园长发信息，说我COVID-19 测试阳性了，是不是得隔离几天。园长打来电话说周一休一天，周二再打电话，可以戴口罩上班。 周一下午发烧烧到39.9度，又给园长发信息，跟她说我还是咳嗽发高烧，周二去不了。园长竟然说你从哪儿得的COVID，幼儿园没人得。 周二一早，我又测了一下，还是阳性。拍照片发给园长，跟她说，我今天早上又测了，还是阳性，上班合适吗？",
    "content": "周六晚上咳嗽的厉害，周日早上开始发烧。儿子从药店买来测试盒，结果两道杠，阳性。给园长发信息，说我COVID-19 测试阳性了，是不是得隔离几天。园长打来电话说周一休一天，周二再打电话，可以戴口罩上班。 周一下午发烧烧到39.9度，又给园长发信息，跟她说我还是咳嗽发高烧，周二去不了。园长竟然说你从哪儿得的COVID，幼儿园没人得。 周二一早，我又测了一下，还是阳性。拍照片发给园长，跟她说，我今天早上又测了，还是阳性，上班合适吗？"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/d100ed33bd0c",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "434.【数据库技术基础】SQL 的基本组成",
    "link": "https://www.jianshu.com/p/d100ed33bd0c",
    "pub_date": "2026-10-30 09:58:50",
    "author": "",
    "description": "SQL 由如下几个部分组成： 关系数据库的三级模式结构 数据定义语言。SQL DDL 提供定义关系模式和视图、删除关系和视图、修改关系模式的命令。 交互式数据操纵语言。SQL DML 提供查询、是插入、删除和修改的命令。 事务控制（Transaction Control）。SQL 提供定义事务开始和结束的命令。 嵌入式 SQL 和动态 SQL（Emebeded SQL and Dynamic SQL）。用于嵌入到某种通用的高级语言（C、…",
    "content": "SQL 由如下几个部分组成： 关系数据库的三级模式结构 数据定义语言。SQL DDL 提供定义关系模式和视图、删除关系和视图、修改关系模式的命令。 交互式数据操纵语言。SQL DML 提供查询、是插入、删除和修改的命令。 事务控制（Transaction Control）。SQL 提供定义事务开始和结束的命令。 嵌入式 SQL 和动态 SQL（Emebeded SQL and Dynamic SQL）。用于嵌入到某种通用的高级语言（C、C++、Java、PL/I、COBOL 和 VB 等）中混合编程。其中，SQL …"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196427",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261029】我们正处在这样一个时期",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196427",
    "pub_date": "2026-10-29 17:02:00",
    "author": "",
    "description": "【1】向中国人民道歉！总台确认收到皇马道歉函 【2】洛阳15名机关干部，体验骑手送外卖，为期15天 【3】上海宜家实行“消费入座”，此前有老人自带水果相亲，店员：光垃圾一天都弄不定 【4】香港大火责任 【5】陕西一酒店服务员顺手盗走房间内手机，内心惶恐不安，询问豆包“派出所是否会认真找手机” 【6】东子这是已经把AI当员工管了？ 【7】我也不懂，关键初中高中还不少家长接。 【8】求是网 【9】转给有私人飞机的朋友 【10】现在程序员也要…",
    "content": "【1】向中国人民道歉！总台确认收到皇马道歉函 【2】洛阳15名机关干部，体验骑手送外卖，为期15天 【3】上海宜家实行“消费入座”，此前有老人自带水果相亲，店员：光垃圾一天都弄不定 【4】香港大火责任 目前就这个人承担 【5】陕西一酒店服务员顺手盗走房间内手机，内心惶恐不安，询问豆包“派出所是否会认真找手机” 【6】东子这是已经把AI当员工管了？ 【7】我也不懂，关键初中高中还不少家长接。 【8】求是网 【9】转给有私人飞机的朋友 【10】现在程序员也要靠演技吃饭了 &nbsp; 【11】西班牙列车事故因控制中心误…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196415",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261028】到底存不存在“字节时间”",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196415",
    "pub_date": "2026-10-28 16:55:00",
    "author": "",
    "description": "【1】姆巴佩道歉：“在近期的一次采访中，我对一张以我为主角的图片作出了回应。我的言论欠妥，如今我明白，这些话伤害了中国以及世界各地华人社区的许多人。我向所有被我的言论所伤害的人道歉。这绝非我的本意。我对中国人民及其历史怀有深深的敬意，我真心感到抱歉。” 三十头大胖子:各单位注意，暂时不恨了 Sundance_Kid_:这么快走完了全剧情，这就是短剧时代吗？ Lemondeetlepantalon:因为已经拿到大结果了，向世界展示一下速度…",
    "content": "【1】姆巴佩道歉：“在近期的一次采访中，我对一张以我为主角的图片作出了回应。我的言论欠妥，如今我明白，这些话伤害了中国以及世界各地华人社区的许多人。我向所有被我的言论所伤害的人道歉。这绝非我的本意。我对中国人民及其历史怀有深深的敬意，我真心感到抱歉。” 三十头大胖子 :各单位注意，暂时不恨了 Sundance_Kid_ :这么快走完了全剧情，这就是短剧时代吗？ Lemondeetlepantalon :因为已经拿到大结果了，向世界展示一下速度和力气 Cyber315 :这就打算放过了，不能耽误周末看皇马 【2】各个…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196393",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261027】由于他的发言涉及到对中国和中国人民的伤害，我们不能进行翻译",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196393",
    "pub_date": "2026-10-27 16:20:00",
    "author": "",
    "description": "【1】因公开举报柬埔寨电诈大佬刘忍，自媒体人“徽剑”两年前被其买凶杀害 没药花园案件： 今天听说一个让我震惊的消息。 【2】中国婚恋第一股百合网的联合创始人，一代相亲大佬慕岩，在朋友圈贴出了自己的微信收款码。配文大意是：财产被无缘无故冻结，生活拮据，只好“化缘” 【3】今天凌晨，苹果推送iOS 27.2正式版 【4】多所高校，将通过数字人民币发工资 据南方日报，近日，多所大学发布相关通知，学校在职在编人员工资将通过数字人民币钱包发放。 …",
    "content": "【1】因公开举报柬埔寨电诈大佬刘忍，自媒体人“徽剑”两年前被其买凶杀害 没药花园案件 ： 今天听说一个让我震惊的消息。 我大约在2019年就关注徽剑这个公众号了，24年他突然不更新了，甚至全部文章消失，我开始也没太留意。 再后来，我偶然听说他被抓了，一直失联。 那一年，他写文章首个揭露了柬埔寨大的电诈头目和黑帮头目刘忍。刘忍当年在明面上和陈志一样，是在柬埔寨的正经华商形象，自然不想被大陆自媒体公布真实行径和面目。刘忍通过中间人联系他，试图花钱让他删文章，他拒绝。 此后徽剑被几个“警察”从停车场带走。 当时普遍统一的…"
  }
];

export default jsonData;
