const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/0fa2b1b5bca3",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "徐哥循益原创科幻小说《人类通缉》第四十章昙华林老墙画",
    "link": "https://www.jianshu.com/p/0fa2b1b5bca3",
    "pub_date": "2026-07-04 07:44:54",
    "author": "徐哥循益",
    "description": "作者：徐哥循益 第四十章 昙华林的老墙画 武大樱园沾在发梢的桂香还没散尽，我们在老教授送的旧诗本夹层里翻出一张泛黄的手绘地图，铅笔线条歪歪扭扭，标注着昙华林巷子里的十几处老墙画，旁边用红墨水写着一行小字：“1988年和你妈一起画的，藏着我们当年没说出口的秘密。”小柠攥着地图晃胳膊，说上周刷到本地博主的动态，昙华林的老巷要做城市更新，几面藏在老院墙后面的旧墙画马上就要被翻新覆盖，我们得赶在施工队进场前，把这些藏了三十多年的故事找回来。 我…",
    "content": "作者：徐哥循益 第四十章 昙华林的老墙画 武大樱园沾在发梢的桂香还没散尽，我们在老教授送的旧诗本夹层里翻出一张泛黄的手绘地图，铅笔线条歪歪扭扭，标注着昙华林巷子里的十几处老墙画，旁边用红墨水写着一行小字：“1988年和你妈一起画的，藏着我们当年没说出口的秘密。”小柠攥着地图晃胳膊，说上周刷到本地博主的动态，昙华林的老巷要做城市更新，几面藏在老院墙后面的旧墙画马上就要被翻新覆盖，我们得赶在施工队进场前，把这些藏了三十多年的故事找回来。 我们打了辆武汉本地的网约车往昙华林赶，司机师傅一听我们要去找八十年代的老墙画，方向…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/62a5a211a35d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "IDEA在Maven项目中使用本地jar包的方法",
    "link": "https://www.jianshu.com/p/62a5a211a35d",
    "pub_date": "2026-07-04 07:44:54",
    "author": "王跃琅",
    "description": "我们在拿到旧项目的时候，经常会遇到一种情况，就是这个项目的maven中依赖了一个本地的jar包，这种情况就需要引入这个jar包。 Error:(x, x) java: com.xxx.xxx不存在 为了解决这个问题，就需要手动引入jar包了。 方式一 直接把jar包放到Maven本地仓库中，创建好对应的目录直接放进去就好了。 image.png 这个方法对一部分项目有用。之前有一个项目按这种方式直接放进去就可以正常启动了。 方式二 1、…",
    "content": "我们在拿到旧项目的时候，经常会遇到一种情况，就是这个项目的maven中依赖了一个本地的jar包，这种情况就需要引入这个jar包。 如果引入不成功，程序在启动或者打包时就会报错： Error:(x, x) java: com.xxx.xxx不存在 为了解决这个问题，就需要手动引入jar包了。 尝试过好几种方式，最终是成功了，着急的读者可以直接看方式三。 方式一 直接把jar包放到Maven本地仓库中，创建好对应的目录直接放进去就好了。 image.png 这个方法对一部分项目有用。之前有一个项目按这种方式直接放进去就…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/22c3cf1e2fd4",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "01 水彩桂圆（果花甘09）",
    "link": "https://www.jianshu.com/p/22c3cf1e2fd4",
    "pub_date": "2026-07-04 07:44:53",
    "author": "昔音墨缘",
    "description": "2018.7.29 是一个周日。 画这幅桂圆图的时候，我还在全封闭雅思班学习。恰逢周日，宅居在宿舍，想画几幅桂圆和荔枝，于是在网上找了两张桂圆产品图，照着画下来。 照着产品图画的桂圆，竟有挂在枝头上的鲜活感。很开心。 桂圆，也叫龙眼。但我不喜欢“龙眼”这个名字，一说到吃“龙眼”，心里总生出夺取他人珍贵之物的不安感，仿佛那真是龙之眼，如若说是眼珠，那这眼眸蒙尘，灰雾雾的，听来实在残忍。 但是“桂圆”这个名字就很美满--八月桂香，叶影婆娑，…",
    "content": "2018.7.29 是一个周日。 画这幅桂圆图的时候，我还在全封闭雅思班学习。恰逢周日，宅居在宿舍，想画几幅桂圆和荔枝，于是在网上找了两张桂圆产品图，照着画下来。 照着产品图画的桂圆，竟有挂在枝头上的鲜活感。很开心。 桂圆，也叫龙眼。但我不喜欢“龙眼”这个名字，一说到吃“龙眼”，心里总生出夺取他人珍贵之物的不安感，仿佛那真是龙之眼，如若说是眼珠，那这眼眸蒙尘，灰雾雾的，听来实在残忍。 但是“桂圆”这个名字就很美满--八月桂香，叶影婆娑，晴好的夜晚有圆月，黄而圆的小果子攒攒挂在枝头，仿佛是桂花变的。桂圆，挂在花好月圆…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/ec242e201dcc",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "项目启动阶段，如何编写项目任务书？",
    "link": "https://www.jianshu.com/p/ec242e201dcc",
    "pub_date": "2026-07-04 07:44:53",
    "author": "Kong大叔",
    "description": "如何编写项目任务书？ 一、编写项目任务书的步骤与批准参与者 实践中，最好先尽早任命项目经理，由项目经理召集联席会议来起草项目任务书。参与会议的人员有：客户代表、项目发起人、项目经理、已经确定的关键项目成员。 编写项目任务书的关键在于对需求达成早期概念层次的共识，并对需求做出回应。直到所有人都表示认可。一旦项目任务书完成，就将会被提交给管理层批准，这个批准过程是一个缜密的决策过程。 批准过程的参与者应该包括： 1.高级管理层。管理层的支持…",
    "content": "如何编写项目任务书？ 一、编写项目任务书的步骤与批准参与者 实践中，最好先尽早任命项目经理，由项目经理召集联席会议来起草项目任务书。参与会议的人员有：客户代表、项目发起人、项目经理、已经确定的关键项目成员。 编写项目任务书的关键在于对需求达成早期概念层次的共识，并对需求做出回应。直到所有人都表示认可。一旦项目任务书完成，就将会被提交给管理层批准，这个批准过程是一个缜密的决策过程。 批准过程的参与者应该包括： 1.高级管理层。 管理层的支持，能起到至关重要的作用，意味着“可以做详细的计划，授权的项目可以使用所需的资源…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194083",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260703】崩阿姨",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194083",
    "pub_date": "2026-07-03 17:59:00",
    "author": "xilei",
    "description": "【1】世卫：洪迪厄斯号相关的汉坦病毒疫情结束 #世界卫生组织#宣布，与#洪迪厄斯号#游轮相关的#汉坦病毒#（hantavirus）疫情结束，此前最后一名密接者已完成隔离且病毒检测结果呈阴性。 世卫组织总干事#谭德塞#星期四（7月2日）在新闻发布会上说：“今天，洪迪厄斯号（MV Hondius）游轮上最后一名接触过汉坦病毒的人员已完成隔离期，检测结果呈阴性，并已返回家中。” 法新社引述他说：“自5月25日以来，未报告新增病例。” 【2】北…",
    "content": "【1】世卫：洪迪厄斯号相关的汉坦病毒疫情结束&nbsp; #世界卫生组织# 宣布，与 #洪迪厄斯号# 游轮相关的 #汉坦病毒# （hantavirus）疫情结束，此前最后一名密接者已完成隔离且病毒检测结果呈阴性。 世卫组织总干事 #谭德塞# 星期四（7月2日）在新闻发布会上说：“今天，洪迪厄斯号（MV Hondius）游轮上最后一名接触过汉坦病毒的人员已完成隔离期，检测结果呈阴性，并已返回家中。” 法新社引述他说：“自5月25日以来，未报告新增病例。”&nbsp; 【2】北京东三环飞机撞楼事件后续来了 【3】释放 …"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194072",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260702】如果你学的慢，就不用学了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194072",
    "pub_date": "2026-07-02 17:23:00",
    "author": "xilei",
    "description": "【1】#西安通报一商场发生人员坠楼事件#：针对网传商业纠纷问题开展调查 【2】近日，“泰山景区修建滚筒式刀片刺绳隔离铁丝网”等相关信息，引发社会各界关注。 @老俞闲话:不仅应该用刀片隔离网，还应该通上电！ 【3】该上热搜的是“工地扛钢管供女儿读书的妈妈” 【4】张雪峰公司股份由其11岁女儿张姩菡接手 【5】北京中医药大学前任校长徐安龙，被“耿同学”揭露其论文造假。 【6】都是博士 【7】100元不多，但这么一算，好像是那么回事~~~ 【…",
    "content": "【1】 #西安通报一商场发生人员坠楼事件# ：针对网传商业纠纷问题开展调查 【2】近日，“泰山景区修建滚筒式刀片刺绳隔离铁丝网”等相关信息，引发社会各界关注。 @老俞闲话 :不仅应该用刀片隔离网，还应该通上电！ 【3】该上热搜的是“工地扛钢管供女儿读书的妈妈” 【4】张雪峰公司股份由其11岁女儿张姩菡接手 【5】北京中医药大学前任校长徐安龙，被“耿同学”揭露其论文造假。 【6】都是博士 【7】100元不多，但这么一算，好像是那么回事~~~ &nbsp; 【8】委内瑞拉为地震遇难者举行七天全国哀悼&nbsp; #委内…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194037",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260701】原来就业率也能像化债一样",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194037",
    "pub_date": "2026-07-01 16:54:00",
    "author": "xilei",
    "description": "【1】油价或实现年内三连降 【2】多所高校宣布：延长硕博研究生学制时长 @旧常识:原来就业率也能像化债一样滚动拖延、借新还旧？ 【3】优必选独立品牌优世界U1仿真人形机器人来了，跟真人同等身高，共有三个版本： 【4】官方回应“女子月入7899填写困难职工”：明显不符合，已取消 6月30日，据媒体报道，安徽省药品监督管理局困难职工情况登记表引发争议。该表格内容显示，女子63岁，所属单位为局机关离退休人员第一支部，月收入7899元，配偶12…",
    "content": "【1】油价或实现年内三连降 【2】多所高校宣布：延长硕博研究生学制时长 @旧常识 :原来就业率也能像化债一样滚动拖延、借新还旧？ 【3】优必选独立品牌优世界U1仿真人形机器人来了，跟真人同等身高，共有三个版本： - 半身U1 Lite：119800 - U1 Pro：169800 - U1 Ultra：男99万，女88万，更高算力，可以行走、下蹲、陪你跳舞，价格顶一辆尊界S800。 除了以上，理论上可以定制任何你想要的人，追星族的顶级装备，把idol带回家。 【4】官方回应“女子月入7899填写困难职工”：明显不符…"
  }
];

export default jsonData;
