const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/b0208ed86f96",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "文明养犬人",
    "link": "https://www.jianshu.com/p/b0208ed86f96",
    "pub_date": "2026-06-01 18:50:05",
    "author": "逍遥云xyy",
    "description": "在小区里经常碰到养犬的邻居，有的主人不给狗狗栓牵引绳，我一般看到就会躲着走，狗主人能看出我的害怕，还会说上一句“这狗不咬人”，我想人有时还会突然发脾气，何况是狗呢，万一哪个点触发了它的坏情绪，我可不想充当那个倒霉蛋。但多数狗主人都是素质特别高的，我乘坐电梯上下楼时，有好几次当电梯门打开时，一位邻居牵着一个体型较大的狗狗在等电梯，他看到电梯里有人，都会牵着狗狗后退并说他等下一趟电梯。对于怕狗的我，对这个狗主人心里时充满感激的。 今早晨练时…",
    "content": "&nbsp; &nbsp; 在小区里经常碰到养犬的邻居，有的主人不给狗狗栓牵引绳，我一般看到就会躲着走，狗主人能看出我的害怕，还会说上一句“这狗不咬人”，我想人有时还会突然发脾气，何况是狗呢，万一哪个点触发了它的坏情绪，我可不想充当那个倒霉蛋。但多数狗主人都是素质特别高的，我乘坐电梯上下楼时，有好几次当电梯门打开时，一位邻居牵着一个体型较大的狗狗在等电梯，他看到电梯里有人，都会牵着狗狗后退并说他等下一趟电梯。对于怕狗的我，对这个狗主人心里时充满感激的。 &nbsp; &nbsp; 今早晨练时，又碰到一位遛狗的姐姐，…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/6a17909c3a2c",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "武汉职业技术大学空乘专业就业前景怎么样？2026真实数据告诉你",
    "link": "https://www.jianshu.com/p/6a17909c3a2c",
    "pub_date": "2026-06-01 18:50:05",
    "author": "校园一二事",
    "description": "武汉职业技术大学空中乘务专业是全国民航服务教育领域的领军品牌，与行业龙头企业深度合作 20 余年。该专业就业率长期稳定在 98% 以上，2025 年供需对接中实现全员就业，民航系统就业率达 99%。本文通过官方发布的真实就业数据，全面分析该专业的就业前景、就业去向及就业保障体系。 一、整体就业情况 就业前景光明：就业前景非常好，该专业是学校的优势专业，办学历史悠久，校企合作深入，毕业生供不应求，深受用人单位好评。 就业率长期稳定在 98…",
    "content": "武汉职业技术大学空中乘务专业是全国民航服务教育领域的领军品牌，与行业龙头企业深度合作 20 余年。该专业就业率长期稳定在 98% 以上，2025 年供需对接中实现全员就业，民航系统就业率达 99%。本文通过官方发布的真实就业数据，全面分析该专业的就业前景、就业去向及就业保障体系。 一、整体就业情况 就业前景光明 ：就业前景非常好，该专业是学校的优势专业，办学历史悠久，校企合作深入，毕业生供不应求，深受用人单位好评。 就业率长期稳定在 98％以上 ：这是官方公布的连续多年的就业率数据，近五年来一直被教育部高校毕业生就…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193371",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260531】割四赔五",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193371",
    "pub_date": "2026-05-31 15:06:00",
    "author": "xilei",
    "description": "【1】学到个新成语叫割四赔五。 最近新闻不是说湖北大批小麦倒伏有绝收风险但收割机不足吗，于是一对夫妻农机手在地方政府协调下千里驰援襄阳。 当地农妇声称自家麦地面积4亩，报价400块，但农机手测量出来差不多5亩。不过农机手也没说啥，就按照4亩地收割吧。 收割完以后，由于有些麦子已经倒伏在地所以残留了一部分没收割干净，农妇不但不愿意给钱还要求按照每亩100块的价格赔偿，并且认为总面积实际上是5亩所以应该赔500块。最后农机手无奈赔钱脱身。 …",
    "content": "【1】学到个新成语叫割四赔五。 最近新闻不是说湖北大批小麦倒伏有绝收风险但收割机不足吗，于是一对夫妻农机手在地方政府协调下千里驰援襄阳。 当地农妇声称自家麦地面积4亩，报价400块，但农机手测量出来差不多5亩。不过农机手也没说啥，就按照4亩地收割吧。 收割完以后，由于有些麦子已经倒伏在地所以残留了一部分没收割干净，农妇不但不愿意给钱还要求按照每亩100块的价格赔偿，并且认为总面积实际上是5亩所以应该赔500块。最后农机手无奈赔钱脱身。 【2】耿同学打假取得两大战果！5月30日晚，南开大学和中山大学同一天发布情况通报…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193337",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260530】“永久限流”意味着什么",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193337",
    "pub_date": "2026-05-30 15:31:00",
    "author": "xilei",
    "description": "【1】释永信一审获刑24年 【2】@学术大观察 耿同学抖音被永久限流！ @李天飞大话西游:庞太监：“天下太平啦！” 【3】#外卖大战后1600万骑手过剩#网约车、外卖骑手都饱和了 【4】@深蓝财经 这个图有点意思： 【5】整治富途老虎的背景 【6】香港演员刘洵去世，享年87岁。🕯️ 刘洵，香港资深演员与戏曲名家，有“千面如来”之美誉。他六岁入科班学京剧，师从李万春、尚和玉等多位名家，功底深厚。1958年进入中国京剧院并任教，1980年…",
    "content": "【1】释永信一审获刑24年 【2】 @学术大观察 耿同学抖音被永久限流！ 今天下午，“耿同学讲故事” 在B站发布动态，透露了一个沉重的消息：他的抖音账号被永久限流，同时，他的星图商单也遭到了永久封禁。 “永久限流”意味着什么？ 根据抖音及星图平台的规则，对达人进行“永久限流”和“星图封禁”，通常意味着以下几点： 经济命脉被斩断：&nbsp;永久封禁星图，意味着耿同学失去了通过抖音流量变现的所有合法渠道。 影响力衰减：&nbsp;永久限流意味着即便他有200多万粉丝，粉丝们也将很难再刷到他的视频。对于一个以“揭露”和…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193323",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260529】所有的小黄人都是男性",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193323",
    "pub_date": "2026-05-29 15:09:00",
    "author": "xilei",
    "description": "【1】证监会副主席刘浩凌：今年以来外资通过各种渠道稳步流入中国股市 【2】又学到一跎高情商说法：这不叫大盘暴跌，这叫90%股票待涨 【3】泡泡玛特一度涨超12%，段永平发了个表情包 5月29日，智谱跳水，现跌6%，此前一度涨23%。 科技股今天暴跌，京东方跌停板，三天时间套了散户 1000 亿资金 【4】欧盟对中国零售商 Temu 处以2亿欧元罚款，因其允许销售违法产品。 欧盟对中国在线零售商Temu处以2亿欧元的罚款，原因是该公司在其…",
    "content": "【1】证监会副主席刘浩凌：今年以来外资通过各种渠道稳步流入中国股市 【2】又学到一跎高情商说法：这不叫大盘暴跌，这叫90%股票待涨 【3】泡泡玛特一度涨超12%，段永平发了个表情包 5月29日，智谱跳水，现跌6%，此前一度涨23%。 科技股今天暴跌，京东方跌停板，三天时间套了散户 1000 亿资金 【4】欧盟对中国零售商 Temu 处以2亿欧元罚款，因其允许销售违法产品。 欧盟对中国在线零售商Temu处以2亿欧元的罚款，原因是该公司在其平台上销售危险的婴儿玩具和有缺陷的充电器等非法产品。 欧洲新闻台报道，此次调查包…"
  }
];

export default jsonData;
