const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/1acb17202812",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "钱理群其人其事",
    "link": "https://www.jianshu.com/p/1acb17202812",
    "pub_date": "2026-06-14 07:15:40",
    "author": "鲍清",
    "description": "钱理群是北大中文系教授，1939年生人。若是以前，我是不会写他的，因为他是专门研究鲁迅的，我想成为鲁迅，他当然入不了我的法眼。曾提出“精致的利己主义者”概念，批评高智商、世俗、老到、善于表演的知识精英，直指时代病症。晚年住进养老院，对如何度过晚年进行了专门研究和思考，正是在老年时有这种经历，才让他的人性和生命焕发出全新的形态。虽然身体不再年轻，但他成了一个“超越性的老人”，这就是他所说的“老中的不老”。岁月虽然带来了衰老和失去，但他的内…",
    "content": "&nbsp; &nbsp;钱理群是北大中文系教授，1939年生人。若是以前，我是不会写他的，因为他是专门研究鲁迅的，我想成为鲁迅，他当然入不了我的法眼。曾提出“精致的利己主义者”概念，批评高智商、世俗、老到、善于表演的知识精英，直指时代病症。晚年住进养老院，对如何度过晚年进行了专门研究和思考，正是在老年时有这种经历，才让他的人性和生命焕发出全新的形态。虽然身体不再年轻，但他成了一个“超越性的老人”，这就是他所说的“老中的不老”。岁月虽然带来了衰老和失去，但他的内心和精神却实现了超越，焕发出别样的活力与光彩。 &nb…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/3e6386fca465",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "成年人的边界感，贵在主动避嫌",
    "link": "https://www.jianshu.com/p/3e6386fca465",
    "pub_date": "2026-06-14 07:15:40",
    "author": "金生馨",
    "description": "越来越明白：成年人真正的边界感，从来不是没做过出格的错事，而是拥有主动避嫌的清醒和自觉。很多关系的裂痕，从来不是突如其来的背叛，而是一次次没有分寸的纵容，一点点不懂避嫌的敷衍。 生活里太多误会，都源于模糊的相处方式。明知是独处的暧昧场合，却不拒绝异性单独邀约；明明可以主动规避，却坦然接受异性送的礼物、请客吃饭；面对过度亲近的相处模式，心软不懂拒绝，抱着“只是普通朋友”的侥幸心理放任不管。 人往往以为，只要没有越界的行为，就不算辜负。可感…",
    "content": "越来越明白：成年人真正的边界感，从来不是没做过出格的错事，而是拥有主动避嫌的清醒和自觉。很多关系的裂痕，从来不是突如其来的背叛，而是一次次没有分寸的纵容，一点点不懂避嫌的敷衍。 生活里太多误会，都源于模糊的相处方式。明知是独处的暧昧场合，却不拒绝异性单独邀约；明明可以主动规避，却坦然接受异性送的礼物、请客吃饭；面对过度亲近的相处模式，心软不懂拒绝，抱着“只是普通朋友”的侥幸心理放任不管。 人往往以为，只要没有越界的行为，就不算辜负。可感情最敏感、最易碎，很多隔阂从来不是因为做错了什么，而是没有主动避开容易生嫌的场景…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193673",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260613】可以适当装逼，就是别装过头了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193673",
    "pub_date": "2026-06-13 13:53:00",
    "author": "xilei",
    "description": "【1】SpaceX周五正式在纳斯达克交易所举行上市仪式，股票代码SPCX。本次IPO发行价为每股135美元，对应公司估值约1.77万亿美元，募资规模约750亿美元，为美股史上最大规模IPO。 马斯克： 28岁成为百万富翁millionaire ：1999 年，Compaq以约 3.07 亿美元收购 Zip2，马斯克拿到大约2200万美元，正式进入millionaire级别。 13年后 【美议员抨击税制不公要求对富人征税】美国企业家埃隆·…",
    "content": "【1】SpaceX周五正式在纳斯达克交易所举行上市仪式，股票代码SPCX。本次IPO发行价为每股135美元，对应公司估值约1.77万亿美元，募资规模约750亿美元，为美股史上最大规模IPO。 马斯克： 28岁成为百万富翁millionaire ：1999 年，Compaq以约 3.07 亿美元收购 Zip2，马斯克拿到大约2200万美元，正式进入millionaire级别。 13年后 41岁成为（十）亿万富翁billionaire：2012年，马斯克首次登上福布斯亿万富翁名单，当时净资产约 20亿—24亿美元。 又…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193656",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260612】中国除了男足没去，其他行业全去了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193656",
    "pub_date": "2026-06-12 14:17:00",
    "author": "xilei",
    "description": "【1】2026年美加墨世界杯于北京时间6月12日凌晨正式开赛，揭幕战墨西哥2-0击败南非、韩国2-1逆转捷克取得亚洲球队首胜，而“中国除了男足没去，其他行业全去了”成为当下舆论的核心焦点。 【2】世行下调全球增长预测至2.5% 最坏情境或降至1.3％ 中东战争推高能源和化肥价格，世界银行把2026年全球经济增长预测下调至2.5%，并警告，如果能源供应冲击叠加金融市场压力，全球增长可能急剧放缓至1.3%。 世界银行星期四（6月11日）发布…",
    "content": "【1】2026年美加墨世界杯于北京时间6月12日凌晨正式开赛，揭幕战墨西哥2-0击败南非、韩国2-1逆转捷克取得亚洲球队首胜，而“中国除了男足没去，其他行业全去了”成为当下舆论的核心焦点。 【2】世行下调全球增长预测至2.5% 最坏情境或降至1.3％ 中东战争推高能源和化肥价格，世界银行把2026年全球经济增长预测下调至2.5%，并警告，如果能源供应冲击叠加金融市场压力，全球增长可能急剧放缓至1.3%。 世界银行星期四（6月11日）发布半年度《全球经济展望》报告说，2026年全球增长预测比1月预测的2.6%，下调0…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193632",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260611】鸭骗战争",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193632",
    "pub_date": "2026-06-11 14:18:00",
    "author": "xilei",
    "description": "【1】联合国报告：全球海洋变暖加速北极冰川融化 联合国星期一（6月8日）发布的《第三次世界海洋评估》报告指出，到本世纪中叶，北冰洋可能出现第一个没有海冰的9月，在所有排放情景下，这种情况最早可能在2030年代出现。 【2】防世界杯期间疫情扩散 美国促欧洲限制疫区旅客入境 为防止埃博拉病毒在世界杯期间跨境传播，美国发出外交照会，促请欧洲国家仿效华盛顿，对近期曾到访刚果（金）、乌干达和南苏丹的人士实施旅行限制。 一名驻非洲欧盟外交官及知情人…",
    "content": "【1】联合国报告：全球海洋变暖加速北极冰川融化 联合国星期一（6月8日）发布的《第三次世界海洋评估》报告指出，到本世纪中叶，北冰洋可能出现第一个没有海冰的9月，在所有排放情景下，这种情况最早可能在2030年代出现。 【2】防世界杯期间疫情扩散 美国促欧洲限制疫区旅客入境 为防止埃博拉病毒在世界杯期间跨境传播，美国发出外交照会，促请欧洲国家仿效华盛顿，对近期曾到访刚果（金）、乌干达和南苏丹的人士实施旅行限制。 一名驻非洲欧盟外交官及知情人士透露，美国于6月1日向欧洲国家发出正式外交照会，呼吁采取相关限制措施。不过，这…"
  }
];

export default jsonData;
