const jsonData = [
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195855",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260930】防拆带 和 大结果",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195855",
    "pub_date": "2026-09-30 15:41:00",
    "author": "xilei",
    "description": "【1】10月1日起我国将对居民购房实施贷款贴息 财政部发布通知，我国将从10月1日起对居民使用新发放商业性个人住房贷款购房实施贴息，以降低居民购房成本，更好支持和释放城乡居民刚性住房需求。 本次贴息政策聚焦首套刚需，重点支持普通家庭新购中小套型、较低价位的住房，单户所购住房建筑面积不超过120平方米、购房价格不超过150万元。 可享受贴息的贷款规模最高可达100万元，财政部门给予年化1个百分点的贴息，按照目前首套住房的商业性个人住房贷款…",
    "content": "【1】10月1日起我国将对居民购房实施贷款贴息 财政部发布通知，我国将从10月1日起对居民使用新发放商业性个人住房贷款购房实施贴息，以降低居民购房成本，更好支持和释放城乡居民刚性住房需求。 本次贴息政策聚焦首套刚需，重点支持普通家庭新购中小套型、较低价位的住房，单户所购住房建筑面积不超过120平方米、购房价格不超过150万元。 可享受贴息的贷款规模最高可达100万元，财政部门给予年化1个百分点的贴息，按照目前首套住房的商业性个人住房贷款利率水平，相当于优惠了利率的三分之一，贴息期限最长5年。据测算，对于一笔长期限的…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195823",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260929】好想活出这样的人生",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195823",
    "pub_date": "2026-09-29 16:33:00",
    "author": "xilei",
    "description": "【1】国资委：截至8月底，中央企业资产总额达到了99.3万亿元，到今年年底有望迈上一个新的台阶。 【2】国常会：研究出台稳定房地产市场、促进就业增收等政策措施 “当前经济运行面临的问题”，大概是指投资、消费和出口“三驾马车”中，投资和消费两架马车持续乏力。下一阶段投资的重点还是“六张网”，“稳定房地产、促进就业增收”是促进消费的重要保障。 【3】成都回应\"那英演唱会缅怀刘欢即兴演唱《弯弯的月亮》一事\" @祝佳音:我觉得如果媒体没有胆量说…",
    "content": "【1】国资委：截至8月底，中央企业资产总额达到了99.3万亿元，到今年年底有望迈上一个新的台阶。 【2】国常会：研究出台稳定房地产市场、促进就业增收等政策措施 “当前经济运行面临的问题”，大概是指投资、消费和出口“三驾马车”中，投资和消费两架马车持续乏力。下一阶段投资的重点还是“六张网”，“稳定房地产、促进就业增收”是促进消费的重要保障。&nbsp; 【3】成都回应\"那英演唱会缅怀刘欢即兴演唱《弯弯的月亮》一事\" @祝佳音 :我觉得如果媒体没有胆量说“临时加唱不报批就要受处罚是恶政”，至少不要蠢到搞这种举报式采访。…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195807",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260928】我们不知道自己拥有什么，直到失去它",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195807",
    "pub_date": "2026-09-28 16:49:00",
    "author": "xilei",
    "description": "【1】彭博总结的中美同意下调关税的商品清单： @不神经的神经叨 刚刚刷到一个县城超市收银员的视频。 【7】@李微敖 工人师傅有30多年工龄，现在一个月有3700的养老金，这完全是他应得的。 【8】@何夕 来自晚点的数据整理和制图: 上面这些拖欠供应商账期超过200天的车企， 【9】 阑夕 我说Muse这波豆包怎么没反应呢？原来已经在加班了。 【10】俄乌互袭至少七死 基辅等地遭俄军夜袭 乌克兰总统泽连斯基星期六（9月26日）在社媒发文说…",
    "content": "【1】彭博总结的中美同意下调关税的商品清单： 超市货架&amp;马戏团 【2】中央通报：吉林省白城市委宣传部摊派报刊订阅任务，一个县一年花费上百万，强制订阅17种报刊；吉林省委立即部署整改，追责问责14人。 【3】今天A股这么一跌，后续的上涨空间又大了… 直捣3800，与诸君痛饮耳！ 【4】段永平发帖：买入3万股贵州茅台&nbsp; 【5】“电车买得起修不起”上热搜！平均维修费是油车1.7倍&nbsp; 【6】 @不神经的神经叨 刚刚刷到一个县城超市收银员的视频。 她每天上班时间 9.5 小时，月休两天，买社保的话…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/69ce17b71969",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "先让自己愉悦",
    "link": "https://www.jianshu.com/p/69ce17b71969",
    "pub_date": "2026-09-27 21:23:59",
    "author": "2010田园牧歌",
    "description": "第1810天，2026.9.26 傍晚时分去超市采购，看到喜欢口味的月饼打折，就多拿了几盒，结账时，收银员的态度让我一时有了情绪。其一：不熟练，耽误时间，看到队伍变长，更急，所以结账数数时，就显得不耐烦，而且还为不耐烦找借口说不知道如何装袋，我一边装一边演示给她看，等我装完一袋后，本不想动手的她看到我没有出手的意思，也笨手笨脚的装袋；其二：收银处很醒目的写到，选择付款方式可以低价购买所限定的商品，我当初也是按照所说的支付方式支付的，等我…",
    "content": "&nbsp; &nbsp; &nbsp; &nbsp; 第1810天，2026.9.26 &nbsp; &nbsp; &nbsp; 傍晚时分去超市采购，看到喜欢口味的月饼打折，就多拿了几盒，结账时，收银员的态度让我一时有了情绪。其一：不熟练，耽误时间，看到队伍变长，更急，所以结账数数时，就显得不耐烦，而且还为不耐烦找借口说不知道如何装袋，我一边装一边演示给她看，等我装完一袋后，本不想动手的她看到我没有出手的意思，也笨手笨脚的装袋；其二：收银处很醒目的写到，选择付款方式可以低价购买所限定的商品，我当初也是按照所说的支…"
  }
];

export default jsonData;
