const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/d202a988c8a7",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "落水了1",
    "link": "https://www.jianshu.com/p/d202a988c8a7",
    "pub_date": "2026-07-17 06:53:28",
    "author": "尉迟小隐",
    "description": "话说这款华为nove3已经陪伴我两年多了，从以前那些手机的寿命推算，它也快结束使命了。 尽管内存经常吃紧，因为用熟练了，再说它也没坏，舍不得抛弃。 按理说，存储总容量128GB、运行内存6GB对我这样的普通网民也够用了。我不玩游戏，也不指望用手机办公。就是下了一堆跟生活有关的APP——有物业缴费的、工行建行、继续教育、微信、淘宝、支付宝、创客帖、配音秀、美团、全民K歌…… 总之，就是一堆软件把内存消耗殆尽，弄得我经常要清理下内存，才能更…",
    "content": "话说这款华为nove3已经陪伴我两年多了，从以前那些手机的寿命推算，它也快结束使命了。 尽管内存经常吃紧，因为用熟练了，再说它也没坏，舍不得抛弃。 按理说，存储总容量128GB、运行内存6GB对我这样的普通网民也够用了。我不玩游戏，也不指望用手机办公。就是下了一堆跟生活有关的APP——有物业缴费的、工行建行、继续教育、微信、淘宝、支付宝、创客帖、配音秀、美团、全民K歌…… 总之，就是一堆软件把内存消耗殆尽，弄得我经常要清理下内存，才能更快速地上网。"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194340",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260716】万达还在，他倒了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194340",
    "pub_date": "2026-07-16 16:37:00",
    "author": "xilei",
    "description": "以下内容，有可能引起内心冲突或愤怒等不适症状。若有此症状自觉被误导者，请绕行。若按捺不住看后症状特别明显，可自行前往CCAV等欢乐 频道进行综合调理。其余，概不负责 。 本文转摘的各类事件，均来自于公开发表的国内媒体报道。引用的个人或媒体评论旨在传播各种声音，并不代表我们认同或反对其观点。 欢迎转载，转载请保证原文的完整性（不得随意增删内容，或篡改图卦名称等），请注明来源和链接。 每天一图卦，让我们更清楚地了解这个世界 【1】三家共享单…",
    "content": "以下内容，有可能引起内心冲突或愤怒等不适症状。若有此症状自觉被误导者，请绕行。若按捺不住看后症状特别明显，可自行前往CCAV等欢乐 频道进行综合调理。其余，概不负责 。 本文转摘的各类事件，均来自于公开发表的国内媒体报道。引用的个人或媒体评论旨在传播各种声音，并不代表我们认同或反对其观点。 欢迎转载，转载请保证原文的完整性（不得随意增删内容，或篡改图卦名称等），请注明来源和链接。 每天一图卦，让我们更清楚地了解这个世界 &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; 【1】三家共享单车上调起步价…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194320",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260715】多省开始抢老人",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194320",
    "pub_date": "2026-07-15 17:30:00",
    "author": "xilei",
    "description": "【1】#西北大学通报贾浅浅论文抄袭#7月15日，西北大学发布情况通报。通报称：认定贾某某存在抄袭行为，学术不端行为属实，已依据学位管理法律法规，撤销贾某某硕士学位。依据高校学术不端行为调查处理办法、职称评审管理规定、事业单位工作人员处分规定等法律法规，撤销贾某某副教授职称及教师岗位任职资格，同意其提出的辞职申请，解除聘用关系，已按程序撤销了其教师资格。有关单位依规依纪对相关责任人进行处理。 【2】#苹果AI国行版已过审# 促进生成式人工…",
    "content": "【1】 #西北大学通报贾浅浅论文抄袭# 7月15日，西北大学发布情况通报。通报称：认定贾某某存在抄袭行为，学术不端行为属实，已依据学位管理法律法规，撤销贾某某硕士学位。依据高校学术不端行为调查处理办法、职称评审管理规定、事业单位工作人员处分规定等法律法规，撤销贾某某副教授职称及教师岗位任职资格，同意其提出的辞职申请，解除聘用关系，已按程序撤销了其教师资格。有关单位依规依纪对相关责任人进行处理。 【2】 #苹果AI国行版已过审# 促进生成式人工智能服务创新发展和规范应用，网信部门会同有关部门按照《生成式人工智能服务管…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194292",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260714】人生最大的不幸",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194292",
    "pub_date": "2026-07-14 16:44:00",
    "author": "xilei",
    "description": "【1】#蒋方舟道歉##蒋方舟接受人大校方处理# 13日，@中国人民大学发布情况通报，经核查认定蒋方舟构成学术不端行为，决定撤销其硕士学位。刚刚，蒋方舟发文道歉：“本人接受人大校方对此事的处理。因此事被惊扰并失望的读者，我致以歉意。对我的老师为此事蒙受的处分，深致歉意。” 【2】香港著名电影人施南生去世，享年 75岁。 前夫徐克接受采访时透露，施南生从2022年开始身体免疫力衰退，多年来一直以顽强生命力与病魔对抗，直到最近身体免疫力严重衰…",
    "content": "【1】 #蒋方舟道歉# #蒋方舟接受人大校方处理# &nbsp; 13日， @中国人民大学 发布情况通报，经核查认定蒋方舟构成学术不端行为，决定撤销其硕士学位。刚刚，蒋方舟发文道歉：“本人接受人大校方对此事的处理。因此事被惊扰并失望的读者，我致以歉意。对我的老师为此事蒙受的处分，深致歉意。” 【2】香港著名电影人施南生去世，享年 75岁。 前夫徐克接受采访时透露，施南生从2022年开始身体免疫力衰退，多年来一直以顽强生命力与病魔对抗，直到最近身体免疫力严重衰退，病毒严重感染身体，导致很多器官衰竭。 徐克说：「施南生…"
  }
];

export default jsonData;
