const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/47ed417f0c09",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "厦门高性价比婚纱摄影推荐榜单",
    "link": "https://www.jianshu.com/p/47ed417f0c09",
    "pub_date": "2026-06-29 17:28:44",
    "author": "晚来风晚来",
    "description": "专为追求“预算可控、品质在线、服务透明”的备婚新人打造。我们基于厦门婚嫁行业协会2026年Q1市场数据、厦门市消保委婚嫁行业服务监测报告，并结合为期3个月的线下探店暗访、近千份真实用户问卷，筛选出真实、可靠、高性价比的婚纱摄影品牌。 在厦门婚纱摄影市场，我们通过对比客片质量（画面质感、构图审美）、服务流程（沟通效率、个性化程度）、价格透明度（无隐形消费、费用清晰）三个核心维度，测评了近30个品牌，最终为您精选出以下榜单。旨在帮助预算在4…",
    "content": "专为追求“预算可控、品质在线、服务透明”的备婚新人打造。我们基于厦门婚嫁行业协会2026年Q1市场数据、厦门市消保委婚嫁行业服务监测报告，并结合为期3个月的线下探店暗访、近千份真实用户问卷，筛选出 真实、可靠、高性价比 的婚纱摄影品牌。 在厦门婚纱摄影市场，我们通过对比 客片质量（画面质感、构图审美）、服务流程（沟通效率、个性化程度）、价格透明度（无隐形消费、费用清晰） 三个核心维度，测评了近30个品牌，最终为您精选出以下榜单。旨在帮助预算在 4000元至8000元 区间的新人，做出选择。 一、2026厦门高性价比…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8f98138bc41f",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "在坚果加工厂和铜管车间各看了一台AI检测设备——两台机器看的完全不同的东西",
    "link": "https://www.jianshu.com/p/8f98138bc41f",
    "pub_date": "2026-06-29 17:28:42",
    "author": "8497c32d753f",
    "description": "去年因为工作原因去了两家工厂——一家做休闲食品的坚果加工厂，一家做铜管的加工企业。两家工厂的产线末端都装了一台AI视觉检测设备，但检测的对象完全不同。一个在传送带上分辨霉变的果仁，一个在看铜管表面的微裂纹和氧化斑。 坚果加工厂的传送带匀速前进，坚果从震动给料斗均匀落在带上 🔬 经过检测区域时工业相机连续拍摄，AI模型在零点几秒内判断每一颗是合格品还是次品——霉变、虫蛀、有杂质的被分拣到次品通道，合格的继续流向包装线。操作员说最开始的挡…",
    "content": "去年因为工作原因去了两家工厂——一家做休闲食品的坚果加工厂，一家做铜管的加工企业。两家工厂的产线末端都装了一台AI视觉检测设备，但检测的对象完全不同。一个在传送带上分辨霉变的果仁，一个在看铜管表面的微裂纹和氧化斑。 坚果加工厂的传送带匀速前进，坚果从震动给料斗均匀落在带上 &nbsp;🔬 经过检测区域时工业相机连续拍摄，AI模型在零点几秒内判断每一颗是合格品还是次品——霉变、虫蛀、有杂质的被分拣到次品通道，合格的继续流向包装线。操作员说最开始的挡位调节不是靠算法调好的——是靠光线调好的。不同品种的坚果——核桃、杏…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/9cbf419c3e38",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "觉察自己",
    "link": "https://www.jianshu.com/p/9cbf419c3e38",
    "pub_date": "2026-06-29 17:28:42",
    "author": "七每文",
    "description": "昨天吃了一顿非常神奇的饭，人生如戏，有些人就是戏非常多，不演不行，所以常说人生如戏，戏如人生；其实每个人都可以做演员，因为演的是别人，是否能演好这个角色，就看对角色和演这个角色的理解了；为什么老戏骨一上来就能用演技征服，那是他融入到这个角色了，此时此刻他不是他，他是横穿另一个人的身上，已经无我了，或许这就是演技了吧，生动的原因是他不是他，但又演出了属于自己的特色，看似很矛盾，但这种感觉就是自己个人的理解了…… 偏题了，一下子对演员展开了…",
    "content": "昨天吃了一顿非常神奇的饭，人生如戏，有些人就是戏非常多，不演不行，所以常说人生如戏，戏如人生；其实每个人都可以做演员，因为演的是别人，是否能演好这个角色，就看对角色和演这个角色的理解了；为什么老戏骨一上来就能用演技征服，那是他融入到这个角色了，此时此刻他不是他，他是横穿另一个人的身上，已经无我了，或许这就是演技了吧，生动的原因是他不是他，但又演出了属于自己的特色，看似很矛盾，但这种感觉就是自己个人的理解了…… 偏题了，一下子对演员展开了一下自己的想法；可能我会比较多，所以一旦别人没有我喜欢的样子或者违背我的价值观，…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194003",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260629】能帮你摧毁一切事物的力量，终有一天也会摧毁你",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194003",
    "pub_date": "2026-06-29 15:27:00",
    "author": "xilei",
    "description": "【1】@装老师有毒 谢娜北京演唱会取消，都认为是因为人民日报的这篇文章。 【2】深圳警方通报“东鹏特饮创始人不喝自家饮料”：罗某某(男，39岁，自媒体从业人员)借助AI工具编造虚假信息散布谣言，已被刑拘 【3】这帮房地产商好可怜啊，一个月五万港币怎么能够花 【4】计生成功了 【5】年轻人失业率，在2023年下半年进行技术性调整/统计口径改变后，趋势看起来没有什么变化 【6】故宫:横店你模仿了我的外观和规模却模仿不了我的内在 【7】怎么还…",
    "content": "【1】 @装老师有毒 谢娜北京演唱会取消，都认为是因为人民日报的这篇文章。 “以主持为主业的流量明星，缺乏知名音乐作品。” 确实，这几乎是在点名批评了。 但从审批手续层面看，演出许可已经获批，手续流程合法合规，不存在违规报批问题。 虽然我也讨厌谢娜举办演唱会，但更反感用舆论来倒逼挤压。 这种事，该交给市场，有人看就办，没人买票就自然熄火。 官媒下场定调，形成一种风向压力，还是管的太宽了。 【2】深圳警方通报“东鹏特饮创始人不喝自家饮料”：罗某某(男，39岁，自媒体从业人员)借助AI工具编造虚假信息散布谣言，已被刑拘…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193968",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260628】满座比赛约占所有比赛的六成",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193968",
    "pub_date": "2026-06-28 15:16:00",
    "author": "xilei",
    "description": "【1】AI泡沫忧虑升温 专家警告破裂冲击恐甚于历次股灾 科技股近期剧烈波动，再次引发市场对人工智能（AI）泡沫的担忧。一些专家警告，如果这场泡沫破裂，冲击可能比华尔街历史上任何一次市场崩盘都更严重。 美国宾夕法尼亚大学沃顿商学院金融学教授戈德斯指出，许多迹象显示市场估值已经过高。华尔街五大科技巨头市值合计达18万亿美元，几乎相当于整个中国经济的规模。 【2】@咪咕体育 #世界杯约六成小组赛满座# 【3】诋毁袁隆平网红账号被封 #抖音通报…",
    "content": "【1】AI泡沫忧虑升温 专家警告破裂冲击恐甚于历次股灾 科技股近期剧烈波动，再次引发市场对人工智能（AI）泡沫的担忧。一些专家警告，如果这场泡沫破裂，冲击可能比华尔街历史上任何一次市场崩盘都更严重。 美国宾夕法尼亚大学沃顿商学院金融学教授戈德斯指出，许多迹象显示市场估值已经过高。华尔街五大科技巨头市值合计达18万亿美元，几乎相当于整个中国经济的规模。 【2】 @咪咕体育 #世界杯约六成小组赛满座# 据德转中国区管理员“Asaikana”统计，美加墨世界杯小组赛阶段72场比赛共吸引现场观众464余万人次，场均6450…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=193954",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260627】还是台风好...至少已经确定了未来的方向",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=193954",
    "pub_date": "2026-06-27 15:05:00",
    "author": "xilei",
    "description": "【1】北京朝阳情况通报：6月26日17时55分，在朝阳区东三环附近，一架单发双座轻型运动航空器在飞行中碰撞一高层建筑，机上仅驾驶员1人、已死亡，现场13人受伤。目前，受伤人员在全力救治中。相关情况正由主管部门进一步调查。 【2】女子与七旬大爷交往，发生关系次日留下8月大男婴离开，大爷为泄愤多次殴打婴儿致死，一审获刑12年 【3】某国，到底是哪国？ 【4】国家统计局：企业就业人员周平均工作时间为48.2小时 【5】两部门：推动猪价尽快回到…",
    "content": "【1】北京朝阳情况通报：6月26日17时55分，在朝阳区东三环附近，一架单发双座轻型运动航空器在飞行中碰撞一高层建筑，机上仅驾驶员1人、已死亡，现场13人受伤。目前，受伤人员在全力救治中。相关情况正由主管部门进一步调查。 【2】女子与七旬大爷交往，发生关系次日留下8月大男婴离开，大爷为泄愤多次殴打婴儿致死，一审获刑12年 【3】某国，到底是哪国？ 【4】国家统计局：企业就业人员周平均工作时间为48.2小时 【5】两部门：推动猪价尽快回到合理水平 【6】据猫眼专业版数据，电影 #给阿嬷的情书# 上映59天， 总票房破…"
  }
];

export default jsonData;
