const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e61ffc99b88e",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "20秒",
    "link": "https://www.jianshu.com/p/e61ffc99b88e",
    "pub_date": "2026-09-26 18:16:38",
    "author": "DAN524",
    "description": "宝宝近来虽然课程当中有关于数独的类似游戏，但单独去做纯数字的数独还是不感兴趣，有时候几天做一次，有时候想起来做两个，今天让他做又觉得有些勉强，得想办法呀，于是看到上面有计时的，就用手机进行倒计时，掐时间看，越快越好，这一招还真管用，宝宝总想力争上游，于是在做数独数字的时候总想得越快越好，而且总是在提前心算好之后开始进行计时，果然有不到一分钟、半分钟逐步的进行了速度的提升，而且准确率也达到了100%。一开始说自己做一道题，后来又说做6道题…",
    "content": "宝宝近来虽然课程当中有关于数独的类似游戏，但单独去做纯数字的数独还是不感兴趣，有时候几天做一次，有时候想起来做两个，今天让他做又觉得有些勉强，得想办法呀，于是看到上面有计时的，就用手机进行倒计时，掐时间看，越快越好，这一招还真管用，宝宝总想力争上游，于是在做数独数字的时候总想得越快越好，而且总是在提前心算好之后开始进行计时，果然有不到一分钟、半分钟逐步的进行了速度的提升，而且准确率也达到了100%。一开始说自己做一道题，后来又说做6道题，看自己成绩提升越来越快，于是就说做10道题，后来不知不觉竟然做了两三页，大约有…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/ee2547835ac8",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "AI短剧里的\"灰姑娘\"，正在偷走我们对真实生活的想象力之二",
    "link": "https://www.jianshu.com/p/ee2547835ac8",
    "pub_date": "2026-09-26 18:16:38",
    "author": "秋驿拾光",
    "description": "02 为什么我们爱看这类故事？一种常见的解释是：现实生活压力太大，人们需要短暂的逃避。这个说法并非没有道理。工作的疲惫、生活的琐碎、未来的不确定，让很多人在下班后只想看一些不用动脑的内容。灰姑娘遇见富豪，最终逆袭成功，这种故事提供了最直接的情绪慰藉：你看，善良的人终究会被善待，努力的人终究会成功。但这个解释只说对了一半。真正让这类短剧泛滥的，不只是观众的需求，还有平台的流量逻辑和AI的技术特性。平台算法偏好高完播率、高情绪波动的内容。灰…",
    "content": "02&nbsp;为什么我们爱看这类故事？一种常见的解释是：现实生活压力太大，人们需要短暂的逃避。这个说法并非没有道理。工作的疲惫、生活的琐碎、未来的不确定，让很多人在下班后只想看一些不用动脑的内容。灰姑娘遇见富豪，最终逆袭成功，这种故事提供了最直接的情绪慰藉：你看，善良的人终究会被善待，努力的人终究会成功。但这个解释只说对了一半。真正让这类短剧泛滥的，不只是观众的需求，还有平台的流量逻辑和AI的技术特性。平台算法偏好高完播率、高情绪波动的内容。灰姑娘被刁难时，观众会愤怒；灰姑娘被富豪看中时，观众会期待；灰姑娘最终逆…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195761",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260926】音乐真的没有什么作用",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195761",
    "pub_date": "2026-09-26 16:12:00",
    "author": "xilei",
    "description": "【1】对外经贸大学官方公布：我校退休教师、全国家喻户晓的音乐家刘欢，于2026年9月25日上午9时52分在上海不幸病逝，享年63岁。 【2】2026年上半年中国人把钱都花在哪了？ 大部分还是花在了饮食上了 【3】这次美国国宴，中方人员全部没有穿西装，一律中山装。除了主桌，基本一桌一位中国官员，其他均是美方人士。照片中，何副总理邻座是贝索斯的妻子，身后是中方翻译 。 9月24日晚的白宫国宴上，主桌上美方除了特朗普夫妇外，还有马斯克、黄仁勋…",
    "content": "【1】对外经贸大学官方公布：我校退休教师、全国家喻户晓的音乐家刘欢，于2026年9月25日上午9时52分在上海不幸病逝，享年63岁。 【2】2026年上半年中国人把钱都花在哪了？ 大部分还是花在了饮食上了 【3】这次美国国宴，中方人员全部没有穿西装，一律中山装。除了主桌，基本一桌一位中国官员，其他均是美方人士。照片中，何副总理邻座是贝索斯的妻子，身后是中方翻译 。 9月24日晚的白宫国宴上，主桌上美方除了特朗普夫妇外，还有马斯克、黄仁勋夫妇、苏姿丰夫妇和库克。&nbsp; 【4】在最新的清华五道口首席经济学家论坛上…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/41ca511644bb",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "飞云之下",
    "link": "https://www.jianshu.com/p/41ca511644bb",
    "pub_date": "2026-09-26 10:50:47",
    "author": "徐徐始之",
    "description": "时当北美留学年间，地处美国中部大烟山腹地。节近中秋，荷叶渐残，莲肉饱实。当一辆白色的SUV停在星巴克背后，S转身之间，一束阳光斜射过来，很是闪亮，S兴冲冲地跑过去，打开中间车门，坐到留给S的空位，中排靠右。H在开车，Z在旁边帮忙。Z传说中的暧昧小姐姐也坐中排。后排是两位小姐姐G和C。他们的烟山行终于开始啦。 到了车上，就是对S的来回折腾，拷问S迟到到底去哪儿呢。H说S把她们逼疯了! G问S这是第几次来Gainsville。C也发言踊跃。…",
    "content": "时当北美留学年间，地处美国中部大烟山腹地。节近中秋，荷叶渐残，莲肉饱实。当一辆白色的SUV停在星巴克背后，S转身之间，一束阳光斜射过来，很是闪亮，S兴冲冲地跑过去，打开中间车门，坐到留给S的空位，中排靠右。H在开车，Z在旁边帮忙。Z传说中的暧昧小姐姐也坐中排。后排是两位小姐姐G和C。他们的烟山行终于开始啦。 到了车上，就是对S的来回折腾，拷问S迟到到底去哪儿呢。H说S把她们逼疯了! G问S这是第几次来Gainsville。C也发言踊跃。路过一个Dunkin’ Donuts，S只是随口说这里面可以买咖啡呀，马上遭到轮…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/84b64e5f73ab",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "第廿四回 世道谁怜众生苦 天心不与乡愿同",
    "link": "https://www.jianshu.com/p/84b64e5f73ab",
    "pub_date": "2026-09-26 08:07:56",
    "author": "mokomogo",
    "description": "上一回 # 《论语·阳货》：“乡原，德之贼也。” 原义指貌似忠厚实则媚俗的好好先生。 此时怯薛步军枪盾相辅，再度进逼，守住东岸桥头的丐帮叫化手中竹棒渐渐抵挡不住，已有数十名乞丐伤亡，惨叫声中，桥头青石板流满鲜血赤红一片。丐帮潘帮主见此情形，举棒叫道：“罢了罢了，潘某愿降。”他身边那扮作莫稽的少年史姓团头叫道：“师父不可。”潘帮主已转身一掌掴在他面上，叱道：“你懂甚么？”正要再使青竹棒打那少年时，身旁闪出两个中年乞丐，伸手拦住。潘帮主脸色…",
    "content": "上一回 #&nbsp; 《论语·阳货》：“乡原，德之贼也。” 原义指貌似忠厚实则媚俗的好好先生。 此时怯薛步军枪盾相辅，再度进逼，守住东岸桥头的丐帮叫化手中竹棒渐渐抵挡不住，已有数十名乞丐伤亡，惨叫声中，桥头青石板流满鲜血赤红一片。丐帮潘帮主见此情形，举棒叫道：“罢了罢了，潘某愿降。”他身边那扮作莫稽的少年史姓团头叫道：“师父不可。”潘帮主已转身一掌掴在他面上，叱道：“你懂甚么？”正要再使青竹棒打那少年时，身旁闪出两个中年乞丐，伸手拦住。潘帮主脸色青白不定，转身奔向官军阵前。丐帮帮众见着帮主呼喝，小半住手不斗，随了…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195752",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260925】国宴菜单",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195752",
    "pub_date": "2026-09-25 16:19:00",
    "author": "xilei",
    "description": "【1】当地时间9月24日上午，国家主席习近平同美国总统特朗普在白宫椭圆形办公室小范围交流。 白宫帖： #山姆中国首席采购官落定# 岗位正式任命悬空三个月后，山姆中国首席采购官今日迎来新人选。 9月22日，蓝鲸记者从沃尔玛中国处获悉，现任美国山姆会员商店非食品采购高级副总裁Sean Jackson，将加入沃尔玛中国团队，担任山姆会员商店首席采购官，直接向山姆中国总裁刘鹏汇报。 沃尔玛中国经营着沃尔玛商店、山姆会员商店两大业态，当前，山姆业…",
    "content": "【1】当地时间9月24日上午，国家主席习近平同美国总统特朗普在白宫椭圆形办公室小范围交流。 白宫帖： 川普在国宴上： “中国人民的热情好客，在我今年早些时候访问北京期间展现得淋漓尽致。今晚，在您时隔十多年首次重返华盛顿之际，我们也希望以同样的礼遇来欢迎您。” 今晚出席的美企高管，除了Nvidia、AMD、Apple、Tesla/SpaceX、OpenAI、Meta、Amazon，还有Microsoft、Google、Micron、Qualcomm、Dell、Oracle、Zoom、TikTok、Boeing、Loc…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195745",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260924】中国人民和美国人民都是伟大的人民",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195745",
    "pub_date": "2026-09-24 16:25:00",
    "author": "xilei",
    "description": "【1】@央视新闻 【习近平：#中国人民和美国人民都是伟大的人民#】#特朗普表示这是一次举世瞩目的访问##习主席访问美国#当地时间9月23日下午，国家主席习近平乘专机抵达华盛顿，应美国总统特朗普邀请，对美国进行国事访问。 习近平和夫人彭丽媛抵达华盛顿安德鲁斯空军基地时，特朗普和夫人梅拉尼娅热情迎接。特朗普表示，很高兴在华盛顿接待习近平主席和彭丽媛女士，这是一次举世瞩目的访问。习近平主席是伟大的领导人，这是一个伟大的时刻。我期待同习近平主席…",
    "content": "【1】 @央视新闻 【习近平： #中国人民和美国人民都是伟大的人民# 】 #特朗普表示这是一次举世瞩目的访问# #习主席访问美国# 当地时间9月23日下午，国家主席习近平乘专机抵达华盛顿，应美国总统特朗普邀请，对美国进行国事访问。 习近平和夫人彭丽媛抵达华盛顿安德鲁斯空军基地时，特朗普和夫人梅拉尼娅热情迎接。特朗普表示，很高兴在华盛顿接待习近平主席和彭丽媛女士，这是一次举世瞩目的访问。习近平主席是伟大的领导人，这是一个伟大的时刻。我期待同习近平主席深入交换意见，推动两国关系发展。 美国儿童向习近平和彭丽媛献上鲜花。…"
  }
];

export default jsonData;
