const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/80a3902254a7",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "无价——“免费”骗局",
    "link": "https://www.jianshu.com/p/80a3902254a7",
    "pub_date": "2026-07-22 07:31:22",
    "author": "学习与年龄无关",
    "description": "日常生活中会遇到哪些价格骗局？如果你经常购物，且在意价格高低，不妨留意这类陷阱。 人们对免费的东西往往缺乏抵抗力，“免费”对消费者有着难以拒绝的诱惑，自然成为商家青睐的价格策略。比如去商场时，若停车费是免收的，很多人就会觉得“还是去那里买吧，可以免费停车”，但你有没有想过，也许在那里根本找不到车位呢？ 再比如，一些电商平台推出的“免费领取”活动，往往需要你邀请一定数量的好友助力，或者完成一系列复杂的任务，耗费了大量时间和精力后，最终拿到…",
    "content": "日常生活中会遇到哪些价格骗局？如果你经常购物，且在意价格高低，不妨留意这类陷阱。&nbsp; 人们对免费的东西往往缺乏抵抗力，“免费”对消费者有着难以拒绝的诱惑，自然成为商家青睐的价格策略。比如去商场时，若停车费是免收的，很多人就会觉得“还是去那里买吧，可以免费停车”，但你有没有想过，也许在那里根本找不到车位呢？ 再比如，一些电商平台推出的“免费领取”活动，往往需要你邀请一定数量的好友助力，或者完成一系列复杂的任务，耗费了大量时间和精力后，最终拿到手的可能只是价值几元钱的小礼品，甚至还有可能因泄露个人信息而陷入更大…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/2358f6e4d6c8",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "不打压别人就难受",
    "link": "https://www.jianshu.com/p/2358f6e4d6c8",
    "pub_date": "2026-07-22 07:31:22",
    "author": "煮茶_",
    "description": "打压型的人打压别人成了一种习惯一种本能的思维方式， 在行为表现上就是无论你做什么怎么做效果好不好等等这些都不重要， 重要的是一定要踩一踩你， 你做得不好那必然要狠狠地打压一番说说风凉话， 一边打压你还不忘多人面前说多次反复说你这件事做得如何如何不好应该怎样怎样做， 其实你真怎样怎样做又会找出别的地方说一些打压你的话， 总之一句话，怎么做都不怎么样都应该被否定， 能够被肯定的是什么呢？自然是你没做的就是好的对的值得称赞的， 只要你做了的说…",
    "content": "打压型的人打压别人成了一种习惯一种本能的思维方式， 在行为表现上就是无论你做什么怎么做效果好不好等等这些都不重要， 重要的是一定要踩一踩你， 你做得不好那必然要狠狠地打压一番说说风凉话， 一边打压你还不忘多人面前说多次反复说你这件事做得如何如何不好应该怎样怎样做， 其实你真怎样怎样做又会找出别的地方说一些打压你的话， 总之一句话，怎么做都不怎么样都应该被否定， 能够被肯定的是什么呢？自然是你没做的就是好的对的值得称赞的， 只要你做了的说了的就一个方式对待， 那就是否定你指责你埋怨你， 你应该怎样结果却是这样， 如果…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194449",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260721】这些数据，机器人公司会出大价钱买过去的",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194449",
    "pub_date": "2026-07-21 16:57:00",
    "author": "xilei",
    "description": "【1】深圳地铁自2026年7月20日起实施“逢包必检、逢人必查”的进站安检全覆盖新规，首日早高峰叠加暴雨导致坪洲、固戍等大客流站点严重拥堵，大量上班族迟到，引发广泛吐槽；官方回应称该措施系阶段性执行，不会长期持续，21日起部分站点已恢复无包快速通道。 孙纬伦 深圳地铁上了安检新规，每天要多排队半小时有没有人管管 【2】#怡颗莓声明# 近日，美国浆果品牌“怡颗莓”被指永久性化学物含量超标一事引发关注。据报道，全球最大浆果公司“怡颗莓”正面…",
    "content": "【1】深圳地铁自2026年7月20日起实施“逢包必检、逢人必查”的进站安检全覆盖新规，首日早高峰叠加暴雨导致坪洲、固戍等大客流站点严重拥堵，大量上班族迟到，引发广泛吐槽；官方回应称该措施系阶段性执行，不会长期持续，21日起部分站点已恢复无包快速通道。 &nbsp; 孙纬伦 &nbsp; 深圳地铁上了安检新规，每天要多排队半小时 有没有人管管 都是打工人的怨声载道 【2】 #怡颗莓声明# 近日，美国浆果品牌“怡颗莓”被指永久性化学物含量超标一事引发关注。据报道，全球最大浆果公司“怡颗莓”正面临美国消费者的集体诉讼，其…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194419",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260720】毕竟这样的球员永远不会再有了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194419",
    "pub_date": "2026-07-20 16:42:00",
    "author": "xilei",
    "description": "【1】西班牙加时力克10人阿根廷 时隔16年再夺世界杯冠军 在新加坡时间星期一（7月20日）凌晨进行的美加墨#世界杯#决赛中，#西班牙#在常规时间与#阿根廷#互交白卷的情况下，凭借加时赛托雷斯（Torres）的一剑封喉，时隔16年再次夺得世界杯冠军。这也是“斗牛士”的队史世界杯第二冠。 老川给西班牙队颁奖的场面有点尴尬，队员们都不怎么理他，社媒上调侃说川普是来蹭“拍照”的。最近他公开点名批评西班牙，说西班牙是“糟糕的伙伴”（terrib…",
    "content": "【1】西班牙加时力克10人阿根廷 时隔16年再夺世界杯冠军 在新加坡时间星期一（7月20日）凌晨进行的美加墨 #世界杯# 决赛中， #西班牙# 在常规时间与 #阿根廷# 互交白卷的情况下，凭借加时赛托雷斯（Torres）的一剑封喉，时隔16年再次夺得世界杯冠军。这也是“斗牛士”的队史世界杯第二冠。 老川给西班牙队颁奖的场面有点尴尬，队员们都不怎么理他，社媒上调侃说川普是来蹭“拍照”的。最近他公开点名批评西班牙，说西班牙是“糟糕的伙伴”（terrible partner）、“浪费”（wasted cause），并威胁…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194395",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260719】这世界颠倒过来了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194395",
    "pub_date": "2026-07-19 16:40:00",
    "author": "xilei",
    "description": "【1】这世界颠倒过来了 英政府宣布将中国敬业集团旗下的英国钢铁公司国有化。商务部回应：坚决反对强烈不满英政府宣布将中国敬业集团旗下的英国钢铁公司国有化。商务部回应：坚决反对强烈不满 【2】用友上半年离职补偿金达1.7亿元 【3】任泽平VIP会员群解散原因来了 【4】网红峰哥发文称“中了一签长鑫科技，翻十倍不是问题” 【5】曝大批演员计划开演唱会 【6】多家理财紧急声明 【7】日本政府调查显示逾五成家庭过得苦，主要因为食品价格不断上涨（中…",
    "content": "【1】这世界颠倒过来了 英政府宣布将中国敬业集团旗下的英国钢铁公司国有化。商务部回应：坚决反对强烈不满英政府宣布将中国敬业集团旗下的英国钢铁公司国有化。商务部回应：坚决反对强烈不满 【2】用友上半年离职补偿金达1.7亿元 【3】任泽平VIP会员群解散原因来了 【4】网红峰哥发文称“中了一签长鑫科技，翻十倍不是问题” 【5】曝大批演员计划开演唱会 【6】多家理财紧急声明 【7】日本政府调查显示逾五成家庭过得苦，主要因为食品价格不断上涨（中国经营报） 【8】真球迷，也是真有钱 【9】加拿大野火烟雾或波及世界杯决赛举办地…"
  }
];

export default jsonData;
