const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/65677bf590ce",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "《斗罗大陆外传・神界传说》",
    "link": "https://www.jianshu.com/p/65677bf590ce",
    "pub_date": "2026-10-08 19:35:17",
    "author": "wirjbbdbdn",
    "description": "基础信息：唐家三少，2015 年，20 万字，完本。 定位：承上启下的外传，时间线在《绝世唐门》结局 20 年后、《龙王传说》之前，解释唐舞麟身世，引出神界大乱，是斗罗神界篇关键故事。 世界观 神界由神界委员会管理，五大至高神王： 海神 & 修罗神唐三、善良之神烈焰、邪恶之神姬动、毁灭之神、生命女神。 神位饱和，下界强者难以封神。毁灭之神主张扩张神界；唐三感知时空乱流即将降临，强行扩张会让神界根基变脆弱，坚决反对。 主要人物 唐三：海神…",
    "content": "基础信息：唐家三少，2015 年，20 万字，完本。 定位：承上启下的外传，时间线在《绝世唐门》结局 20 年后、《龙王传说》之前，解释唐舞麟身世，引出神界大乱，是斗罗神界篇关键故事。 世界观 神界由神界委员会管理，五大至高神王： 海神 &amp; 修罗神唐三、善良之神烈焰、邪恶之神姬动、毁灭之神、生命女神。 神位饱和，下界强者难以封神。毁灭之神主张扩张神界；唐三感知时空乱流即将降临，强行扩张会让神界根基变脆弱，坚决反对。 主要人物 唐三：海神 + 修罗神双神王，神界委员会核心，沉稳睿智，预见到时空乱流灾难。 小舞…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196002",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261008】口出狂言",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196002",
    "pub_date": "2026-10-08 16:48:00",
    "author": "xilei",
    "description": "【1】2026诺贝尔化学奖揭晓：法国日本两位科学家获奖 北京时间2026年10月7日下午5时45分许，瑞典皇家科学院将2026年诺贝尔化学奖授予法国科学家亨利·B·卡甘（Henri B. Kagan）和日本科学家硖合宪三（Kenso Soai），以表彰他们“在不对称有机合成中发现非线性效应和自催化现象”。 一些分子，例如氨基酸，以两种彼此互为镜像的形式存在。然而，生物体内却只含有其中一种镜像形式。长期以来，化学家一直不明白，这种化学不对…",
    "content": "【1】2026诺贝尔化学奖揭晓：法国日本两位科学家获奖 北京时间2026年10月7日下午5时45分许，瑞典皇家科学院将2026年诺贝尔化学奖授予法国科学家亨利·B·卡甘（Henri B. Kagan）和日本科学家硖合宪三（Kenso Soai），以表彰他们“在不对称有机合成中发现非线性效应和自催化现象”。 一些分子，例如氨基酸，以两种彼此互为镜像的形式存在。然而，生物体内却只含有其中一种镜像形式。长期以来，化学家一直不明白，这种化学不对称性究竟是如何产生的。 亨利·B·卡甘和硖合宪三破解这一谜题。 生命的化学具有化…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195977",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261007】三个问题。三个世界",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195977",
    "pub_date": "2026-10-07 16:17:00",
    "author": "xilei",
    "description": "【1】瑞典皇家科学院决定将2026年诺贝尔物理学奖授予弗朗西斯·哈尔岑（Francis Halzen），以表彰他\"对冰立方中微子天文台作出的决定性贡献，以及对天体物理起源的高能中微子的发现\"。 2026年诺贝尔物理学奖给了弗朗西斯·哈尔岑。他干了件近乎异想天开的事，用南极的冰川，去抓宇宙里最“害羞”的中微子。 中微子不带电、质量几乎为零，每秒有650亿个太阳来的中微子穿过你的小指指甲，你毫无察觉。但正是这种极少碰撞的粒子，能笔直地把信息…",
    "content": "【1】 瑞典皇家科学院决定将2026年诺贝尔物理学奖授予弗朗西斯·哈尔岑（Francis Halzen），以表彰他\"对冰立方中微子天文台作出的决定性贡献，以及对天体物理起源的高能中微子的发现\"。 2026年诺贝尔物理学奖给了弗朗西斯·哈尔岑。他干了件近乎异想天开的事，用南极的冰川，去抓宇宙里最“害羞”的中微子。 中微子不带电、质量几乎为零，每秒有650亿个太阳来的中微子穿过你的小指指甲，你毫无察觉。但正是这种极少碰撞的粒子，能笔直地把信息送到地球。 宇宙侦探：捕捉“幽灵粒子” 【2】 一名美国女性被指在中国官员授意…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/9639ca7442f5",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "为什么秋冬眼睛更容易干：一份诱因对照清单？/钟祥极博视科普",
    "link": "https://www.jianshu.com/p/9639ca7442f5",
    "pub_date": "2026-10-07 16:03:50",
    "author": "钟祥大眼",
    "description": "换季先换过来的感觉 霜降一过，莫愁大道旁的梧桐叶子开始落，街上不少爹爹婆婆、写字楼里的上班族都开始念叨同一件事：眼睛发干。往年秋天也干，今年好像干得更早。空调房坐一天干，出门被风一吹更干，晚上看手机干，早晨睁开眼还是干。 先别急着把锅全扣给“天气”，也别急着翻出眼药水。秋冬眼睛容易干，背后是有迹可循的。咱今天照着时间段、照着场景，一条条把诱因理清楚，像对号入座一样，看你占了几样。 先别急着当成缺水 眼睛发干，很多人的第一反应是“缺水”。…",
    "content": "换季先换过来的感觉 霜降一过，莫愁大道旁的梧桐叶子开始落，街上不少爹爹婆婆、写字楼里的上班族都开始念叨同一件事：眼睛发干。往年秋天也干，今年好像干得更早。空调房坐一天干，出门被风一吹更干，晚上看手机干，早晨睁开眼还是干。 先别急着把锅全扣给“天气”，也别急着翻出眼药水。秋冬眼睛容易干，背后是有迹可循的。咱今天照着时间段、照着场景，一条条把诱因理清楚，像对号入座一样，看你占了几样。 先别急着当成缺水 眼睛发干，很多人的第一反应是“缺水”。看着也确实像——干巴巴的，涩得慌。但咱先把一句话摆前头：眼球表面不是一块干布，它…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195945",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261006】狼生來就是要吃肉，獅子就是要吃羊",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195945",
    "pub_date": "2026-10-06 17:42:00",
    "author": "xilei",
    "description": "【1】2026年诺贝尔生理学或医学奖 授予卡尔·戴瑟罗斯、彼得·黑格曼和格奥尔格·纳格尔，“以表彰他们关于光门控离子通道和光遗传学的发现。” 【2】国庆假期第六天，全国即将迎来返程高峰 实情：去年截止10月4日是430亿。 【4】#缅北电诈头目赚1亿要分3成给明家# 由公安部和中央广播电视总台联合摄制的纪录片《缅北电诈覆灭纪实》于10月5日至7日，在央视播出。纪录片中讲述明家依靠自己的武装势力，吸引大批具体运营诈骗活动的核心组织者，也就…",
    "content": "【1】2026年诺贝尔生理学或医学奖 授予卡尔·戴瑟罗斯、彼得·黑格曼和格奥尔格·纳格尔，“以表彰他们关于光门控离子通道和光遗传学的发现。” 【2】国庆假期第六天，全国即将迎来返程高峰 据央视新闻，今天是国庆假期第六天，假期接近尾声，全国交通出行即将迎来返程高峰。交通部门增加运力、细化服务，全力保障旅客顺畅返程。今天，全国铁路预计发送旅客2210万人次，计划加开旅客列车2199列。铁路部门及时增加运力投放。针对近期天气降温，多地车站优化进站流线，减少旅客等候时间，同时为老幼病残孕等重点旅客提供优先检票、行李帮拿等暖…"
  }
];

export default jsonData;
