const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/3967d54d33be",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "Scrawl 92:amazing holiday",
    "link": "https://www.jianshu.com/p/3967d54d33be",
    "pub_date": "2026-07-23 07:45:10",
    "author": "生命中最美的是成长",
    "description": "Scrawl 92:amazing holiday 当时是夏天。和所有人一样，我已经准备好去某个地方度假了。我选择了城市附近的一个城镇，但是没有人能和我一起，所以我自己去。当我到达城镇的时候开始下大雨。我不能做任何事只能待在酒店。酒店很好，有舒服的床，每一个东西都很干净。我感到无聊，所以我决定找一些东西读。我在房间找了一本书在我的床上开始阅读。然后，我听到外面喊叫:\"看天空，多么惊人!\"我起床朝窗子走去。天空中有一道美丽的双彩虹。 It…",
    "content": "Scrawl 92:amazing holiday 当时是夏天。和所有人一样，我已经准备好去某个地方度假了。我选择了城市附近的一个城镇，但是没有人能和我一起，所以我自己去。当我到达城镇的时候开始下大雨。我不能做任何事只能待在酒店。酒店很好，有舒服的床，每一个东西都很干净。我感到无聊，所以我决定找一些东西读。我在房间找了一本书在我的床上开始阅读。然后，我听到外面喊叫:\"看天空，多么惊人!\"我起床朝窗子走去。天空中有一道美丽的双彩虹。 It was summer.Like everyone else,I was rea…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/a738713ded5d",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "《用AI做公众号流量主》第21课：选题获取与对标账号的日常收集",
    "link": "https://www.jianshu.com/p/a738713ded5d",
    "pub_date": "2026-07-23 07:45:10",
    "author": "阿一智能体",
    "description": "灵感在商业里是极其不靠谱的东西 很多新手在做公众号的一到两周内，最常见的一个死法就是：选题枯竭，今天彻底不知道该写什么了，于是就停更了。 他们每天坐在桌子前，苦苦咬着笔头冥思苦想，指望靠自己的“灵感”憋出大作。 我告诉你，这纯属幻想。 在自媒体领域，选题一旦断档，长时间的停更，会带来账号的降权，平台推荐机制对你的推流就会逐步降为零。 爆款选题绝对不是靠你的灵感凭空蹦出来的，它完全是靠系统化的日常收集与追踪得来的。 不做选题积累、天天指望…",
    "content": "灵感在商业里是极其不靠谱的东西 很多新手在做公众号的一到两周内，最常见的一个死法就是： 选题枯竭，今天彻底不知道该写什么了 ，于是就停更了。 他们每天坐在桌子前，苦苦咬着笔头冥思苦想，指望靠自己的“灵感”憋出大作。 我告诉你，这纯属幻想。 在自媒体领域，选题一旦断档，长时间的停更，会带来账号的降权，平台推荐机制对你的推流就会逐步降为零。 爆款选题绝对不是靠你的灵感凭空蹦出来的，它完全是靠 系统化的日常收集与追踪 得来的。 不做选题积累、天天指望灵感来闭门造车，你做成这件事的概率，基本上可以忽略不计。所以我经常和学员…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/8ecd21872bd1",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "电商运营如何用 Claude 4.8 爆改商品标题、详情页与直播话术？实操教程与选型攻略",
    "link": "https://www.jianshu.com/p/8ecd21872bd1",
    "pub_date": "2026-07-23 07:45:10",
    "author": "嚯嚯不响炮",
    "description": "当前电商行业进入存量竞争时代，无论是国内主流电商平台还是跨境独立站，图文与直播的转化率直接决定了商家的生存状态。过去，中小商家雇佣专业文案与直播编导的月薪成本在 8,000 元至 15,000 元不等。如今，越来越多的运营团队选择通过 yingcaiai.com（AI 模型聚合平台）低门槛接入 Claude 4.8 等前沿大模型。利用其极强的消费心理学理解力和文笔细腻度，商家可以低成本批量产出高转化的电商文案。本文将分享如何用 Clau…",
    "content": "当前电商行业进入存量竞争时代，无论是国内主流电商平台还是跨境独立站，图文与直播的转化率直接决定了商家的生存状态。过去，中小商家雇佣专业文案与直播编导的月薪成本在 8,000 元至 15,000 元 不等。如今，越来越多的运营团队选择通过 yingcaiai.com （AI 模型聚合平台）低门槛接入 Claude 4.8 等前沿大模型。利用其极强的消费心理学理解力和文笔细腻度，商家可以低成本批量产出高转化的电商文案。本文将分享如何用 Claude 4.8 快速生成爆款标题、详情页文案与直播脚本。 Q：用户高频疑问 为…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/753176fec8ba",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "东山相遇|以艺润乡润童心 以心赴乡绘新篇",
    "link": "https://www.jianshu.com/p/753176fec8ba",
    "pub_date": "2026-07-23 07:45:09",
    "author": "酒酿樱桃子_7f56",
    "description": "为丰富乡村文化生活，搭建乡村儿童展示自我、交流成长的平台，同时以艺术形式传递青春温度、凝聚乡村情感，7月9日，江西财经大学现代经济管理学院经济学院赴九江市武宁县官莲乡东山村基层服务践行团（以下简称践行团）在东山村举办了一场主题为“以艺润乡，以心赴乡”的文艺汇演活动。践行团成员与东山村村民、儿童欢聚一堂，通过歌唱、舞蹈、朗诵等多种形式，共同呈现了一台活力四射、温情洋溢的文化盛宴。 （图为践行团带队老师汪海龙独唱《这世界那么多人》） （图为…",
    "content": "为丰富乡村文化生活，搭建乡村儿童展示自我、交流成长的平台，同时以艺术形式传递青春温度、凝聚乡村情感，7月9日，江西财经大学现代经济管理学院经济学院赴九江市武宁县官莲乡东山村基层服务践行团（以下简称践行团）在东山村举办了一场主题为“以艺润乡，以心赴乡”的文艺汇演活动。践行团成员与东山村村民、儿童欢聚一堂，通过歌唱、舞蹈、朗诵等多种形式，共同呈现了一台活力四射、温情洋溢的文化盛宴。 （图为践行团带队老师汪海龙独唱《这世界那么多人》） （图为践行团成员付徜妤独舞《Cheer UP》） （图为践行团成员们齐舞《我们都是追梦…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194476",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260722】这是计算机科学最好的时代，因为这是数据的时代",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194476",
    "pub_date": "2026-07-22 17:22:00",
    "author": "xilei",
    "description": "【1】联合国警告：东南亚诈骗集团迈向特许经营模式 迅速扩展全球 联合国警告，东南亚原本各自为政的网络犯罪集团，已逐渐形成有如企业特许经营模式；它们具备工业规模、共用金融网络，善用人工智能（AI），且精于躲避执法，正在全球快速扩展，导致诈骗损失以几何倍速增长。 【2】#宗馥莉上诉许可申请被香港高院驳回#，18亿美元资产继续冻结 据每日经济新闻消息，7月21日，香港高等法院就娃哈哈集团创始人宗庆后家族遗产纠纷案作出最新裁决，驳回被告方宗馥莉…",
    "content": "【1】联合国警告：东南亚诈骗集团迈向特许经营模式 迅速扩展全球 联合国警告，东南亚原本各自为政的网络犯罪集团，已逐渐形成有如企业特许经营模式；它们具备工业规模、共用金融网络，善用人工智能（AI），且精于躲避执法，正在全球快速扩展，导致诈骗损失以几何倍速增长。 【2】 #宗馥莉上诉许可申请被香港高院驳回# ，18亿美元资产继续冻结 据每日经济新闻消息，7月21日，香港高等法院就娃哈哈集团创始人宗庆后家族遗产纠纷案作出最新裁决，驳回被告方宗馥莉及Jian Hao Ventures Limited（建浩创投有限公司）的上…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194449",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260721】这些数据，机器人公司会出大价钱买过去的",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194449",
    "pub_date": "2026-07-21 16:57:00",
    "author": "xilei",
    "description": "【1】深圳地铁自2026年7月20日起实施“逢包必检、逢人必查”的进站安检全覆盖新规，首日早高峰叠加暴雨导致坪洲、固戍等大客流站点严重拥堵，大量上班族迟到，引发广泛吐槽；官方回应称该措施系阶段性执行，不会长期持续，21日起部分站点已恢复无包快速通道。 孙纬伦 深圳地铁上了安检新规，每天要多排队半小时有没有人管管 【2】#怡颗莓声明# 近日，美国浆果品牌“怡颗莓”被指永久性化学物含量超标一事引发关注。据报道，全球最大浆果公司“怡颗莓”正面…",
    "content": "【1】深圳地铁自2026年7月20日起实施“逢包必检、逢人必查”的进站安检全覆盖新规，首日早高峰叠加暴雨导致坪洲、固戍等大客流站点严重拥堵，大量上班族迟到，引发广泛吐槽；官方回应称该措施系阶段性执行，不会长期持续，21日起部分站点已恢复无包快速通道。 &nbsp; 孙纬伦 &nbsp; 深圳地铁上了安检新规，每天要多排队半小时 有没有人管管 都是打工人的怨声载道 【2】 #怡颗莓声明# 近日，美国浆果品牌“怡颗莓”被指永久性化学物含量超标一事引发关注。据报道，全球最大浆果公司“怡颗莓”正面临美国消费者的集体诉讼，其…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=194419",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260720】毕竟这样的球员永远不会再有了",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=194419",
    "pub_date": "2026-07-20 16:42:00",
    "author": "xilei",
    "description": "【1】西班牙加时力克10人阿根廷 时隔16年再夺世界杯冠军 在新加坡时间星期一（7月20日）凌晨进行的美加墨#世界杯#决赛中，#西班牙#在常规时间与#阿根廷#互交白卷的情况下，凭借加时赛托雷斯（Torres）的一剑封喉，时隔16年再次夺得世界杯冠军。这也是“斗牛士”的队史世界杯第二冠。 老川给西班牙队颁奖的场面有点尴尬，队员们都不怎么理他，社媒上调侃说川普是来蹭“拍照”的。最近他公开点名批评西班牙，说西班牙是“糟糕的伙伴”（terrib…",
    "content": "【1】西班牙加时力克10人阿根廷 时隔16年再夺世界杯冠军 在新加坡时间星期一（7月20日）凌晨进行的美加墨 #世界杯# 决赛中， #西班牙# 在常规时间与 #阿根廷# 互交白卷的情况下，凭借加时赛托雷斯（Torres）的一剑封喉，时隔16年再次夺得世界杯冠军。这也是“斗牛士”的队史世界杯第二冠。 老川给西班牙队颁奖的场面有点尴尬，队员们都不怎么理他，社媒上调侃说川普是来蹭“拍照”的。最近他公开点名批评西班牙，说西班牙是“糟糕的伙伴”（terrible partner）、“浪费”（wasted cause），并威胁…"
  }
];

export default jsonData;
