const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/d75cc8b60613",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "Android AVDemo（8）：视频编码，H.264 和 H.265 都支持丨音视频工程示例",
    "link": "https://www.jianshu.com/p/d75cc8b60613",
    "pub_date": "2026-10-09 19:28:33",
    "author": "关键帧Keyframe",
    "description": "vx 搜索『gjzkeyframe』 关注『关键帧Keyframe』来及时获得最新的音视频技术文章。 塞尚《樱桃和桃子》 iOS/Android 客户端开发同学如果想要开始学习音视频开发，最丝滑的方式是对音视频基础概念知识有一定了解后，再借助 iOS/Android 平台的音视频能力上手去实践音视频的采集 → 编码 → 封装 → 解封装 → 解码 → 渲染过程，并借助音视频工具来分析和理解对应的音视频数据。 在音视频工程示例这个栏目，我…",
    "content": "vx 搜索『gjzkeyframe』 关注『关键帧Keyframe』来及时获得最新的音视频技术文章。 塞尚《樱桃和桃子》 iOS/Android 客户端开发同学如果想要开始学习音视频开发，最丝滑的方式是对 音视频基础概念知识 有一定了解后，再借助 iOS/Android 平台的音视频能力上手去实践音视频的 采集 → 编码 → 封装 → 解封装 → 解码 → 渲染 过程，并借助 音视频工具 来分析和理解对应的音视频数据。 在 音视频工程示例 这个栏目，我们将通过拆解 采集 → 编码 → 封装 → 解封装 → 解码 →…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/0215b243102a",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "KEGG通路的从属/注释信息如何获取",
    "link": "https://www.jianshu.com/p/0215b243102a",
    "pub_date": "2026-10-09 19:28:32",
    "author": "TOP生物信息",
    "description": "富集分析经常做，之前只知道GO term有从上到下的层次关系，今天才知道KEGG pathway也有类似的分层关系。 起因是我准备更新一下自己的kegg富集结果展示图，之前一直画的这种图，略显朴素了。 配色很清新） https://doi.org/10.1016/j.phymed.2021.153714 这张图并不难（等有空把代码整理出来发给大家），可是这个kegg pathway annotation我真没见过呀！去官网看了看，能找到…",
    "content": "富集分析经常做，之前只知道GO term有从上到下的层次关系，今天才知道KEGG pathway也有类似的分层关系。 起因是我准备更新一下自己的kegg富集结果展示图，之前一直画的这种图，略显朴素了。 正好搜到了这张图，还挺好看的（主要是 配色很清新 ） https://doi.org/10.1016/j.phymed.2021.153714 这张图并不难（等有空把代码整理出来发给大家），可是这个 kegg pathway annotation 我真没见过呀！去官网看了看，能找到，但 没法下载 https://ww…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196020",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261009】讨论最多的竟然是这个媒体真豁得出去",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196020",
    "pub_date": "2026-10-09 18:19:40",
    "author": "",
    "description": "",
    "content": ""
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=196002",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261008】口出狂言",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=196002",
    "pub_date": "2026-10-08 16:48:00",
    "author": "xilei",
    "description": "【1】2026诺贝尔化学奖揭晓：法国日本两位科学家获奖 北京时间2026年10月7日下午5时45分许，瑞典皇家科学院将2026年诺贝尔化学奖授予法国科学家亨利·B·卡甘（Henri B. Kagan）和日本科学家硖合宪三（Kenso Soai），以表彰他们“在不对称有机合成中发现非线性效应和自催化现象”。 一些分子，例如氨基酸，以两种彼此互为镜像的形式存在。然而，生物体内却只含有其中一种镜像形式。长期以来，化学家一直不明白，这种化学不对…",
    "content": "【1】2026诺贝尔化学奖揭晓：法国日本两位科学家获奖 北京时间2026年10月7日下午5时45分许，瑞典皇家科学院将2026年诺贝尔化学奖授予法国科学家亨利·B·卡甘（Henri B. Kagan）和日本科学家硖合宪三（Kenso Soai），以表彰他们“在不对称有机合成中发现非线性效应和自催化现象”。 一些分子，例如氨基酸，以两种彼此互为镜像的形式存在。然而，生物体内却只含有其中一种镜像形式。长期以来，化学家一直不明白，这种化学不对称性究竟是如何产生的。 亨利·B·卡甘和硖合宪三破解这一谜题。 生命的化学具有化…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195977",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20261007】三个问题。三个世界",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195977",
    "pub_date": "2026-10-07 16:17:00",
    "author": "xilei",
    "description": "【1】瑞典皇家科学院决定将2026年诺贝尔物理学奖授予弗朗西斯·哈尔岑（Francis Halzen），以表彰他\"对冰立方中微子天文台作出的决定性贡献，以及对天体物理起源的高能中微子的发现\"。 2026年诺贝尔物理学奖给了弗朗西斯·哈尔岑。他干了件近乎异想天开的事，用南极的冰川，去抓宇宙里最“害羞”的中微子。 中微子不带电、质量几乎为零，每秒有650亿个太阳来的中微子穿过你的小指指甲，你毫无察觉。但正是这种极少碰撞的粒子，能笔直地把信息…",
    "content": "【1】瑞典皇家科学院决定将2026年诺贝尔物理学奖授予弗朗西斯·哈尔岑（Francis Halzen），以表彰他\"对冰立方中微子天文台作出的决定性贡献，以及对天体物理起源的高能中微子的发现\"。 2026年诺贝尔物理学奖给了弗朗西斯·哈尔岑。他干了件近乎异想天开的事，用南极的冰川，去抓宇宙里最“害羞”的中微子。 中微子不带电、质量几乎为零，每秒有650亿个太阳来的中微子穿过你的小指指甲，你毫无察觉。但正是这种极少碰撞的粒子，能笔直地把信息送到地球。 宇宙侦探：捕捉“幽灵粒子” 【2】一名美国女性被指在中国官员授意下监…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/d3de49c6d593",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "叶童老师访谈全记录：2024年10月，《新周刊》极限女性",
    "link": "https://www.jianshu.com/p/d3de49c6d593",
    "pub_date": "2026-10-03 17:03:07",
    "author": "江汉渔歌",
    "description": "一、访谈基本信息 本次为《新周刊》「极限女性」第六期专访，2024年10月上线，叶童老师单人深度访谈。访谈围绕年龄认知、演员职业感悟、经典角色解读、女性审美，内心向往展开。 访谈氛围沉静通透，主持人和叶童从容对谈。她直面大众对“冻龄”的追捧，坦诚聊衰老这件事，聊早年入行、对许仙、赵敏这些经典角色的理解，还分享年少时想当火车司机这个很特别的梦想，跳出大众对女演员的固有想象。 二、访谈内容节选提炼： 记者：很多人称赞你“不老”，但你却说，最…",
    "content": "一、访谈基本信息 本次为《新周刊》「极限女性」第六期专访，2024年10月上线，叶童老师单人深度访谈。访谈围绕年龄认知、演员职业感悟、经典角色解读、女性审美，内心向往展开。 访谈氛围沉静通透，主持人和叶童从容对谈。她直面大众对“冻龄”的追捧，坦诚聊衰老这件事，聊早年入行、对许仙、赵敏这些经典角色的理解，还分享年少时想当火车司机这个很特别的梦想，跳出大众对女演员的固有想象。 二、访谈内容节选提炼： 记者：很多人称赞你“不老”，但你却说，最怕别人问你为什么不老，为什么？ 叶童老师：衰老是很自然的事情，我们为什么要抗拒自…"
  }
];

export default jsonData;
