const jsonData = [
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/47930b4343fb",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "为什么同样的话，别人说更有说服力？",
    "link": "https://www.jianshu.com/p/47930b4343fb",
    "pub_date": "2026-09-16 18:18:34",
    "author": "高能量姿势",
    "description": "同样一句话，为什么有人说出来，别人愿意相信；有人说出来，却很难打动别人？ 很多人第一反应是：\"因为别人更会说。\" 但真正影响说服力的，从来不只有语言。 心理学和传播学研究都表明，人与人面对面沟通时，除了语言内容，声音、表情、眼神、动作、身体姿势等非语言信息，同样会影响他人对我们的感受和判断。 也就是说，在别人判断你说的话是否可信之前，往往已经先感受到了你的状态。 一个站姿自然、身体舒展、眼神稳定、精神饱满的人，更容易给人一种自信、可靠、…",
    "content": "同样一句话，为什么有人说出来，别人愿意相信；有人说出来，却很难打动别人？ 很多人第一反应是：\"因为别人更会说。\" 但真正影响说服力的，从来不只有语言。 心理学和传播学研究都表明，人与人面对面沟通时，除了语言内容，声音、表情、眼神、动作、身体姿势等非语言信息，同样会影响他人对我们的感受和判断。 也就是说，在别人判断你说的话是否可信之前，往往已经先感受到了你的状态。 一个站姿自然、身体舒展、眼神稳定、精神饱满的人，更容易给人一种自信、可靠、值得信任的感觉。 而长期低头、含胸、身体紧绷、重心不稳，即使表达内容完全相同，也…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/e478e17e0c3a",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "行业视点：从浮山后到全青岛，道易恒通正在重新定义社区文化普及新标准",
    "link": "https://www.jianshu.com/p/e478e17e0c3a",
    "pub_date": "2026-09-16 18:18:33",
    "author": "热搜时讯榜",
    "description": "聊到城市社区文化建设，不难发现一种有意思的现象：多数文化项目把重心放在高端市场或者青少年培训赛道，而青岛出现了一份扎根普通社区的民间文化探索。它没有宏大的硬件条件，依靠固定周期的分享活动，尝试回应普通家庭的文化需求。这份实践模式看似朴素，却值得我们拿来探讨当下社区文化发展中遇到的现实难题。 现实观察：社区文化普遍的三重困境 想要看懂这份民间探索的价值，不妨先看一看国内社区文化普遍面临的现状，可以概括为三类现实困境。 第一，缺少完整的内容…",
    "content": "聊到城市社区文化建设，不难发现一种有意思的现象：多数文化项目把重心放在高端市场或者青少年培训赛道，而青岛出现了一份扎根普通社区的民间文化探索。它没有宏大的硬件条件，依靠固定周期的分享活动，尝试回应普通家庭的文化需求。这份实践模式看似朴素，却值得我们拿来探讨当下社区文化发展中遇到的现实难题。 现实观察：社区文化普遍的三重困境 想要看懂这份民间探索的价值，不妨先看一看国内社区文化普遍面临的现状，可以概括为三类现实困境。 第一， 缺少完整的内容体系 。很多社区文化活动偏向单次体验形式：书法体验、国学讲座、手工活动轮番上演…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195560",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260916】这个标准，黑奴都做不到",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195560",
    "pub_date": "2026-09-16 16:19:00",
    "author": "xilei",
    "description": "【1】南方医科大学一名八年制本博医学生坠亡 网传消息，9月15日凌晨，南方医科大学白云校区一名临床医学八年制本博连读学生从宿舍楼23楼坠亡。记者电话联系了南方医科大学方面，公开资料显示的多个电话均无人接听。唯一接通的是人事处电话，工作人员称人事处分管教职工工作，不分管学生工作，建议记者问学校宣传部门，其提供了宣传部门的两个电话，记者多次拨打，均无人接听。 本博连读，换来的却是导师的冷血。昨天凌晨，南方医科大学一名八年制本博医学生坠亡。 …",
    "content": "【1】南方医科大学一名八年制本博医学生坠亡 &nbsp;网传消息，9月15日凌晨，南方医科大学白云校区一名临床医学八年制本博连读学生从宿舍楼23楼坠亡。记者电话联系了南方医科大学方面，公开资料显示的多个电话均无人接听。唯一接通的是人事处电话，工作人员称人事处分管教职工工作，不分管学生工作，建议记者问学校宣传部门，其提供了宣传部门的两个电话，记者多次拨打，均无人接听。 本博连读，换来的却是导师的冷血。昨天凌晨，南方医科大学一名八年制本博医学生坠亡。 起因是他父母遭遇车祸双双进ICU，父亲后续不幸离世。学生向导师请假回…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195539",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260915】我国从来没有第一学历这个概念",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195539",
    "pub_date": "2026-09-15 16:30:00",
    "author": "xilei",
    "description": "【1】@格隆汇图解天下 2026年8月，中国居民部门新增贷款-2029亿元，为2007年以来同期首次转负。 【2】国家卫健委：现在我国人口总量14.05亿，人口大国基本面没有变，近年新出生人口维持在800万左右的数量级 【3】北京日报：我国从来没有第一学历这个概念 【4】北京、天津、河北、山东等地是肥胖率最高的几个省份，每五人中就有一人肥胖。 【5】国务院国资委：#中央企业带头及时支付账款# 9月14日，国务院国资委财管运行局负责人裴仁…",
    "content": "【1】 @格隆汇图解天下 2026年8月，中国居民部门新增贷款-2029亿元，为2007年以来同期首次转负。 【2】国家卫健委：现在我国人口总量14.05亿，人口大国基本面没有变，近年新出生人口维持在800万左右的数量级 【3】北京日报：我国从来没有第一学历这个概念 【4】北京、天津、河北、山东等地是肥胖率最高的几个省份，每五人中就有一人肥胖。 【5】国务院国资委： #中央企业带头及时支付账款# 9月14日，国务院国资委财管运行局负责人裴仁佺14日在国新办举行的国务院政策例行吹风会上说，《关于加强中小企业回款难问题…"
  },
  {
    "id": "娱乐-喷嚏图卦-https://www.dapenti.com/blog/more.asp?name=xilei&id=195519",
    "feed_name": "喷嚏图卦",
    "category": "娱乐",
    "title": "【喷嚏图卦20260914】于事无凭，于法无据",
    "link": "https://www.dapenti.com/blog/more.asp?name=xilei&id=195519",
    "pub_date": "2026-09-14 16:33:00",
    "author": "xilei",
    "description": "【1】商务部新闻发言人就美发布中国人工智能企业对美蒸馏活动相关网络安全公告答记者问 问：美东时间9月8日，美国家安全局、网络安全与基础设施安全局、联邦调查局联合发布公告，指责中国人工智能企业对美开展“工业规模”蒸馏，获取美前沿模型能力，并向美企提出相关防御措施建议。请问中方对此有何评论？ 答：我们注意到有关情况。中方认为，美方所谓中国人工智能企业从事“工业规模”蒸馏美模型的指控，于事无凭，于法无据。美方此举，是将蒸馏这一业内正常的技术和…",
    "content": "【1】商务部新闻发言人就美发布中国人工智能企业对美蒸馏活动相关网络安全公告答记者问 问：美东时间9月8日，美国家安全局、网络安全与基础设施安全局、联邦调查局联合发布公告，指责中国人工智能企业对美开展“工业规模”蒸馏，获取美前沿模型能力，并向美企提出相关防御措施建议。请问中方对此有何评论？ 答：我们注意到有关情况。中方认为，美方所谓中国人工智能企业从事“工业规模”蒸馏美模型的指控，于事无凭，于法无据。美方此举，是将蒸馏这一业内正常的技术和商业问题政治化、工具化，并在实践中搞双重标准。美方相关公告，是其在人工智能领域推…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/089d8565f899",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "日语学习1720|4-40讨论留学经历20",
    "link": "https://www.jianshu.com/p/089d8565f899",
    "pub_date": "2026-09-10 18:47:06",
    "author": "乾元为道",
    "description": "2026.07.06 大同 月曜日 大雨 （27℃/17℃） （简书日更13/总日更1673天） 日本のクリスマスツリーは小さいと思います——我觉得日本的圣诞树很小。 新しいオフィスは駅から近いです——新的办公室离车站很近。 スキルがやくにたちます——技能很有用。 ほうかごのしゅくだい——放学后的作业。 テイブルにしりょうがあります——桌子上有资料。 みんなで集まりますよ——大家会聚在一起哦。 たいじゅう——体重。 体重を毎日はかりまし…",
    "content": "2026.07.06 大同 月曜日 大雨 （27℃/17℃） （简书日更13/总日更1673天） 日本のクリスマスツリーは小さいと思います——我觉得日本的圣诞树很小。 新しいオフィスは駅から近いです——新的办公室离车站很近。 スキルがやくにたちます——技能很有用。 ほうかごのしゅくだい——放学后的作业。 テイブルにしりょうがあります——桌子上有资料。 みんなで集まりますよ——大家会聚在一起哦。 たいじゅう——体重。 体重を毎日はかりましょう——每天称体重吧。 那个奖学金——そのしょうがくきん。 あしたもうしこみます…"
  },
  {
    "id": "娱乐-简书 / 首页-https://www.jianshu.com/p/c92d43ea0d47",
    "feed_name": "简书 / 首页",
    "category": "娱乐",
    "title": "一个人旅行？还是结伴旅行？各有各的焦虑",
    "link": "https://www.jianshu.com/p/c92d43ea0d47",
    "pub_date": "2026-09-10 16:40:19",
    "author": "云了凡",
    "description": "有点焦虑，非常焦虑。 一个人出去旅游的时候，会觉得孤独。然后成本有点高。 现在要跟朋友一起旅游，朋友还带一个小朋友。觉得终于可以不孤独了。但是更焦虑了。做好了规划和预算，发给朋友，她还在考虑。我也不知道她能不能接受，最后能不能成行，焦虑。小朋友很小，不知道整个行程能不能走下来，因为包车、订酒店一旦确定，很难退费，如果小朋友中间走不下来或者不想走了，整个行程会泡汤，费用损失，假期打乱，非常焦虑。因为是包车，两大一小，价格如何分配，会不会一…",
    "content": "有点焦虑，非常焦虑。 一个人出去旅游的时候，会觉得孤独。然后成本有点高。 现在要跟朋友一起旅游，朋友还带一个小朋友。觉得终于可以不孤独了。但是更焦虑了。做好了规划和预算，发给朋友，她还在考虑。我也不知道她能不能接受，最后能不能成行，焦虑。小朋友很小，不知道整个行程能不能走下来，因为包车、订酒店一旦确定，很难退费，如果小朋友中间走不下来或者不想走了，整个行程会泡汤，费用损失，假期打乱，非常焦虑。因为是包车，两大一小，价格如何分配，会不会一方觉得分配不公，自己吃亏了，很焦虑。一个11天的行程，中间很多很多事情需要商量，…"
  }
];

export default jsonData;
